{
    "sign": "Scorpio",
    "thumb": "https://static.calculators.im/upload/image/sign/scorpio.svg",
    "local_name": "천갈궁",
    "date_range": "10 월 23 일 - 11 월 21 일",
    "element": "물",
    "ruling_planet": "명왕성, 화성 (전통)",
    "symbol": "투석기",
    "lucky_numbers": [
        "8",
        "11",
        "18",
        "22",
        "29"
    ],
    "lucky_colors": [
        "딥 레드",
        "적갈색",
        "검은색"
    ],
    "lucky_days": [
        "화요일",
        "목요일"
    ],
    "lucky_stones": [
        "황옥",
        "오팔",
        "흑요석"
    ],
    "general_traits": {
        "strengths": [
            "열렬한",
            "단호한",
            "직관적입니다",
            "풍부한",
            "충실한",
            "심오한",
            "조사"
        ],
        "weaknesses": [
            "질투하는",
            "비밀",
            "조작",
            "복수",
            "의심스러운",
            "강박 적",
            "제어"
        ]
    },
    "personality": {
        "overview": "Scorpio는 강도, 변형 및 깊이를 상징하는 조디악의 8 번째 표시입니다.전갈 자리 개인은 열정적 인 본성, 통찰력을 침투하며 강력한 결단력을 발휘하는 것으로 유명합니다.그들은 정서적 지능과 흔들리지 않는 초점을 통해 표면 아래에서 진실을 추구하는 조디악의 수사관입니다.",
        "detailed_traits": [
            "강렬한 감정적 깊이와 인식",
            "강력한 결단과 탄력성",
            "자연 조사 능력과 직관",
            "그들이 신뢰하는 사람들에 대한 충성도",
            "자신과 상황을 변화시키는 능력",
            "인간 심리학에 대한 통찰력을 관통합니다",
            "삶의 모든 측면에 대한 열정적 인 접근",
            "전략적 사고와 자원",
            "복잡한 내면의 세계를 가진 사적인 자연",
            "완전한 초점과 집중력"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "전갈 자리 개인은 정서적 진정성과 친밀한 관계를 소중히 여기는 열정적이고 깊은 헌신적 인 파트너입니다.그들은 심오한 충성심, 어려운시기에 정서적 지원, 그리고 파트너의 가장 깊은 성격을 이해하려는 흔들리지 않는 헌신을 통해 사랑을 표현합니다.",
        "compatibility": {
            "most_compatible": [
                "암",
                "물고기",
                "염소 자리",
                "처녀 자리"
            ],
            "least_compatible": [
                "사자 별자리",
                "물병 자리",
                "황소 자리"
            ]
        },
        "relationship_advice": "전갈 자리 개인은 과도한 통제없이 신뢰와 취약성을 개발해야합니다.진정한 친밀감은 통제가 아니라 자유에서 비롯된 것을 인식하면서 질투와 소유권을 방출하는 작업.미묘한 조작 또는 충성도를 테스트하는 것이 아니라 감정을 직접 표현하십시오.",
        "love_style": [
            "열정적이고 감정적으로 심오합니다",
            "표면 매력을 넘어 깊은 연결을 추구합니다",
            "사랑에 빠질 때 완전히 충성하고 헌신적입니다",
            "불안감을 느낄 때 소유하고 질투합니다",
            "가치는 정직과 정서적 진정성을 완성합니다",
            "신뢰가 확립 될 때까지 심장을주의 깊게 경비하십시오",
            "낭만적 인 관계에 대한 전적으로 또는 전혀 접근"
        ]
    },
    "career_and_finances": {
        "career_traits": "전갈 자리 개인은 조사, 전략적 사고 및 복잡한 상황 관리가 필요한 경력에 탁월합니다.그들은 숨겨진 정보를 발견하고 심리적 통찰력과 결단력을 활용하는 위치에서 번성하는 문제가있는 상황을 변화시키는 자연스러운 재능을 가지고 있습니다.",
        "suitable_careers": [
            "심리학 및 심리 치료",
            "연구 및 조사",
            "위기 관리",
            "수술 및 약",
            "재무 분석 및 투자",
            "지능과 탐정 작업",
            "혁신적인 코칭",
            "법의학",
            "전략 계획",
            "형이상학 및 신비로운 연구"
        ],
        "financial_habits": "전갈 자리 개인은 일반적으로 돈에 대한 전략적 접근 방식을 가지고 있으며, 종종 장기 투자 및 자원 관리에서 우수합니다.그들은 계산 된 위험을 감수 해야하는시기와 자원을 보존 할시기에 대한 본능을 가지고 있지만 때로는 전력 또는 통제의 형태로 돈을 사용할 수 있습니다.",
        "work_style": [
            "강렬한 초점과 헌신으로 작동합니다",
            "복잡한 문제를 해결하는 데 탁월합니다",
            "무대 뒤에서 일하는 것을 선호합니다",
            "위기 또는 고압 상황에서 번성합니다",
            "직장에서 정직과 진정성을 소중히 여깁니다",
            "정보 공유 또는 위임에 어려움을 겪을 수 있습니다",
            "사람과 상황을 읽는 데 탁월합니다"
        ]
    },
    "health_and_wellness": {
        "physical_health": "전갈 자리는 생식 기관, 제거 시스템 및 신체의 변형 과정을 지배합니다.전갈 자리 개인은 일반적으로 강력한 회복력과 탄력성을 가지고 있지만 균형이 맞지 않을 때 생식 및 제거 시스템과 관련된 문제가 발생할 수 있습니다.",
        "common_health_issues": [
            "생식계 장애",
            "요로 감염",
            "호르몬 불균형",
            "만성 염증",
            "스트레스 관련 소화 문제",
            "정신 건강에 영향을 미치는 강박 경향",
            "해독 과정과 관련된 문제"
        ],
        "wellness_advice": "저널링 또는 치료와 같은 건강한 아울렛을 통해 감정적 방출을 연습하십시오.적절한 수화 및 영양을 통해 제거 및 해독에주의하십시오.휴식과 신뢰 구축 활동의 기간과의 균형 강도.",
        "exercise_preferences": [
            "강렬하고 혁신적인 운동",
            "무술 및 전투 스포츠",
            "스쿠버 다이빙과 같은 심해 활동",
            "웨이트 트레이닝 및 보디 빌딩",
            "고강도 간격 훈련"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025는 Scorpio의 변형시기를 표시하여 심오한 개인적인 진화와 감정적 깊이를 가져옵니다.당신의 자연스러운 직관은 강화되어 중요한 삶의 결정을 안내합니다.진정한 힘과 더 깊은 연결의 통로로 취약성을 받아들이십시오.",
            "love": "낭만적 인 관계는 정서적 정직과 공유 취약성을 통해 강화됩니다.기존 파트너십은 새로운 친밀감과 신뢰를 통해 변화합니다.단일 전갈 자리는 당신의 복잡성을 높이 평가하는 깊이 추구하는 개인과 자기 연결을 유치합니다.",
            "career": "전문적인 성장은 조사 재능과 전략적 사고를 활용하여 이루어집니다.지속성과 감성 지능이 필요한 분야에서 리더십 기회가 나타납니다.연구, 심리학 또는 혁신적 이니셔티브와 관련된 역할을 고려하십시오.",
            "health": "생식 및 제거 시스템 건강에 중점을 둡니다.해독 관행과 적절한 수화는 주목할만한 이점을 가져옵니다.정서적 복지는 심오한 패턴을 다루는 치료 관행을 통해 향상됩니다.",
            "finances": "금융력은 전략적 투자와 신중한 자원 관리를 통해 성장합니다.공유 자원을 활용하는 합작 투자를 고려하십시오.예상치 못한 상속 또는 보험 문제에주의가 필요할 수 있습니다."
        },
        "2026": {
            "overall": "2026은 전갈 자리의 영적 성장과 정신 발달을 강조합니다.보이지 않는 영역과의 연결은 복잡한 상황을 탐색하기위한 귀중한 통찰력을 제공합니다.물질 추구와 형이상학 적 탐사 사이의 균형은 조화와 힘을 만듭니다.",
            "love": "영혼 수준의 연결은 낭만적 인 경험을 정의합니다.파트너는 감정적 깊이와 직관적 인 이해에 감사합니다.단일 전갈 자리는 심오한 영적 또는 심리적 차원과의 관계를 유치합니다.",
            "career": "연구 또는 조사 역할은 전문적인 성취를 가져옵니다.표면 모양 아래에서 볼 수있는 능력은 복잡한 문제에 대한 독특한 솔루션을 만듭니다.치유, 변형 또는 숨겨진 정보를 발견하는 위치를 고려하십시오.",
            "health": "에너지 시스템은 침술이나 에너지 치유와 같은 관행을 통해주의를 기울여야합니다.수면의 질과 꿈의 경험은 귀중한 지침을 제공합니다.스트레스 관리 기술을 통해 면역 기능에 특별한주의를 기울이십시오.",
            "finances": "숨겨진 자원 또는 간과 된 자산이 발견 될 수 있습니다.웰니스 기술 또는 형이상학 교육에 대한 투자를 고려하십시오.재정적 직관은 현저하게 정확한 것으로 판명되므로 타이밍에 대한 본능을 신뢰하십시오."
        },
        "2027": {
            "overall": "2027은 전갈 자리에 대한 교육과 철학적 탐험을 통해 확장을 제공합니다.당신의 침투하는 마음은 심오한 진실을 발견하는 데 탁월합니다.감정 지능으로 지적 추구의 균형을 유지하면 강력한 개인적인 변화가 발생합니다.",
            "love": "관계는 공유 된 지적 및 영적 성장을 통해 깊어집니다.파트너는 인생의 미스터리를 함께 탐구하려는 의지에 감사드립니다.단일 전갈 자리는 교육 추구 또는 철학적 토론을 통해 연결을 유치합니다.",
            "career": "학업 또는 교육 기회가 예기치 않게 나타납니다.복잡한 과목을 접근 할 수있는 능력은 전문적인 인정을 가져옵니다.연구 출판, 전문 교육 또는 혁신 학습과 관련된 역할을 고려하십시오.",
            "health": "간과 혈액 정제는주의를 기울일 가치가 있습니다.다양한 문화 전통에서 해독 관행을 탐구하십시오.정신 건강이 철학적 탐구와 의미 제작 활동의 이점.",
            "finances": "교육 투자는 지적 및 재무 수익을 산출합니다.조사 재능을 활용하는 전문 지식 개발을 고려하십시오.출판 또는 지식 공유 벤처는 특별한 약속을 보여줍니다."
        },
        "2028": {
            "overall": "2028은 전갈 자리의 경력 발전과 대중의 인정에 중점을 둡니다.전문적인 성장에 대한 전략적 접근은 지속적인 영향을 미칩니다.야망과 진정한 자기 표현 사이의 균형을 찾으면 지속 가능한 성공이 발생합니다.",
            "love": "관계는 직업 요구를 수용해야하며 우선 순위에 대한 명확한 의사 소통이 필요합니다.정서적 연결을 유지하면서 야망을 지원하는 파트너는 번성합니다.단일 전갈 자리는 전문 네트워크를 통해 의미있는 연결을 찾을 수 있습니다.",
            "career": "변화 또는 위기 관리와 관련된 리더십 역할이 등장합니다.압력을 받고 침착 함을 유지하는 능력은 발전 기회를 가져옵니다.전략적 사고와 감성 지능을 활용하는 입장을 고려하십시오.",
            "health": "스트레스 관리는 활력을 유지하는 데 필수적입니다.야심 찬 드라이브와 필요한 복원의 균형을 잡는 관행을 탐색하십시오.관절 및 골격 건강은 적절한 인체 공학 및 운동 관행을 통해주의를 기울여야합니다.",
            "finances": "경력 발전은 재정적 보상을 제공합니다.새로운 자원에 대한 전략적 투자를 고려하십시오.명성과 영향력은 재료 이득으로 해석되는 귀중한 통화가됩니다."
        },
        "2029": {
            "overall": "2029는 전갈 자리의 사회적 연결과 지역 사회의 영향을 강조합니다.그룹 내에서 깊은 유대를 형성하는 능력은 강력한 집단적 추진력을 만듭니다.개인 경계 유지와 진정한 연결을 육성하는 것 사이의 균형은 관계를 이루는 관계로 이어집니다.",
            "love": "우정은 낭만적 인 연결로 진화 할 수 있습니다.기존 관계는 확장 된 사회적 서클과 공유 그룹 활동의 혜택을받습니다.Single Scorpios는 의미있는 커뮤니티에 대한 진정한 참여를 통해 파트너를 유치합니다.",
            "career": "팀 리더십 또는 커뮤니티 조직 역할은 성취를 가져옵니다.그룹 역학을 이해하고 다른 사람들에게 동기를 부여하는 능력은 탁월한 결과를 만듭니다.사회적 변화 또는 집단 치유와 관련된 입장을 고려하십시오.",
            "health": "순환 및 호흡기 건강은주의를 기울일 가치가 있습니다.지역 사회 기반 건강 활동은 신체적, 심리적 이점을 가져옵니다.사회적 연결은 경계가 명확하게 유지 될 때 장수와 활력에 긍정적 인 영향을 미칩니다.",
            "finances": "협력 벤처는 재정적 약속을 보여줍니다.더 큰 영향을 미치기 위해 신뢰할 수있는 직원과 함께 자원을 모으십시오.네트워킹은 진정한 연결이 최우선 과제로 유지되면 예상치 못한 재무 기회로 이어집니다."
        },
        "2030": {
            "overall": "2030은 전갈 자리를 위해 영적 후퇴와 내면의 치유를 가져옵니다.집단의 무의식에 대한 당신의 연결은 깊어지면서 심오한 통찰력을 가져옵니다.고독과 세상의 참여 사이의 균형은 강력한 변화와 갱신을 만듭니다.",
            "love": "관계는 개인의 영적 실천을위한 공간이 필요합니다.연결을 유지하면서 주기적 고독에 대한 필요성을 존중하는 파트너는 번성합니다.단일 전갈 자리는 진정한 영적 참여를 통해 영혼 수준의 연결을 유치합니다.",
            "career": "비하인드 스토리는 예기치 않은 성취를 가져옵니다.보이지 않는 영향이나 무의식적 패턴으로 일할 수있는 능력은 귀중한 기여를 만듭니다.의료, 영적 상담 또는 제도적 변화의 위치를 ​​고려하십시오.",
            "health": "면역 기능과 림프 건강에는주의가 필요합니다.휴식과 복원은 사치가 아닌 필수 관행이됩니다.영적 치유 방식은 전반적인 복지에 주목할만한 이점을 가져옵니다.",
            "finances": "예기치 않은 재정 지원은 이전에 보이지 않는 채널을 통해 도착합니다.의료 혁신 또는 영적 후퇴 센터에 대한 투자를 고려하십시오.자선 기부는 핵심 가치와 일치 할 때 역설적으로 풍부하게 증가합니다."
        },
        "2031": {
            "overall": "2031은 전갈 자리에 대한 상당한 중생과 개인적인 재창조입니다.당신의 진정한 자기 표현은 강력한 동맹국과 기회를 끌어들입니다.독특한 정체성을 존중하는 것과 변화하는 상황에 적응하는 것 사이의 균형은 놀라운 개인적인 진화로 이어집니다.",
            "love": "진정한 요구에 대한 상호 인식을 통해 관계가 변합니다.파트너는 당신의 새로운 선명도와 자신감에 감사합니다.단일 전갈 자리는 진정한 자기 표현과 정서적 정직을 통해 의미있는 연결을 유치합니다.",
            "career": "진정한 비전을 표현할 수있는 리더십 기회가 나타납니다.변화에 대한 독특한 접근 방식은 영향력있는 인물로부터 인식을 얻습니다.창의적 자율성을 허용하는 기업가 벤처 또는 역할을 고려하십시오.",
            "health": "진정한 목적과 정렬을 통해 활력이 향상됩니다.물리적 외관은 내부 변형을 반영합니다.적절한 관리 및 스트레스 관리를 통해 머리와 얼굴 영역에주의를 기울이십시오.",
            "finances": "개인 브랜딩 또는 신원 기반 벤처는 재정적 약속을 보여줍니다.당신의 진정한 가치와 관심사와 일치하는 투자를 고려하십시오.예기치 않은 재정적 기회는 용기있는 자기 표현을 통해 발생합니다."
        },
        "2032": {
            "overall": "2032는 Scorpio의 재료 보안 및 자원 관리에 중점을 둡니다.가치를 구축하는 전략적 접근 방식은 개인적인 풍요와 보안을 만듭니다.물질적 습득과 영적 가치 사이의 균형을 찾으면 성취됩니다.",
            "love": "자원 주변의 공유 가치는 관계를 강화합니다.파트너는 보안 구축에 대한 실질적인 접근 방식에 감사드립니다.단일 전갈 자리는 안정성을 생각하지만 깊이 추구하는 잠재적 파트너를 유치합니다.",
            "career": "금융 부문 또는 자원 관리 역할은 발전을 제공합니다.숨겨진 가치를 볼 수있는 능력은 시장이나 조직 계획에서 유리합니다.투자 전략, 부동산 계획 또는 자원 최적화와 관련된 역할을 고려하십시오.",
            "health": "목과 목 부위는 적절한 인체 공학과 자기 관리를 통해주의를 기울여야합니다.진실한 진실의 보컬 표현은 심리적 이점을 가져옵니다.양보다 품질을 강조하는 영양 접근법은 전반적인 활력을 향상시킵니다.",
            "finances": "유형 자산에 대한 장기 투자는 약속을 보여줍니다.다른 사람의 자원을 활용하는 수동적 소득 흐름을 설정하는 것을 고려하십시오.전략적 부채 관리 또는 제거를 통해 금융 보안이 향상됩니다."
        },
        "2033": {
            "overall": "2033은 전갈 자리에 대한 지적 확장 및 커뮤니케이션 혁신을 제공합니다.당신의 침투 통찰력은 새로운 플랫폼이나 방법론을 통해 완벽한 표현을 찾습니다.이해의 깊이와 의사 소통의 명확성 사이의 균형은 강력한 영향을 미칩니다.",
            "love": "지적 연결은 정서적 유대를 향상시킵니다.파트너는 당신의 사려 깊은 표현과 심리적 통찰에 감사합니다.단일 전갈 자리는 인생의 더 깊은 질문에 대한 진정한 의사 소통을 통해 의미있는 연결을 유치합니다.",
            "career": "작문, 연구 또는 교육 기회가 예기치 않게 나타납니다.복잡한 개념을 접근 가능한 방식으로 전달하는 능력은 전문적인 발전을 가져옵니다.여러 분야를 결합한 전문 지식을 개발하는 것을 고려하십시오.",
            "health": "신경계 건강은 적절한 휴식과 자극 균형을 통한주의가 필요합니다.인지 기능은 지적 도전과 명상 관행을 통해 향상됩니다.의식적인 호흡 관행을 통해 호흡기 건강에주의를 기울이십시오.",
            "finances": "커뮤니케이션 기술 또는 지적 재산 수익률 수익에 대한 투자.과정, 작문 또는 컨설팅을 통해 전문 지식 수익을 창출하는 것을 고려하십시오.형제 자매 또는 이웃 관계는 재정 문제에 영향을 줄 수 있습니다."
        },
        "2034": {
            "overall": "2034는 전갈 자리의 가정, 가족 및 정서적 기초를 강조합니다.프라이버시와 깊이에 대한 필요를 존중하는 공간을 만드는 것이 필수적입니다.가족 연결과 개인적인 변화 관행 사이의 균형은 정서적 안보로 이어집니다.",
            "love": "가족 역학은 예상치 못한 방식으로 낭만적 인 관계에 영향을 미칩니다.경계를 존중하면서 감정적 복잡성을 이해하는 파트너는 번성합니다.단일 전갈 자리는 가정 기반 모임이나 가족 소개를 통해 의미있는 연결을 찾을 수 있습니다.",
            "career": "재택 근무 기회는 프라이버시와 깊이에 대한 필요와 일치합니다.생산성과 정서적 복지를 모두 지원하는 홈 오피스를 만드는 것을 고려하십시오.부동산 또는 가족 사업 벤처는 특별한 약속을 보여줍니다.",
            "health": "소화 건강은 정서적 처리와 직접 연결됩니다.가정 기반 건강 관행은 지속 가능한 루틴을 확립합니다.적절한 영양 및 정서적 방출 기술을 통해 유방 및 위장에주의를 기울이십시오.",
            "finances": "부동산 투자 또는 주택 개선은 장기 가치를 산출합니다.가족 재무 계획 또는 상속 전략을 설정하는 것을 고려하십시오.정서적 안보와 재정적 안보는 깊이 상호 연결되어 있습니다."
        },
        "2035": {
            "overall": "2035는 전갈 자리에 창의적인 르네상스와 진정한 자기 표현을 제공합니다.당신의 예술적 비전은 깊이, 미스터리 및 변화를 매력적인 방식으로 결합합니다.징계와 자발적 표현 사이의 균형은 놀라운 창의적 업적으로 이어집니다.",
            "love": "낭만적 인 관계는 더 깊은 감정의 장난스러운 탐구를 통해 번성합니다.파트너는 당신의 열정적 인 창의성과 정서적 진정성에 감사합니다.단일 전갈 자리는 예술적 표현이나 레크리에이션 활동을 통해 자기 연결을 유치합니다.",
            "career": "창의적인 리더십 역할은 독특한 비전을 소중히 여기는 역할을합니다.생생한 감정적 자료를 매력적인 표현으로 바꾸는 능력은 전문적인 인식을 가져옵니다.심리적 통찰력, 예술적 방향 또는 변형 교육과 관련된 입장을 고려하십시오.",
            "health": "심장과 순환 건강은 정서적 표현과 연결됩니다.창의적인 활동은 단순한 레크리에이션 이외의 치료 적 이점을 제공합니다.적절한 자세와 운동 관행을 통해 등과 척추에주의하십시오.",
            "finances": "창의적인 벤처 또는 엔터테인먼트 프로젝트는 재정적 약속을 보여줍니다.예술, 환대 또는 레크리에이션 속성에 대한 투자를 고려하십시오.어린이의 요구 또는 교육 비용은 재무 계획에 영향을 줄 수 있습니다."
        }
    },
    "famous": [
        {
            "name": "레오나르도 디카프리오",
            "birth_date": "1974 년 11 월 11 일",
            "description": "강렬한 공연, 명성에도 불구하고 프라이버시 및 혁신적인 경력 선택을하는 배우 및 환경 운동가는 고전적인 전갈 자리 특성을 반영합니다."
        },
        {
            "name": "마리 쿠리",
            "birth_date": "1867 년 11 월 7 일",
            "description": "전갈 자리의 결단력, 수사 적 성격, 위험한, 숨겨진 영역을 조사하려는 의지를 구현 한 과학자는 심오한 진실을 발견했습니다."
        },
        {
            "name": "줄리아 로버츠",
            "birth_date": "1967 년 10 월 28 일",
            "description": "강력한 정서적 공연, 치열하게 보호 된 프라이버시 및 경력 장수가 전갈 자리의 감정적 깊이와 탄력성을 보여주는 여배우"
        },
        {
            "name": "드레이크",
            "birth_date": "1986 년 10 월 24 일",
            "description": "공공 페르소나에도 불구하고 감정적으로 밝혀진 가사, 전략적 경력 움직임 및 사적인 개인 생활을하는 음악가"
        },
        {
            "name": "빌 게이츠",
            "birth_date": "1955 년 10 월 28 일",
            "description": "전략적 사고, 혁신적인 비전 및 초점 강도를 가진 기업가와 박애주 의자"
        }
    ],
    "daily_advice": {
        "relationship": "오늘날, 결과를 통제하지 않고 취약성을 실천하십시오.다른 사람의 충성도를 테스트하기보다는 진정한 감정을 공유 할 때 신뢰가 강화됩니다.",
        "career": "귀하의 조사 능력은 중요한 정보를 공개합니다.적절한 기밀을 유지하면서 전략적으로 공유하십시오.",
        "health": "적절한 수화 및 영양을 통해 제거 시스템에주의하십시오.감정적 방출은 신체적 복지를 지원합니다.",
        "general": "오늘날 상황과 사람들에 대한 강력한 직관을 믿으십시오.표면 아래에서 볼 수있는 능력은 현명한 결정을 안내합니다."
    },
    "tarot_associations": {
        "major_arcana": "죽음",
        "explanation": "죽음의 카드는 변형, 새로운 시작으로 이어지는 결말, 그리고 전갈 자리의 재생 성격과 깊이 공명하는 자질을 나타냅니다.이 카드는 전갈 자리가 독특한 안락함과 이해로 탐색하는 죽음과 중생의주기를 구현하여 문자 적 ​​죽음이 아니라 변화를 허용하기 위해 끝나야 할 일을 방출하는 지혜를 나타냅니다."
    },
    "compatibility_details": {
        "aries": "Scorpio와 Aries는 화성 통치권을 공유하여 열정적이고 잠재적으로 변동적인 관계를 만듭니다.둘 다 강한 의지와 결단력이 있으며 권력 투쟁을 피하기 위해 상호 존중이 필요합니다.",
        "taurus": "전갈 자리와 황소 자리는 강력한 매력으로 반대 징후를 형성합니다.둘 다 깊고 충성스럽고 관능적이지만, 고정 된 특성은 중대한 타협이 필요한 완고한 스탠드 오프를 만들 수 있습니다.",
        "gemini": "전갈 자리와 쌍둥이 자리는 다양한 감정적 스타일로 도전에 직면합니다.Scorpio의 감정적 깊이와 강도는 Gemini의 가볍고 가변적 인 접근 방식을 압도하여 인내와 이해가 필요합니다.",
        "cancer": "전갈 자리와 암은 물 징후로서 깊고 직관적이고 감정적으로 심오한 관계를 만듭니다.충성도와 정서적 진정성 모두 강력한 이해의 유대를 형성합니다.",
        "leo": "전갈 자리와 레오는 열정적이고 강렬한 고정 표지판으로 강력하지만 잠재적으로 도전적인 관계를 만듭니다.서로 다른 권력 표현을 존중하지 않는 한 통제 문제가 발생할 수 있습니다.",
        "virgo": "전갈 자리와 처녀 자리는 분석적 접근 방식과 가치 진위를 공유합니다.둘 다 관찰되고 세부적인 지향적이며 상호 존중과 이해와 관계를 만듭니다.",
        "libra": "Scorpio와 Libra는 Scorpio의 강도와 천칭 자리의 균형에 대한 다른 접근 방식을 나타냅니다.이것은 편안한 구역을 넘어서 둘 다 필요한 복잡한 역학을 만듭니다.",
        "scorpio": "두 전갈 자리는 서로의 복잡한 성격에 대한 깊은 이해와 깊은 강렬하고 열정적 인 관계를 만듭니다.두 가지 취약점을 신중하게 보호함에 따라 신뢰 문제가 발생할 수 있습니다.",
        "sagittarius": "전갈 자리와 궁수 자리는 다른 우선 순위로 도전에 직면합니다. 전갈 자리는 감정적 깊이를 원하며 궁수 자리는 자유와 확장을 추구합니다.이러한 차이를 연결하려면 상당한 노력이 필요합니다.",
        "capricorn": "전갈 자리와 염소 자리는 공유 결정과 깊이와 강력하고 보완적인 경기를 형성합니다.가치 충성도와 진정성 모두 상호 존중을 바탕으로 한 관계를 만듭니다.",
        "aquarius": "전갈 자리와 물병 자리는 기본적으로 다른 접근법을 나타냅니다.이것은 매혹과 좌절을 만듭니다.",
        "pisces": "전갈 자리와 물고기 자리는 자연스러운 정서적 이해와 깊은 직관적 인 물 부호 일치를 형성합니다.둘 다 깊은 깊이의 느낌과 영적 연결에 접근하여 변형적인 유대를 만듭니다."
    },
    "astrological_influences": {
        "sun_in": "Scorpio의 Sun은 정서적 강도, 조사 성격 및 변형력을 제공합니다.당신은 깊이있는 삶에 다가 가면서 표면 아래에서 진실을 찾고 열정적으로 모든 것을 경험합니다.",
        "moon_in": "Scorpio의 Moon은 강력한 정서적 깊이와 심리적 직관을 만듭니다.숨겨진 동기와 무언의 역학에 대한 본능적 인 이해로 당신의 감정은 강렬하고 심오합니다.",
        "rising": "전갈 자리 상승은 당신에게 미스터리, 강도 및 자기의 모습을 보여줍니다.다른 사람들은 당신의 깊이와 힘을 즉시 느끼며, 종종 당신의 존재에 의해 끌려 가거나 약간 위협을 느낍니다."
    },
    "self_improvement": {
        "challenges": [
            "질투와 소유권 관리",
            "신뢰와 취약성 개발",
            "조작보다는 감정을 직접 표현합니다",
            "사람과 상황을 통제 할 필요성을 공개합니다",
            "강렬한 감정을위한 건강한 아울렛을 찾습니다"
        ],
        "growth_opportunities": [
            "의미있는 진실을 발견하기 위해 조사 능력을 사용합니다",
            "창의적 또는 치유 작업에 열정적 인 강도를 전달합니다",
            "자기 인식을 통해 감성 지능을 개발합니다",
            "변형 과정을 통해 다른 사람을 안내합니다",
            "신뢰를 기반으로 깊고 진정한 연결을 만듭니다"
        ],
        "affirmations": [
            "나는 삶의 과정을 통제하고 신뢰합니다",
            "나는 정직하고 직접적으로 내 감정을 표현합니다",
            "나는 치유와 변화를 위해 힘과 강도를 사용합니다.",
            "나는 취약성을 힘의 형태로 받아들입니다",
            "나는 도전을 성장 기회로 변화시킨다"
        ]
    },
    "life_path": {
        "purpose": "전갈 자리 개인은 종종 환상의 세계에서 진실을 변화시키고 치유하고 밝히는 사명을 가지고 있습니다.그들의 목적은 인생의 미스터리에 깊이 빠져들고, 손상된 것을 재생하고, 숨겨진 자원을 빛에 가져 오는 것과 관련이 있습니다.",
        "life_lessons": [
            "힘을 윤리적으로나 건설적으로 사용하는 법을 배웁니다",
            "배신을 경험 한 후 신뢰를 개발합니다",
            "프라이버시와 비밀의 균형을 찾는 것",
            "정서적 상처를 지혜로 바꾸는 것",
            "진정한 통제는 다른 사람을 통제하지 않고 자기 대비로부터 나온다는 것을 이해"
        ],
        "spiritual_growth": "Scorpio의 영적 발전은 낮은 감정을 더 높은 의식으로 바꾸는 것을 포함합니다.강렬한 에너지를 치유 목적으로, 직관을 발전시키고 결과에 대한 애착을 풀고, 파괴와 중생 내에서 신성한 목적을 찾는 데 도움이되는 관행은 모두 영적 진화에 기여합니다."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "전갈 자리 어린이는 일반적으로 어릴 때부터 강렬하고 지각하며 사적입니다.그들은 종종 강한 의지, 힘든 외관 아래의 정서적 민감성, 그리고 다른 사람들이 숨기려고하는 것을 인식 할 수없는 능력을 보여줍니다.",
            "parenting_advice": "완전한 정직을 통해 신뢰를 구축하십시오 - Scorpio 어린이는 즉시 불쾌감을 감지 할 수 있습니다.건강한 감정적 표현을 장려하면서 개인 정보를 존중하십시오.강렬한 감정에 대한 매장을 제공하고 자신의 지각을 무시하기보다는 인정합니다."
        },
        "in_friendship": {
            "friendship_style": "전갈 자리 친구들은 위기 중에 깊고 충성스럽고 감정적으로지지하며 강렬하게 존재합니다.그들은 자신을 충실하게 유지하고, 통찰력있는 조언을 제공하며, 인생의 가장 어두운 순간을 통해 친구들이 대기합니다.",
            "ideal_friends": "전갈 자리는 정서적 진정성을 소중히 여기며 강도에 위협받지 않는 친구들과 함께 번성합니다.그들은 심오한 연결과 존경받는 프라이버시를 모두 허용하는 우정에 감사하며, 많은 피상적 인 것보다 몇 가지 깊은 유대를 선호합니다."
        },
        "shadow_side": {
            "potential_issues": "불균형이 발생하면 전갈 자리는 조작, 복수 또는 강박 적으로 통제 될 수 있습니다.그들의 지각은 편집증, 파괴적인 조사에 대한 진실에 대한 그들의 욕구, 그리고 열정적 인 본성으로 질투하는 소유권으로 변할 수 있습니다.",
            "growth_path": "Scorpio의 개인적 성장은 강도를 창의적 또는 치유 노력으로 채널링하고, 의식적 취약성을 통해 신뢰를 개발하고, 그들의 힘을 사용하여 통제하기보다는 변화하는 것을 포함합니다."
        }
    },
    "seasonal_influences": {
        "autumn_depths": "Scorpio는 표면 아래에서 생명이 퇴각 할 때 가을의 중심부에서 태어난 계절의 신비와 숨겨진 과정을 구현합니다.이 타이밍은 사망, 변화, 갱신주기를 지배하는 보이지 않는 세력에 대한 자연스러운 이해로 전갈 자리를 주입합니다.",
        "fixed_quality": "고정 신호로서, 전갈 자리는 감정적 물 요소 내에서 농도와 깊이를 나타냅니다.이 입장은 그들에게 엄청난 초점, 정서적 탄력성 및 도전적인 상황을 통해 변화를 유지할 수있는 힘을 부여합니다."
    },
    "elemental_analysis": {
        "water_element_influence": "물 요소는 전갈 자리에 특징적인 감정적 깊이, 직관 및 심리적 인식을 제공합니다.물은 느낌의 영역, 잠재 의식적 연결, 그리고 보이지 않는 세계와 보이지 않는 세계 사이의 흐름을 나타냅니다.",
        "water_balance": "균형 잡힌 물은 감정적 지능, 직관적 인 지혜 및 치유 능력을 제공합니다.과도한 물은 정서적 홍수, 심리적 조작 및 감정의 익사로 이어질 수 있지만, 부족한 물은 정서적 분리 또는 깊이 연결되지 않을 수 있습니다."
    },
    "planetary_rulership": {
        "pluto_influence": "명왕성, 변형, 힘 및 중생의 행성은 전갈 자리의 현대 통치자입니다.이 행성의 영향은 부호의 재생 능력, 생명의 극단으로의 편안함, 완전한 항복 및 갱신을 통해 한계를 초월하는 능력을 설명합니다.",
        "mars_influence": "전갈 자리의 전통적인 통치자 인 화성은 표지판에 대한 주장, 용기 및 열정에 기여합니다.양자리는 화성 에너지를 직접 표현하지만 전갈 자리는 전략적 행동, 집중된 의지 및 강렬한 욕망을 통해 그것을 채택합니다.",
        "planetary_aspects": "개인의 출생 차트에서 명왕성과 화성의 위치와 측면은 전갈 자리 에너지가 표현되는 방식에 큰 영향을 미칩니다.강력한 명왕성 측면은 변형 능력과 심리적 통찰력을 향상 시키지만 권력 투쟁이나 강박 관념에 대한 경향을 높일 수 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 복잡한 데이터가 풍부한 세계에서 전갈 자리는 사이버 보안, 조사 저널리즘, 심리 프로파일 링, 조직의 위기 관리 및 숨겨진 패턴에 대한 깊은 연구가 필요한 분야에 탁월합니다.",
        "relationship_in_modern_context": "현대의 관계는 표면 연결 시대에 전갈 자리의 정서적 정직으로부터 혜택을받습니다.진정성에 대한 그들의 헌신은 취약성에 대한 디지털 시대의 과제를 탐색하는 데 도움이되는 반면, 그들의 지각은 온라인 페르소나를 통해 실제 연결로 줄어 듭니다."
    }
}