{
    "sign": "Scorpio",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/scorpio.svg",
    "local_name": "Bọ Cạp",
    "date_range": "23 tháng 10 - 21 tháng 11",
    "element": "Nước",
    "ruling_planet": "Sao Diêm Vương, Sao Hỏa (truyền thống)",
    "symbol": "Bọ cạp",
    "lucky_numbers": [
        "8",
        "11",
        "18",
        "22",
        "29"
    ],
    "lucky_colors": [
        "Màu đỏ sâu",
        "Maroon",
        "Đen"
    ],
    "lucky_days": [
        "Thứ ba",
        "Thứ năm"
    ],
    "lucky_stones": [
        "Topaz",
        "Opal",
        "Obsidian"
    ],
    "general_traits": {
        "strengths": [
            "Say đắm",
            "Xác định",
            "Trực quan",
            "Tháo vát",
            "Trung thành",
            "Sâu",
            "Điều tra"
        ],
        "weaknesses": [
            "Ghen tị",
            "Bí mật",
            "Thao túng",
            "Báo thù",
            "Khả nghi",
            "Ám ảnh",
            "Kiểm soát"
        ]
    },
    "personality": {
        "overview": "Bọ Cạp là dấu hiệu thứ tám của cung hoàng đạo, tượng trưng cho cường độ, biến đổi và độ sâu.Các cá nhân Bọ Cạp được biết đến với bản chất đam mê, hiểu biết sâu sắc và quyết tâm mạnh mẽ.Họ là các nhà điều tra của cung hoàng đạo, tìm kiếm sự thật dưới bề mặt thông qua trí tuệ cảm xúc của họ và sự tập trung không ngừng.",
        "detailed_traits": [
            "Độ sâu và nhận thức về cảm xúc mãnh liệt",
            "Quyết tâm và khả năng phục hồi mạnh mẽ",
            "Khả năng điều tra tự nhiên và trực giác",
            "Lòng trung thành sâu sắc với những người họ tin tưởng",
            "Khả năng biến đổi bản thân và các tình huống",
            "Thâm nhập cái nhìn sâu sắc về tâm lý con người",
            "Cách tiếp cận đam mê tất cả các khía cạnh của cuộc sống",
            "Tư duy chiến lược và sự tháo vát",
            "Bản chất riêng tư với thế giới bên trong phức tạp",
            "Năng lực tập trung và tập trung hoàn toàn"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Bọ Cạp rất đam mê, các đối tác cam kết sâu sắc, coi trọng tính xác thực cảm xúc và kết nối thân mật.Họ thể hiện tình yêu thông qua lòng trung thành sâu sắc, hỗ trợ cảm xúc trong thời kỳ khó khăn và cam kết không ngừng để hiểu bản chất sâu sắc nhất của đối tác.",
        "compatibility": {
            "most_compatible": [
                "Cự Giải",
                "Song Ngư",
                "Ma Kết",
                "Xử Nữ"
            ],
            "least_compatible": [
                "Sư Tử",
                "Bảo Bình",
                "Kim Ngưu"
            ]
        },
        "relationship_advice": "Các cá nhân Bọ Cạp cần phát triển niềm tin và dễ bị tổn thương mà không cần kiểm soát quá mức.Làm việc để giải phóng sự ghen tuông và sở hữu, nhận ra rằng sự thân mật thực sự đến từ tự do, không kiểm soát.Thể hiện cảm xúc trực tiếp hơn là thông qua thao tác tinh tế hoặc kiểm tra lòng trung thành.",
        "love_style": [
            "Niềm đam mê và sâu sắc về mặt cảm xúc",
            "Tìm kiếm sự kết nối sâu sắc ngoài sức hấp dẫn bề mặt",
            "Hoàn toàn trung thành và cam kết khi yêu",
            "Sở hữu và ghen tị khi cảm thấy không an toàn",
            "Giá trị hoàn toàn trung thực và tính xác thực cảm xúc",
            "Người bảo vệ cẩn thận cho đến khi sự tin tưởng được thiết lập",
            "Cách tiếp cận hoàn toàn hoặc không có gì đối với các mối quan hệ lãng mạn"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân Bọ Cạp xuất sắc trong sự nghiệp đòi hỏi điều tra, tư duy chiến lược và quản lý các tình huống phức tạp.Họ có một tài năng tự nhiên để khám phá thông tin ẩn và chuyển đổi các tình huống có vấn đề, phát triển mạnh ở các vị trí sử dụng sự hiểu biết và quyết tâm tâm lý của họ.",
        "suitable_careers": [
            "Tâm lý học và tâm lý trị liệu",
            "Nghiên cứu và điều tra",
            "Quản lý khủng hoảng",
            "Phẫu thuật và Y học",
            "Phân tích và đầu tư tài chính",
            "Trí thông minh và công việc thám tử",
            "Huấn luyện chuyển đổi",
            "Khoa học pháp y",
            "Lập kế hoạch chiến lược",
            "Các nghiên cứu siêu hình và huyền bí"
        ],
        "financial_habits": "Các cá nhân Bọ Cạp thường có cách tiếp cận chiến lược đối với tiền, thường xuất sắc trong việc đầu tư dài hạn và quản lý tài nguyên.Họ có bản năng tốt về thời điểm chấp nhận rủi ro được tính toán và khi nào để bảo tồn tài nguyên, mặc dù đôi khi chúng có thể sử dụng tiền như một hình thức quyền lực hoặc kiểm soát.",
        "work_style": [
            "Hoạt động với sự tập trung và cống hiến mạnh mẽ",
            "Tuyệt vời trong việc giải quyết các vấn đề phức tạp",
            "Thích làm việc đằng sau hậu trường",
            "Phát triển mạnh trong khủng hoảng hoặc tình huống áp suất cao",
            "Giá trị trung thực và tính xác thực tại nơi làm việc",
            "Có thể đấu tranh với việc chia sẻ thông tin hoặc ủy thác",
            "Tuyệt vời khi đọc mọi người và các tình huống"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Bọ Cạp cai trị các cơ quan sinh sản, hệ thống loại bỏ và các quá trình biến đổi trong cơ thể.Các cá nhân Bọ Cạp thường có sức mạnh hồi phục mạnh mẽ và khả năng phục hồi nhưng có thể dễ bị các vấn đề liên quan đến hệ thống sinh sản và loại bỏ khi mất cân bằng.",
        "common_health_issues": [
            "Rối loạn hệ thống sinh sản",
            "Nhiễm trùng đường tiết niệu",
            "Mất cân bằng nội tiết tố",
            "Viêm mãn tính",
            "Các vấn đề tiêu hóa liên quan đến căng thẳng",
            "Xu hướng ám ảnh ảnh hưởng đến sức khỏe tâm thần",
            "Các vấn đề với quy trình giải độc"
        ],
        "wellness_advice": "Thực hành giải phóng cảm xúc thông qua các cửa hàng lành mạnh như nhật ký hoặc trị liệu.Hãy chú ý đến việc loại bỏ và giải độc thông qua hydrat hóa và dinh dưỡng thích hợp.Cường độ cân bằng với các thời gian thư giãn và các hoạt động xây dựng niềm tin.",
        "exercise_preferences": [
            "Tập luyện căng thẳng, biến đổi",
            "Võ thuật và thể thao chiến đấu",
            "Các hoạt động nước sâu như lặn biển",
            "Tập tạ và thể hình",
            "Đào tạo khoảng cường độ cao"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 đánh dấu một giai đoạn biến đổi cho Bọ Cạp, mang lại sự tiến hóa cá nhân sâu sắc và chiều sâu cảm xúc.Trực giác tự nhiên của bạn tăng cường, hướng dẫn các quyết định cuộc sống quan trọng.Nắm bắt lỗ hổng như một con đường dẫn đến sức mạnh đích thực và kết nối sâu sắc hơn.",
            "love": "Mối quan hệ lãng mạn tăng cường thông qua sự trung thực về cảm xúc và chia sẻ lỗ hổng.Quan hệ đối tác hiện tại chuyển đổi thông qua sự thân mật và niềm tin mới.Bọ Cạp đơn thu hút các kết nối từ tính với các cá nhân tìm kiếm độ sâu, những người đánh giá cao sự phức tạp của bạn.",
            "career": "Tăng trưởng chuyên nghiệp đến thông qua việc tận dụng tài năng điều tra và tư duy chiến lược của bạn.Cơ hội lãnh đạo xuất hiện trong các lĩnh vực đòi hỏi sự kiên trì và trí tuệ cảm xúc.Xem xét các vai trò liên quan đến nghiên cứu, tâm lý học hoặc các sáng kiến ​​biến đổi.",
            "health": "Tập trung vào sức khỏe hệ thống sinh sản và loại bỏ.Thực hành giải độc và hydrat hóa thích hợp mang lại lợi ích đáng chú ý.Sức khỏe tình cảm cải thiện thông qua các thực hành trị liệu giải quyết các mô hình sâu sắc.",
            "finances": "Sức mạnh tài chính phát triển thông qua đầu tư chiến lược và quản lý tài nguyên cẩn thận.Hãy xem xét các liên doanh tận dụng các nguồn lực chia sẻ.Các vấn đề thừa kế hoặc bảo hiểm bất ngờ có thể cần được chú ý."
        },
        "2026": {
            "overall": "2026 nhấn mạnh sự phát triển tâm linh và phát triển tâm linh cho Bọ Cạp.Kết nối của bạn với các lĩnh vực vô hình mang đến những hiểu biết có giá trị để điều hướng các tình huống phức tạp.Cân bằng giữa các mục tiêu vật liệu và thăm dò siêu hình tạo ra sự hài hòa và sức mạnh.",
            "love": "Kết nối cấp độ linh hồn xác định những trải nghiệm lãng mạn của bạn.Đối tác đánh giá cao chiều sâu cảm xúc của bạn và sự hiểu biết trực quan.Bọ Cạp đơn thu hút mối quan hệ với các khía cạnh tâm linh hoặc tâm lý sâu sắc.",
            "career": "Vai trò nghiên cứu hoặc điều tra mang lại sự hoàn thành chuyên nghiệp.Khả năng của bạn để nhìn thấy bên dưới bề mặt xuất hiện tạo ra các giải pháp độc đáo cho các vấn đề phức tạp.Xem xét các vị trí liên quan đến chữa bệnh, chuyển đổi hoặc phát hiện ra thông tin ẩn.",
            "health": "Các hệ thống năng lượng đòi hỏi sự chú ý thông qua các thực hành như châm cứu hoặc chữa bệnh năng lượng.Chất lượng giấc ngủ và trải nghiệm giấc mơ cung cấp hướng dẫn có giá trị.Đặc biệt chú ý đến chức năng miễn dịch thông qua các kỹ thuật quản lý căng thẳng.",
            "finances": "Tài nguyên ẩn hoặc tài sản bị bỏ qua có thể được phát hiện.Xem xét đầu tư vào công nghệ chăm sóc sức khỏe hoặc giáo dục siêu hình.Trực giác tài chính chứng minh chính xác đáng kể, vì vậy hãy tin vào bản năng của bạn về thời gian."
        },
        "2027": {
            "overall": "2027 mang đến sự mở rộng thông qua giáo dục và thăm dò triết học cho Bọ Cạp.Tâm trí thâm nhập của bạn vượt trội trong việc khám phá những sự thật sâu sắc.Cân bằng theo đuổi trí tuệ với trí tuệ cảm xúc dẫn đến sự biến đổi cá nhân mạnh mẽ.",
            "love": "Mối quan hệ sâu sắc thông qua sự phát triển trí tuệ và tâm linh được chia sẻ.Các đối tác đánh giá cao sự sẵn lòng của bạn để khám phá những bí ẩn của cuộc sống cùng nhau.Bọ Cạp đơn thu hút các kết nối thông qua các hoạt động giáo dục hoặc các cuộc thảo luận triết học.",
            "career": "Cơ hội học tập hoặc giảng dạy xuất hiện bất ngờ.Khả năng của bạn để làm cho các chủ đề phức tạp có thể truy cập mang lại sự công nhận chuyên nghiệp.Xem xét các vai trò liên quan đến xuất bản nghiên cứu, giáo dục chuyên ngành hoặc học tập biến đổi.",
            "health": "Gan và máu thanh lọc đáng được chú ý.Khám phá thực hành giải độc từ các truyền thống văn hóa khác nhau.Lợi ích sức khỏe tâm thần từ các hoạt động nghiên cứu triết học và ý nghĩa.",
            "finances": "Đầu tư giáo dục mang lại cả lợi nhuận trí tuệ và tài chính.Xem xét phát triển kiến ​​thức chuyên ngành tận dụng tài năng điều tra của bạn.Xuất bản hoặc liên doanh chia sẻ kiến ​​thức cho thấy lời hứa đặc biệt."
        },
        "2028": {
            "overall": "2028 tập trung vào sự tiến bộ nghề nghiệp và công nhận công khai cho Bọ Cạp.Cách tiếp cận chiến lược của bạn để tăng trưởng chuyên nghiệp tạo ra tác động lâu dài.Tìm kiếm sự cân bằng giữa tham vọng và sự thể hiện tự xác thực dẫn đến thành công bền vững.",
            "love": "Mối quan hệ phải đáp ứng nhu cầu nghề nghiệp, đòi hỏi giao tiếp rõ ràng về các ưu tiên.Các đối tác hỗ trợ tham vọng của bạn trong khi duy trì kết nối cảm xúc phát triển mạnh.Bọ Cạp đơn có thể tìm thấy các kết nối có ý nghĩa thông qua các mạng chuyên nghiệp.",
            "career": "Vai trò lãnh đạo liên quan đến chuyển đổi hoặc quản lý khủng hoảng xuất hiện.Khả năng của bạn để giữ bình tĩnh dưới áp lực mang lại cơ hội tiến bộ.Hãy xem xét các vị trí tận dụng tư duy chiến lược và trí tuệ cảm xúc của bạn.",
            "health": "Quản lý căng thẳng trở nên cần thiết để duy trì sức sống.Khám phá các thực hành cân bằng ổ đĩa đầy tham vọng với sự phục hồi cần thiết.Sức khỏe khớp và xương đòi hỏi sự chú ý thông qua các công thái học và thực hành chuyển động thích hợp.",
            "finances": "Tiến bộ nghề nghiệp mang lại phần thưởng tài chính.Xem xét đầu tư chiến lược của các nguồn lực mới.Danh tiếng và ảnh hưởng trở thành tiền tệ có giá trị chuyển thành lợi ích vật chất."
        },
        "2029": {
            "overall": "2029 nổi bật kết nối xã hội và ảnh hưởng cộng đồng cho Bọ Cạp.Khả năng của bạn để hình thành trái phiếu sâu trong các nhóm tạo ra động lực tập thể mạnh mẽ.Cân bằng giữa việc duy trì ranh giới cá nhân và thúc đẩy kết nối chính hãng dẫn đến việc hoàn thành các mối quan hệ.",
            "love": "Tình bạn có thể phát triển thành những kết nối lãng mạn.Các mối quan hệ hiện tại được hưởng lợi từ các nhóm xã hội mở rộng và các hoạt động nhóm chia sẻ.Bọ Cạp đơn thu hút các đối tác thông qua sự tham gia xác thực trong các cộng đồng có ý nghĩa.",
            "career": "Lãnh đạo nhóm hoặc vai trò tổ chức cộng đồng mang lại sự hoàn thành.Khả năng của bạn để hiểu động lực nhóm và thúc đẩy người khác tạo ra kết quả đặc biệt.Xem xét các vị trí liên quan đến chuyển đổi xã hội hoặc chữa bệnh tập thể.",
            "health": "Lưu thông và sức khỏe hô hấp xứng đáng được chú ý.Các hoạt động chăm sóc sức khỏe dựa vào cộng đồng mang lại lợi ích cả về thể chất và tâm lý.Các kết nối xã hội tác động tích cực đến tuổi thọ và sức sống khi ranh giới vẫn rõ ràng.",
            "finances": "Ventures hợp tác cho thấy lời hứa tài chính.Xem xét các nguồn lực gộp với các cộng sự đáng tin cậy để có tác động lớn hơn.Mạng dẫn đến các cơ hội tài chính bất ngờ khi kết nối xác thực vẫn là ưu tiên hàng đầu."
        },
        "2030": {
            "overall": "2030 mang lại sự rút lui tinh thần và chữa bệnh bên trong cho Bọ Cạp.Mối liên hệ của bạn với vô thức tập thể sâu sắc, mang lại những hiểu biết sâu sắc.Sự cân bằng giữa sự cô độc và sự tham gia thế giới tạo ra sự biến đổi và đổi mới mạnh mẽ.",
            "love": "Mối quan hệ đòi hỏi không gian cho thực hành tâm linh cá nhân.Các đối tác tôn trọng nhu cầu của bạn đối với sự cô độc định kỳ trong khi duy trì kết nối phát triển mạnh.Bọ Cạp đơn thu hút các kết nối cấp độ linh hồn thông qua sự tham gia tinh thần đích thực.",
            "career": "Vai trò hậu trường mang lại sự thỏa mãn bất ngờ.Khả năng làm việc của bạn với những ảnh hưởng vô hình hoặc các mẫu vô thức tạo ra những đóng góp có giá trị.Xem xét các vị trí trong chăm sóc sức khỏe, tư vấn tâm linh hoặc chuyển đổi thể chế.",
            "health": "Chức năng miễn dịch và sức khỏe bạch huyết đòi hỏi sự chú ý.Nghỉ ngơi và phục hồi trở thành thực hành thiết yếu hơn là xa xỉ.Phương thức chữa bệnh tâm linh mang lại lợi ích đáng chú ý cho sức khỏe tổng thể.",
            "finances": "Hỗ trợ tài chính bất ngờ đến thông qua các kênh vô hình trước đây.Xem xét đầu tư vào đổi mới chăm sóc sức khỏe hoặc trung tâm rút lui tâm linh.Từ thiện cho nghịch lý làm tăng sự phong phú khi được liên kết với các giá trị cốt lõi."
        },
        "2031": {
            "overall": "2031 đánh dấu sự tái sinh đáng kể và tái tạo cá nhân cho Bọ Cạp.Sự thể hiện tự xác thực của bạn thu hút các đồng minh và cơ hội mạnh mẽ.Sự cân bằng giữa việc tôn vinh bản sắc độc đáo của bạn và thích nghi với hoàn cảnh thay đổi dẫn đến sự tiến hóa cá nhân đáng chú ý.",
            "love": "Mối quan hệ biến đổi thông qua sự nhận biết lẫn nhau của các nhu cầu xác thực.Các đối tác đánh giá cao sự rõ ràng và tự tin mới của bạn.Bọ Cạp đơn thu hút các kết nối có ý nghĩa thông qua sự tự thể hiện chính hãng và trung thực cảm xúc.",
            "career": "Cơ hội lãnh đạo xuất hiện cho phép thể hiện tầm nhìn xác thực của bạn.Cách tiếp cận độc đáo của bạn để chuyển đổi đạt được sự công nhận từ các nhân vật có ảnh hưởng.Xem xét các dự án hoặc vai trò cho phép tự chủ sáng tạo.",
            "health": "Vitality cải thiện thông qua sự liên kết với mục đích xác thực.Ngoại hình thể chất phản ánh sự biến đổi bên trong.Hãy chú ý đến khu vực đầu và khuôn mặt thông qua quản lý chăm sóc và căng thẳng thích hợp.",
            "finances": "Thương hiệu cá nhân hoặc liên doanh dựa trên danh tính cho thấy lời hứa tài chính.Xem xét các khoản đầu tư phù hợp với các giá trị và lợi ích xác thực của bạn.Cơ hội tài chính bất ngờ phát sinh thông qua sự tự thể hiện can đảm."
        },
        "2032": {
            "overall": "2032 tập trung vào bảo mật vật liệu và quản lý tài nguyên cho Bọ Cạp.Cách tiếp cận chiến lược của bạn để xây dựng giá trị tạo ra cả sự phong phú và bảo mật cá nhân.Tìm kiếm sự cân bằng giữa việc thu nhận vật chất và giá trị tâm linh mang lại sự hoàn thành.",
            "love": "Các giá trị chia sẻ xung quanh tài nguyên củng cố các mối quan hệ.Đối tác đánh giá cao cách tiếp cận thực tế của bạn để xây dựng an ninh cùng nhau.Single Bọ Cạp thu hút các đối tác tiềm năng có đầu óc ổn định nhưng tìm kiếm chiều sâu.",
            "career": "Các lĩnh vực tài chính hoặc vai trò quản lý tài nguyên cung cấp sự tiến bộ.Khả năng nhìn thấy giá trị ẩn của bạn mang lại lợi thế cho bạn trong thị trường hoặc lập kế hoạch tổ chức.Xem xét các vai trò liên quan đến chiến lược đầu tư, lập kế hoạch bất động sản hoặc tối ưu hóa tài nguyên.",
            "health": "Các khu vực cổ họng và cổ đòi hỏi sự chú ý thông qua công thái học thích hợp và tự chăm sóc bản thân.Biểu hiện giọng hát của sự thật đích thực mang lại lợi ích tâm lý.Phương pháp tiếp cận dinh dưỡng nhấn mạnh chất lượng hơn số lượng cải thiện sức sống tổng thể.",
            "finances": "Đầu tư dài hạn vào tài sản hữu hình cho thấy lời hứa.Xem xét thiết lập các dòng thu nhập thụ động tận dụng các nguồn lực của người khác.An ninh tài chính cải thiện thông qua quản lý nợ chiến lược hoặc loại bỏ."
        },
        "2033": {
            "overall": "2033 mang đến sự mở rộng trí tuệ và đột phá giao tiếp cho Bọ Cạp.Những hiểu biết thâm nhập của bạn tìm thấy biểu thức hoàn hảo thông qua các nền tảng hoặc phương pháp mới.Cân bằng giữa độ sâu của sự hiểu biết và sự rõ ràng của giao tiếp tạo ra ảnh hưởng mạnh mẽ.",
            "love": "Kết nối trí tuệ tăng cường liên kết cảm xúc.Đối tác đánh giá cao biểu hiện chu đáo của bạn và những hiểu biết tâm lý.Bọ Cạp đơn thu hút các kết nối có ý nghĩa thông qua giao tiếp đích thực về những câu hỏi sâu sắc hơn của cuộc sống.",
            "career": "Viết, nghiên cứu, hoặc cơ hội giáo dục xuất hiện bất ngờ.Khả năng của bạn để truyền đạt các khái niệm phức tạp theo những cách có thể truy cập mang lại sự tiến bộ chuyên nghiệp.Cân nhắc phát triển kiến ​​thức chuyên ngành kết hợp nhiều ngành.",
            "health": "Sức khỏe hệ thần kinh đòi hỏi sự chú ý thông qua sự nghỉ ngơi và cân bằng kích thích thích hợp.Chức năng nhận thức được cải thiện thông qua cả thách thức trí tuệ và thực hành thiền định.Hãy chú ý đến sức khỏe hô hấp thông qua thực hành thở có ý thức.",
            "finances": "Đầu tư vào công nghệ truyền thông hoặc lợi nhuận sản lượng sở hữu trí tuệ.Hãy xem xét việc kiếm tiền từ kiến ​​thức chuyên môn của bạn thông qua các khóa học, viết hoặc tư vấn.Mối quan hệ anh chị em hoặc hàng xóm có thể ảnh hưởng đến các vấn đề tài chính."
        },
        "2034": {
            "overall": "2034 nhấn mạnh vào các nền tảng nhà, gia đình và cảm xúc cho Bọ Cạp.Tạo ra không gian tôn trọng nhu cầu riêng tư và chiều sâu của bạn trở nên cần thiết.Cân bằng giữa kết nối gia đình và thực hành chuyển đổi cá nhân dẫn đến an ninh cảm xúc.",
            "love": "Động lực gia đình ảnh hưởng đến các mối quan hệ lãng mạn theo những cách bất ngờ.Các đối tác hiểu sự phức tạp về cảm xúc của bạn trong khi tôn trọng ranh giới phát triển mạnh.Bọ Cạp đơn có thể tìm thấy các kết nối có ý nghĩa thông qua các cuộc họp mặt tại nhà hoặc giới thiệu gia đình.",
            "career": "Cơ hội làm việc tại nhà phù hợp với nhu cầu riêng tư và chiều sâu của bạn.Cân nhắc việc tạo ra một văn phòng tại nhà hỗ trợ cả năng suất và sức khỏe cảm xúc.Bất động sản hoặc các dự án kinh doanh gia đình cho thấy lời hứa đặc biệt.",
            "health": "Sức khỏe tiêu hóa kết nối trực tiếp với xử lý cảm xúc.Thực hành chăm sóc sức khỏe tại nhà thiết lập thói quen bền vững.Hãy chú ý đến các khu vực vú và dạ dày thông qua các kỹ thuật giải phóng dinh dưỡng và cảm xúc thích hợp.",
            "finances": "Đầu tư bất động sản hoặc cải thiện nhà mang lại giá trị dài hạn.Xem xét thiết lập các chiến lược kế hoạch tài chính hoặc kế thừa gia đình.An ninh cảm xúc và an ninh tài chính chứng minh liên kết sâu sắc."
        },
        "2035": {
            "overall": "2035 mang đến sự phục hưng sáng tạo và tự thể hiện đích thực cho Bọ Cạp.Tầm nhìn nghệ thuật của bạn kết hợp chiều sâu, bí ẩn và chuyển đổi theo những cách hấp dẫn.Cân bằng giữa kỷ luật và biểu hiện tự phát dẫn đến những thành tựu sáng tạo đáng chú ý.",
            "love": "Mối quan hệ lãng mạn phát triển mạnh thông qua việc khám phá những cảm xúc sâu sắc hơn.Đối tác đánh giá cao sự sáng tạo đam mê của bạn và tính xác thực cảm xúc.Bọ Cạp đơn thu hút các kết nối từ tính thông qua biểu hiện nghệ thuật hoặc các hoạt động giải trí.",
            "career": "Vai trò lãnh đạo sáng tạo nổi lên giá trị tầm nhìn độc đáo của bạn.Khả năng biến đổi vật liệu cảm xúc thô của bạn thành biểu hiện hấp dẫn mang lại sự công nhận chuyên nghiệp.Hãy xem xét các vị trí liên quan đến cái nhìn sâu sắc tâm lý, định hướng nghệ thuật hoặc giáo dục biến đổi.",
            "health": "Sức khỏe tim và tuần hoàn kết nối với biểu hiện cảm xúc.Các hoạt động sáng tạo cung cấp lợi ích trị liệu ngoài việc giải trí đơn thuần.Hãy chú ý đến trở lại và cột sống thông qua các thực hành tư thế và chuyển động thích hợp.",
            "finances": "Các dự án sáng tạo hoặc các dự án giải trí cho thấy lời hứa tài chính.Xem xét đầu tư vào nghệ thuật, khách sạn hoặc tài sản giải trí.Nhu cầu của trẻ em hoặc chi phí giáo dục có thể ảnh hưởng đến kế hoạch tài chính."
        }
    },
    "famous": [
        {
            "name": "Sư Tửnardo DiCaprio",
            "birth_date": "Ngày 11 tháng 11 năm 1974",
            "description": "Diễn viên và nhà hoạt động môi trường có những màn trình diễn mạnh mẽ, quyền riêng tư mặc dù nổi tiếng và lựa chọn nghề nghiệp biến đổi phản ánh những đặc điểm của Bọ Cạp cổ điển"
        },
        {
            "name": "Marie Curie",
            "birth_date": "Ngày 7 tháng 11 năm 1867",
            "description": "Nhà khoa học thể hiện quyết tâm, bản chất điều tra của Bọ Cạp và sự sẵn sàng thăm dò các cõi nguy hiểm, ẩn giấu để khám phá những sự thật sâu sắc"
        },
        {
            "name": "Julia Roberts",
            "birth_date": "Ngày 28 tháng 10 năm 1967",
            "description": "Nữ diễn viên có màn trình diễn cảm xúc mạnh mẽ, sự riêng tư được bảo vệ quyết liệt và tuổi thọ sự nghiệp thể hiện chiều sâu và khả năng phục hồi cảm xúc của Bọ Cạp"
        },
        {
            "name": "Drake",
            "birth_date": "Ngày 24 tháng 10 năm 1986",
            "description": "Nhạc sĩ có lời bài hát tiết lộ về mặt cảm xúc, sự nghiệp chiến lược và cuộc sống cá nhân riêng tư mặc dù tính cách công khai minh họa cho bản chất phức tạp của Bọ Cạp"
        },
        {
            "name": "Cổng hóa đơn",
            "birth_date": "Ngày 28 tháng 10 năm 1955",
            "description": "Doanh nhân và nhà từ thiện có tư duy chiến lược, tầm nhìn biến đổi và cường độ tập trung phản ánh sức mạnh và sự tháo vát của Bọ Cạp"
        }
    ],
    "daily_advice": {
        "relationship": "Ngày nay, thực hành lỗ hổng mà không cố gắng kiểm soát kết quả.Tin tưởng tăng cường khi bạn chia sẻ cảm xúc xác thực thay vì kiểm tra lòng trung thành của người khác.",
        "career": "Khả năng điều tra của bạn tiết lộ thông tin quan trọng.Chia sẻ chiến lược trong khi duy trì tính bảo mật thích hợp.",
        "health": "Hãy chú ý đến các hệ thống loại bỏ của bạn thông qua hydrat hóa và dinh dưỡng thích hợp.Phát hành cảm xúc hỗ trợ sức khỏe thể chất.",
        "general": "Tin tưởng trực giác mạnh mẽ của bạn về các tình huống và con người ngày nay.Khả năng của bạn để nhìn thấy bên dưới các hướng dẫn bề mặt các quyết định khôn ngoan."
    },
    "tarot_associations": {
        "major_arcana": "Cái chết",
        "explanation": "Thẻ tử thần đại diện cho sự biến đổi, kết thúc dẫn đến sự khởi đầu mới và sự thay đổi sâu sắc - phẩm chất cộng hưởng sâu sắc với bản chất tái tạo của Bọ Cạp.Thẻ này thể hiện chu kỳ của cái chết và sự tái sinh mà Bọ Cạp điều hướng với sự thoải mái và hiểu biết độc đáo, đại diện cho cái chết không theo nghĩa đen mà là sự khôn ngoan của việc giải phóng những gì phải kết thúc để cho phép chuyển đổi."
    },
    "compatibility_details": {
        "aries": "Bọ Cạp và Bạch Dương chia sẻ sự cai trị của sao Hỏa, tạo ra một mối quan hệ đam mê nhưng có khả năng biến động.Cả hai đều có ý chí mạnh mẽ và quyết tâm, đòi hỏi sự tôn trọng lẫn nhau để tránh các cuộc đấu tranh quyền lực.",
        "taurus": "Bọ Cạp và Kim Ngưu hình thành các dấu hiệu đối diện với một điểm thu hút mạnh mẽ.Cả hai đều trung thành và gợi cảm sâu sắc, nhưng bản chất cố định của chúng có thể tạo ra những bế tắc cứng đầu đòi hỏi sự thỏa hiệp đáng kể.",
        "gemini": "Bọ Cạp và Song Tử phải đối mặt với những thách thức với các phong cách cảm xúc khác nhau.Độ sâu và cường độ cảm xúc của Bọ Cạp có thể áp đảo ánh sáng, cách tiếp cận khác nhau, đòi hỏi sự kiên nhẫn và hiểu biết.",
        "cancer": "Bọ Cạp và Cự Giải tạo ra một mối quan hệ sâu sắc và cảm xúc sâu sắc như các dấu hiệu nước.Cả giá trị trung thành và tính xác thực cảm xúc, hình thành mối liên kết mạnh mẽ của sự hiểu biết.",
        "leo": "Bọ Cạp và Sư Tử đều là những dấu hiệu cố định đam mê và mãnh liệt, tạo ra một mối quan hệ mạnh mẽ nhưng có khả năng thách thức.Các vấn đề kiểm soát có thể xuất hiện trừ khi cả hai phát triển sự tôn trọng đối với các biểu hiện quyền lực khác nhau của họ.",
        "virgo": "Bọ Cạp và Xử Nữ chia sẻ một cách tiếp cận phân tích và tính xác thực giá trị.Cả hai đều là người quan sát và định hướng chi tiết, tạo ra một mối quan hệ với sự tôn trọng và hiểu biết lẫn nhau.",
        "libra": "Bọ Cạp và Libra đại diện cho các cách tiếp cận khác nhau đối với mối quan hệ - cường độ của Bọ Cạp so với sự cân bằng của Libra.Điều này tạo ra một động lực phức tạp đòi hỏi cả hai để kéo dài ra ngoài vùng thoải mái.",
        "scorpio": "Hai Bọ Cạp tạo ra một mối quan hệ đam mê, mãnh liệt với sự hiểu biết sâu sắc về bản chất phức tạp của nhau.Các vấn đề tin cậy có thể phát sinh khi cả hai bảo vệ các lỗ hổng của họ một cách cẩn thận.",
        "sagittarius": "Bọ Cạp và Nhân Mã phải đối mặt với những thách thức với các ưu tiên khác nhau - Bọ Cạp mong muốn chiều sâu cảm xúc trong khi Nhân Mã tìm kiếm tự do và mở rộng.Kết nối những khác biệt này đòi hỏi nỗ lực đáng kể.",
        "capricorn": "Bọ Cạp và Ma Kết tạo thành một trận đấu mạnh mẽ, bổ sung với quyết tâm và chiều sâu được chia sẻ.Cả trung thành giá trị và tính xác thực, tạo ra các mối quan hệ được xây dựng dựa trên sự tôn trọng lẫn nhau.",
        "aquarius": "Bọ Cạp và Bảo Bình đại diện cho các cách tiếp cận khác nhau về cơ bản - cường độ cảm xúc của Bọ Cạp so với sự tách rời trí tuệ của Bảo Bình.Điều này tạo ra cả niềm đam mê và thất vọng.",
        "pisces": "Bọ Cạp và Song Ngư tạo thành một phù hợp với dấu hiệu nước trực quan sâu sắc với sự hiểu biết về cảm xúc tự nhiên.Cả hai tiếp cận chiều sâu sâu sắc của cảm giác và kết nối tâm linh, tạo ra các liên kết biến đổi."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời trong Bọ Cạp mang đến cường độ cảm xúc, bản chất điều tra và sức mạnh biến đổi.Bạn tiếp cận cuộc sống với chiều sâu, tìm kiếm sự thật dưới bề mặt và trải nghiệm mọi thứ một cách say mê.",
        "moon_in": "Mặt trăng trong Bọ Cạp tạo ra chiều sâu cảm xúc mạnh mẽ và trực giác tâm lý.Cảm xúc của bạn chạy dữ dội và sâu sắc, với sự hiểu biết bản năng về những động lực ẩn giấu và động lực không được nói.",
        "rising": "Bọ Cạp Rising mang đến cho bạn một sự xuất hiện của bí ẩn, cường độ và từ tính.Những người khác cảm nhận được chiều sâu và sức mạnh của bạn ngay lập tức, thường cảm thấy cả bị cuốn hút và hơi bị đe dọa bởi sự hiện diện của bạn."
    },
    "self_improvement": {
        "challenges": [
            "Quản lý sự ghen tuông và sở hữu",
            "Phát triển niềm tin và dễ bị tổn thương",
            "Thể hiện cảm xúc trực tiếp hơn là thao túng",
            "Giải phóng nhu cầu kiểm soát con người và các tình huống",
            "Tìm các cửa hàng lành mạnh cho những cảm xúc mãnh liệt"
        ],
        "growth_opportunities": [
            "Sử dụng các khả năng điều tra để khám phá những sự thật có ý nghĩa",
            "Chuyển hướng cường độ đam mê vào công việc sáng tạo hoặc chữa bệnh",
            "Phát triển trí tuệ cảm xúc thông qua sự tự nhận thức",
            "Hướng dẫn người khác thông qua các quy trình biến đổi",
            "Tạo các kết nối sâu, xác thực dựa trên sự tin tưởng"
        ],
        "affirmations": [
            "Tôi giải phóng quyền kiểm soát và tin tưởng vào quá trình cuộc sống",
            "Tôi thể hiện cảm xúc của mình một cách trung thực và trực tiếp",
            "Tôi sử dụng sức mạnh và cường độ của mình để chữa bệnh và biến đổi",
            "Tôi nắm lấy lỗ hổng như một hình thức sức mạnh",
            "Tôi biến những thách thức thành cơ hội phát triển"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Bọ Cạp thường có nhiệm vụ biến đổi, chữa lành và khám phá sự thật trong một thế giới ảo ảnh.Mục đích của họ liên quan đến việc lặn sâu vào những bí ẩn của cuộc sống, tái sinh những gì đã bị hư hại và đưa các nguồn lực ẩn giấu ra ánh sáng.",
        "life_lessons": [
            "Học cách sử dụng quyền lực về mặt đạo đức và xây dựng",
            "Phát triển niềm tin sau khi trải qua sự phản bội",
            "Tìm sự cân bằng giữa quyền riêng tư và bí mật",
            "Biến những vết thương tình cảm thành trí tuệ",
            "Hiểu rằng sự kiểm soát thực sự đến từ việc tự làm chủ, không kiểm soát người khác"
        ],
        "spiritual_growth": "Phát triển tâm linh cho Bọ Cạp liên quan đến việc truyền cảm xúc thấp hơn vào ý thức cao hơn.Các thực hành giúp truyền năng lượng mạnh mẽ vào mục đích chữa bệnh, phát triển trực giác trong khi giải phóng sự gắn bó với kết quả và tìm kiếm mục đích thiêng liêng trong sự hủy diệt và tái sinh đều góp phần tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Bọ Cạp thường dữ dội, nhận thức và riêng tư từ khi còn nhỏ.Họ thường thể hiện ý chí mạnh mẽ, sự nhạy cảm về cảm xúc bên dưới bề ngoài khó khăn và khả năng kỳ lạ để nhận thức những gì người khác cố gắng che giấu.",
            "parenting_advice": "Xây dựng niềm tin thông qua sự trung thực hoàn toàn của trẻ em Scorpio có thể phát hiện tính không chính xác ngay lập tức.Tôn trọng sự riêng tư của họ trong khi khuyến khích biểu hiện cảm xúc lành mạnh.Cung cấp các cửa hàng cho những cảm giác mãnh liệt và thừa nhận tính nhận thức của họ hơn là loại bỏ nó."
        },
        "in_friendship": {
            "friendship_style": "Những người bạn Bọ Cạp rất trung thành, hỗ trợ cảm xúc và hiện diện mãnh liệt trong các cuộc khủng hoảng.Họ giữ tâm sự trung thành, đưa ra lời khuyên sâu sắc và đứng bên bạn bè qua những khoảnh khắc đen tối nhất của cuộc sống.",
            "ideal_friends": "Bọ Cạp phát triển mạnh với những người bạn coi trọng tính xác thực cảm xúc và không bị đe dọa bởi cường độ.Họ đánh giá cao tình bạn cho phép cả kết nối sâu sắc và quyền riêng tư được tôn trọng, thích một vài trái phiếu sâu sắc hơn nhiều trái phiếu hời hợt."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Bọ Cạp có thể trở nên thao túng, báo thù hoặc kiểm soát một cách ám ảnh.Sự nhận thức của họ có thể biến thành hoang tưởng, mong muốn của họ về sự thật thành cuộc điều tra phá hoại và bản chất đam mê của họ thành sự chiếm hữu ghen tuông.",
            "growth_path": "Tăng trưởng cá nhân cho Bọ Cạp liên quan đến cường độ truyền vào những nỗ lực sáng tạo hoặc chữa lành, phát triển niềm tin thông qua lỗ hổng có ý thức và sử dụng sức mạnh của chúng để biến đổi thay vì kiểm soát."
        }
    },
    "seasonal_influences": {
        "autumn_depths": "Sinh ra ở trung tâm của mùa thu khi cuộc sống rút lui dưới bề mặt, Bọ Cạp thể hiện những bí ẩn và quá trình ẩn giấu của mùa.Thời gian này truyền vào Bọ Cạp với sự hiểu biết tự nhiên về cái chết, sự biến đổi và các lực lượng vô hình chi phối các chu kỳ đổi mới.",
        "fixed_quality": "Là một dấu hiệu cố định, Bọ Cạp đại diện cho sự tập trung và chiều sâu trong yếu tố nước cảm xúc.Vị trí này cho phép họ tập trung rất nhiều, khả năng phục hồi cảm xúc và sức mạnh để duy trì sự biến đổi thông qua các hoàn cảnh đầy thách thức."
    },
    "elemental_analysis": {
        "water_element_influence": "Yếu tố nước mang lại cho Bọ Cạp chiều sâu cảm xúc đặc trưng, ​​trực giác và nhận thức tâm lý.Nước đại diện cho vương quốc của cảm giác, kết nối tiềm thức và dòng chảy giữa thế giới nhìn thấy và vô hình.",
        "water_balance": "Nước cân bằng mang lại trí tuệ cảm xúc, trí tuệ trực quan và khả năng chữa bệnh.Nước quá mức có thể dẫn đến lũ lụt cảm xúc, thao túng tâm lý và chìm đắm trong cảm xúc, trong khi nước thiếu có thể dẫn đến sự tách rời cảm xúc hoặc không có khả năng kết nối sâu sắc."
    },
    "planetary_rulership": {
        "pluto_influence": "Sao Diêm Vương, hành tinh của sự biến đổi, quyền lực và tái sinh, là người cai trị hiện đại của Bọ Cạp.Ảnh hưởng hành tinh này giải thích khả năng tái tạo của dấu hiệu, sự thoải mái với các thái cực của cuộc sống và khả năng vượt qua các giới hạn thông qua đầu hàng và đổi mới hoàn toàn.",
        "mars_influence": "Sao Hỏa, người cai trị truyền thống của Bọ Cạp, đóng góp sự quyết đoán, can đảm và đam mê cho dấu hiệu.Trong khi Bạch Dương thể hiện trực tiếp năng lượng sao Hỏa, Bọ Cạp kênh nó thông qua hành động chiến lược, ý chí tập trung và ham muốn mãnh liệt.",
        "planetary_aspects": "Vị trí và khía cạnh của Sao Diêm Vương và Sao Hỏa trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng của Bọ Cạp.Các khía cạnh Sao Diêm Vương mạnh mẽ tăng cường khả năng biến đổi và sự hiểu biết về tâm lý nhưng cũng có thể làm tăng xu hướng đối với các cuộc đấu tranh quyền lực hoặc nỗi ám ảnh."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong thế giới phức tạp, giàu dữ liệu, Bọ Cạp vượt trội trong an ninh mạng, báo chí điều tra, hồ sơ tâm lý, quản lý khủng hoảng cho các tổ chức và các lĩnh vực đòi hỏi nghiên cứu sâu về các mô hình ẩn.",
        "relationship_in_modern_context": "Các mối quan hệ hiện đại được hưởng lợi từ sự trung thực cảm xúc của Bọ Cạp trong thời đại kết nối bề mặt.Cam kết của họ về tính xác thực giúp điều hướng các thách thức về tuổi kỹ thuật số xung quanh lỗ hổng, trong khi sự nhận thức của họ cắt giảm thông qua các personas trực tuyến để kết nối thực sự."
    }
}