{
    "trans": "<p class=\"text-gray-700 mb-4\">Mint egészségügyi és fitnesz-szakember, több mint 15 éves klinikai tapasztalattal, első kézből tanúja voltam, hogy a testtömeg-index hogyan korrelál a hosszú távú egészségügyi eredményekkel.Ez az átfogó útmutató megvizsgálja a BMI és a <strong>krónikus betegség kockázata</strong> közötti tudományos kapcsolatokat, bizonyítékokon alapuló megelőzési stratégiákat kínálva, amelyek elősegíthetik az optimális egészség fenntartását.A bemutatott információkat a vezető egészségügyi szervezetek jelenlegi kutatása és útmutatása támogatja, beleértve a Betegség Ellenőrzési és Megelőzési Központjait (CDC), az Egészségügyi Világszervezet (WHO) és a Nemzeti Egészségügyi Intézetek (NIH).</p>  <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Amit a BMI feltár az egészségéről: Az alapok megértése</h2>      <p class=\"mb-4\">A <strong>testtömeg -index</strong> (BMI) egy olyan szűrőeszköz, amely a magasság és a súlyon alapuló matematikai képletet használja az egyének súlyállapot -csoportokba történő besorolására.A képlet - kilogramm súlyú súlyú, a négyzetméter (kg/m²) méterben - elosztva egy numerikus értéket, amelyet az egészségügyi szolgáltatók használnak a potenciális egészségügyi kockázatok felmérésére.A CDC szerint a BMI \"a legtöbb ember megbízható mutatója a testzsírnak\", és \"olcsó és könnyen elvégezhető módszer a súlykategóriák szűrésére, amelyek egészségügyi problémákhoz vezethetnek\".</p>      <p class=\"mb-4\">A felnőttek számára a CDC által meghatározott, és akik magukban foglalják a következőket:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">Alsó súly: 18,5 alatt</li>          <li class=\"mb-2\">Normál súly: 18,5–24.9</li>          <li class=\"mb-2\">Túlsúly: 25.0–29.9</li>          <li class=\"mb-2\">Elhízás I. osztály: 30.0–34.9</li>          <li class=\"mb-2\">Elhízás II. Osztály: 35.0–39.9</li>          <li class=\"mb-2\">Elhízás III. Osztály (súlyos elhízás): 40,0 vagy annál magasabb</li>      </ul>      <p class=\"mb-4\">Míg a BMI értékes betekintést nyújt, fontos felismerni annak korlátait.Ez a mérés nem különbözteti meg az izom és a zsír tömegét, és azt sem veszi figyelembe, hogy hol oszlik meg a testzsír.A CDC elismeri, hogy \"<strong>a BMI egy szűrési intézkedés</strong>, amelyet más tényezőkkel kell figyelembe venni az egyén egészségének értékelésekor\".E korlátozások ellenére a nagyszabású népesség-vizsgálatok következetesen bebizonyítják, hogy a BMI továbbra is megbízható előrejelzője a krónikus betegség kockázatának megfelelő felhasználáskor.</p>      <p class=\"mb-4\">Könnyedén kiszámíthatja saját BMI -jét olyan online eszközökkel, mint a BMI számológép a <a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"/hu/bmi-calculator\" title=\"https://calculators.im/hu/bmi-calculator\"  >https://calculators.im/hu/bmi-calculator</a> -en, amely azonnali eredményeket és egészségügyi kockázatértékeléseket nyújt a mérések alapján.</p>      <img src=\"https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/15/image-1.jpg\"          alt=\"BMI chart showing different classifications and associated health risks\" loading=\"lazy\" width=\"1200\"          height=\"1200\" class=\"w-full rounded-lg shadow-md mb-6\" />  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">A BMI és a kardiovaszkuláris betegségek közötti tudományos kapcsolat</h2>      <p class=\"mb-4\">A <strong>szív- és érrendszeri betegség</strong>ek (CVD) továbbra is a világszerte vezető halál oka, és az emelkedett BMI jelentősen növeli ezt a kockázatot.Az American Heart Association szerint \"a globális elhízási járvány jól megalapozott, az elhízás prevalenciája a legtöbb országban az 1980 -as évek óta. Az elhízás közvetlenül hozzájárul a beeső kardiovaszkuláris kockázati tényezőkhöz, ideértve a diszlipidémiát, a 2. típusú cukorbetegséget, a hipertóniát és az alvási rendellenességeket\".</p>      <p class=\"mb-4\">A Framingham Heart Study, az egyik leghosszabb ideig tartó epidemiológiai vizsgálat, megállapította, hogy a BMI minden egyes növekedése 5% -kal nagyobb <strong>szívelégtelenség</strong> kockázatával jár a férfiakban és 7% -kal a nőkben, még akkor is, ha alkalmazkodnak más kardiovaszkuláris kockázati tényezőkhöz.</p>      <p class=\"mb-4\">Pontosan hogyan befolyásolja a túlsúly a szív- és érrendszeri rendszert?A kutatás számos utat azonosított:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Hemodinamikai változások</strong>: A magasabb testtömeg növeli a vérmennyiséget és a szívteljesítményt, ami a szívben fokozott munkaterhelést eredményez.</li>          <li class=\"mb-2\"><strong>Metabolikus változások</strong>: A túlzott zsírszövet, különösen a has körül, hozzájárul az inzulinrezisztenciához, a glükóz intoleranciához és a diszlipidémiához.</li>          <li class=\"mb-2\"><strong>Gyulladásos folyamatok</strong>: A zsírsejtek olyan gyulladáscsökkentő citokineket bocsátanak ki, amelyek hozzájárulnak az atherosclerosishoz és az endothel diszfunkcióhoz.</li>          <li class=\"mb-2\"><strong>Strukturális adaptációk</strong>: Az idő múlásával a szív szerkezeti változásokon megy keresztül, beleértve a bal kamrai hipertrófiát, amely ronthatja a szív működését.</li>      </ol>      <p class=\"mb-4\">A BMI és a kardiovaszkuláris kockázat közötti kapcsolat J-alakú görbét követi, mind a nagyon alacsony, mind az emelkedett BMI-vel a megnövekedett mortalitással.A kockázat azonban meredeken emelkedik a magasabb BMI -értékekkel, különösen olyan állapotok esetén, mint a szívkoszorúér betegség, a szívelégtelenség és a pitvarfibrilláció.</p>      <p class=\"mb-4\">A kutatások azt mutatják, hogy az egyének 30 kg/m² feletti BMI -vel rendelkeznek a szívelégtelenség kialakulásának kockázatával, mint a normál súlyúak.Még ennél is inkább, a szívelégtelenség valószínűsége drasztikusan növekszik az elhízás időtartamával - a tanulmányok 66% -os valószínűséget jeleznek 20 éves elhízás után és 25 év után megdöbbentő 93% -ot.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Hogyan növeli a megemelkedett BMI a 2. típusú cukorbetegség kockázatát</h2>      <p class=\"mb-4\">A BMI és a <strong>2. típusú cukorbetegség</strong> közötti kapcsolat talán az orvosi irodalom egyik legmegfelelőbb.A Nemzeti Cukorbetegség, valamint az emésztőrendszer és a vesebetegségek (NIDDK) szerint \"a túlsúly és az elhízás növeli számos egészségügyi probléma kockázatát, mint például a 2. típusú cukorbetegség, a magas vérnyomás, a szívbetegség, a stroke, az ízületi problémák, a májbetegség, az epekövek, a rák és az alvás és az alvási problémák\".</p>      <p class=\"mb-4\">A 30 kg/m² feletti BMI körülbelül tízszeresére növeli a cukorbetegség kockázatát, szemben a 23 kg/m² alatti BMI-vel.A CDC jelentése szerint az elhízott felnőttek kb. 23% -ának cukorbetegsége van.</p>      <p class=\"mb-4\">Számos mechanizmus magyarázza ezt az erős asszociációt:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">Az <strong>inzulinrezisztencia</strong>: A túlzott zsírosság, különösen a zsigeri zsír, rontja a test válaszát az inzulinra, amely a 2. típusú cukorbetegség elsődleges metabolikus rendellenessége.</li>          <li class=\"mb-2\">Beta-sejt diszfunkció: A megnövekedett glükóz- és zsírsavak krónikus expozíciója a hasnyálmirigy béta-sejtek diszfunkciójához vezet, csökkentve az inzulintermelést az idő múlásával.</li>          <li class=\"mb-2\"><strong>Krónikus gyulladás</strong>: Az elhízás elősegíti az alacsony fokú, szisztémás gyulladás állapotát, amely hozzájárul az inzulinrezisztencia és a hasnyálmirigy béta-sejtek károsodásához.</li>          <li class=\"mb-2\"><strong>Adipokin egyensúlyhiány</strong>: A zsírszövet hormonokat és jelátviteli molekulákat termel, amelyek kiegyensúlyozatlanok esetén megzavarhatják a glükóz anyagcseréjét.</li>      </ol>      <p class=\"mb-4\">Érdemes megjegyezni, hogy a cukorbetegség kockázata etnikai hovatartozásonként változik ugyanazon BMI szinten.A kutatások kimutatták, hogy a dél-ázsiai, fekete és kínai egyének cukorbetegségben alakulnak ki alacsonyabb BMI küszöbértékeken (24-26 kg/m²), mint a fehér populációkhoz (körülbelül 30 kg/m²).Ez rávilágít az etnikai hovatartozás fontosságának fontosságára a Cukorbetegség kockázatának a BMI alapján történő értékelésekor.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">BMI és rák: A rejtett kapcsolat</h2>      <p class=\"mb-4\">A BMI és a <strong>rák</strong> közötti kapcsolat összetett, de tagadhatatlan.A Nemzeti Rák Intézet (NCI) szerint \"az egészséges súlyú emberekkel összehasonlítva a túlsúlyos vagy elhízásban szenvedők nagyobb kockázatot jelentenek számos betegségre, beleértve a cukorbetegséget, a magas vérnyomást, a szív- és érrendszeri betegségeket, a stroke -ot és legalább 13 rákot\".</p>      <p class=\"mb-4\">Az NCI továbbá arról számol be, hogy a túlzott súly legalább 13 különféle rákos kockázathoz kapcsolódik, amelyek együttesen az Egyesült Államokban az összes <strong>rákdiagnózis</strong> kb. 40% -át képviselik.</p>      <p class=\"mb-4\">A legerősebb asszociációk megfigyelhetők:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">Endometrium rák (a kockázat 2-4-szer növekszik)</li>          <li class=\"mb-2\">Nyelőcső adenocarcinoma (a kockázat 2-3-szor növekszik)</li>          <li class=\"mb-2\">Májrák (a kockázat 1,5-4-szer növekszik)</li>          <li class=\"mb-2\">A vese rák (a kockázat 1,5-2,5-szer növekszik)</li>          <li class=\"mb-2\">A hasnyálmirigyrák (a kockázat 1,5-2 alkalommal növekszik)</li>          <li class=\"mb-2\">A vastagbélrák (a kockázat 1,2-1,5-szer növekszik)</li>      </ul>      <p class=\"mb-4\">Számos biológiai mechanizmus magyarázza ezeket a kapcsolatokat:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Hormonális hatások</strong>: A túlzott zsírszövet növeli az ösztrogén, az inzulin és az inzulinszerű növekedési faktor (IGF-1) termelését, amelyek elősegítik a sejtproliferációt és gátolhatják az apoptózist (programozott sejthalál).</li>          <li class=\"mb-2\"><strong>Krónikus gyulladás</strong>: Az elhízással kapcsolatos gyulladás olyan környezetet teremt, amely elősegíti a daganatok fejlődését és progresszióját.</li>          <li class=\"mb-2\">Megváltozott anyagcsere: Az elhízáshoz kapcsolódó anyagcserében bekövetkező változások olyan állapotokat hozhatnak létre, amelyek elősegítik a rákos sejtek növekedését.</li>          <li class=\"mb-2\"><strong>Oxidatív stressz</strong>: Az elhízás növeli az oxidatív stresszet, ami károsíthatja a DNS -t, és mutációkhoz vezethet, amelyek rákot kezdeményeznek.</li>      </ol>      <img src=\"https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/15/image-2.jpg\"          alt=\"Illustration showing the relationship between excess body fat, inflammatory processes, and increased cancer risk\"          loading=\"lazy\" width=\"1200\" height=\"800\" class=\"w-full rounded-lg shadow-md mb-6\" />      <p class=\"mb-4\">Különösen az a tekintettel, hogy a rákdiagnosztika idején magasabb BMI -vel jár a rosszabb eredmények, ideértve a megnövekedett visszatérési kockázatot és a csökkentett túlélési arányt.Az NCI szerint: \"Azoknak az embereknek, akiknek a rákdiagnosztika idején magasabb BMI -vel rendelkeznek, nagyobb kockázatot jelent a második primer rák kialakulásának (egy rák, amely nem kapcsolódik az első rákhoz)\".A tanulmányok azt mutatják, hogy az elhízás legmagasabb szintjével rendelkező egyének 50% -kal nagyobb valószínűséggel haltak meg multiplex myelomában, mint az egészséges testtömegnél.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">A BMI -n túl: a derék kerülete és más fontos mérések</h2>      <p class=\"mb-4\">Míg a BMI értékes szűrési információkat szolgáltat, a kutatás egyre inkább azt mutatja, hogy ha a súlyát hordozza, még fontosabb lehet, mint a teljes összeg.A Nemzeti Egészségügyi Intézet (NIH) elismeri, hogy \"a központi vagy hasi elhízás - a középső szakasz körüli zsírok - nagyobb egészségügyi kockázatot vet fel, mint a test más területein elosztott zsírok\".</p>      <p class=\"mb-4\">A <strong>derék kerülete</strong> (WC) és a derék / csípő arány (WHR) olyan kritikus mérésekként alakult ki, amelyek kiegészítik a BMI-t az egészségügyi kockázatok értékelése során.A Nemzeti Szív-, Tüdő- és Vérintézet (NHLBI) klinikai iránymutatásai szerint az egészségügyi kockázatok jelentősen növekednek, ha a derék kerülete meghaladja:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">40 hüvelyk (102 cm) férfiak számára</li>          <li class=\"mb-2\">35 hüvelyk (88 cm) nők számára</li>      </ul>      <p class=\"mb-4\">Miért különösen veszélyes a hasi zsír?A Nemzeti Rák Intézet elmagyarázza, hogy \"a belső szerveket körülvevő zsíros zsírok - a betegség kockázata szempontjából veszélyesebbnek tűnik, mint az általános zsírok vagy a bőr alatti zsírok (a réteg közvetlenül a bőr alatt)\".Ez a <strong>zsigeri zsír</strong> metabolikusan aktív, felszabadítva a zsírsavakat, gyulladásos szereket és hormonokat, amelyek magasabb kockázatokhoz vezethetnek:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">Inzulinrezisztencia</li>          <li class=\"mb-2\">2. típusú cukorbetegség</li>          <li class=\"mb-2\">Magas vérnyomás</li>          <li class=\"mb-2\">Diszlipidémia</li>          <li class=\"mb-2\">Szív- és érrendszeri betegség</li>      </ul>      <p class=\"mb-4\">Az American Heart Association megjegyzi, hogy \"a BMI minden szintjén a központi zsíros adipozitás magasabb méréseit, beleértve a derék kerületét (WC) és a derék-csípő arányt (WHR), a koszorúér-betegség és a kardiovaszkuláris mortalitás nagyobb kockázatával társultak, ideértve a normál súlyúak körét is, amint a BMI értékelte\".Ez a jelenség, amelyet néha \"normál súlyhízásnak\" vagy \"sovány zsírnak\" hívnak, megerősíti annak fontosságát, hogy csak a BMI -n túl nézzen.</p>      <p class=\"mb-4\">Az átfogó <strong>egészségügyi értékelés</strong>hez a CDC több tényezőt javasol:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">BMI</li>          <li class=\"mb-2\">Derék kerülete</li>          <li class=\"mb-2\">Kórtörténet</li>          <li class=\"mb-2\">Egészségügyi viselkedés</li>          <li class=\"mb-2\">Fizikai vizsga eredmények</li>          <li class=\"mb-2\">Laboratóriumi eredmények</li>      </ol>      <p class=\"mb-4\">Ezek a mérések együttesen teljesebb képet nyújtanak az egészségi állapotáról és a betegség kockázatáról, mint önmagában az egyetlen mutató.Számos egészségügyi szolgáltató most olyan kombinált értékelési eszközöket használ, amelyek magukban foglalják mind a BMI, mind a derék kerületének mérését az egészségügyi kockázatok pontosabb értékeléséhez.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Gyermekkori BMI, mint a felnőtt krónikus betegség előrejelzője</h2>      <p class=\"mb-4\">A kutatás egyik legérdekesebb területe a gyermekkori BMI és a felnőttkori egészségügyi eredmények közötti kapcsolat.A CDC szerint \"a gyermekek és a tizenévesek elhízása a szex és az életkor 95. százalékában vagy annál magasabb BMI -ként definiálódik\".A gyermekkortól kezdve a felnőttkorig tartó longitudinális tanulmányok azt mutatták, hogy az ifjúság során megnövekedett BMI az élet későbbi szakaszában jelentősen növeli a <strong>krónikus betegségek</strong> kockázatát.</p>      <p class=\"mb-4\">A kutatások azt mutatják, hogy a 95. percentilis feletti BMI -vel rendelkező gyermekek:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">A felnőttkori elhízás ötször magasabb kockázata</li>          <li class=\"mb-2\">2-3-szor magasabb a 2. típusú cukorbetegség kialakulásának kockázata felnőttként</li>          <li class=\"mb-2\">A szív- és érrendszeri betegségek és mortalitás jelentősen megemelkedett kockázata</li>      </ul>      <p class=\"mb-4\">A NIDDK jelentése szerint \"a 2–19 éves korú gyermekek és serdülők körében körülbelül 6 (16,1%) túlsúlyos, 6 -nál több (19,3%), és 18 -ból kb. 1 (6,1%) súlyos elhízás\".Ezek a statisztikák kiemelik a probléma skáláját.</p>      <p class=\"mb-4\">Még ennél is inkább a gyermekkori BMI -pályák és az egészségügyi eredmények közötti kapcsolat.Azok a gyermekek, akik a fejlődés során fenntartják a megnövekedett BMI -t, és különösen azoknak, akik a kritikus fejlődési időszakokban a BMI gyors növekedését tapasztalják, a leginkább a káros egészségügyi eredmények kockázatával szembesülnek.</p>      <p class=\"mb-4\">Az ezeket a megfigyeléseket magyarázó fiziológiai mechanizmusok a következők:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Adipocita hiperplázia</strong>: A gyermekkor kritikus időszak a zsírsejtek fejlődéséhez.A túlsúly ebben az időben növelheti a zsírsejtek számát, amely a felnőttkorban fennmarad.</li>          <li class=\"mb-2\"><strong>Metabolikus programozás</strong>: A korai élet expozíciója, beleértve a táplálkozást és a súlyállapotot, \"programozhatja\" olyan anyagcserét, amely az élet későbbi szakaszában befolyásolja a betegség kockázatát.</li>          <li class=\"mb-2\"><strong>Kumulatív expozíció</strong>: Az elhízás expozíciójának időtartama számít.A korai beindulás hosszabb kumulatív expozíciót jelent az anyagcsere -rendellenességeknek és a gyulladásnak.</li>          <li class=\"mb-2\"><strong>Korai érrendszeri változások</strong>: A gyermekkori elhízás olyan korai érrendszeri változásokat válthat ki, amelyek évtizedek óta felgyorsítják az atherosclerosist.</li>      </ol>      <p class=\"mb-4\">A WHO hangsúlyozza, hogy \"a gyermekkori és serdülőkori elhízásnak káros pszichoszociális következményei vannak; ez befolyásolja az iskolai teljesítményt és az életminőséget, amelyet stigma, diszkrimináció és zaklatás súlyosbít\".Ez a bizonyíték hangsúlyozza a gyermekkorban megnövekedett BMI megelőzésének és kezelésének kritikus fontosságát-nem csak az azonnali egészség szempontjából, hanem a felnőttkori egészségbe történő hosszú távú beruházásként.</p>      <img src=\"https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/15/image-3.jpg\"          alt=\"Graph showing the relationship between childhood BMI patterns and adult disease risk\" loading=\"lazy\"          width=\"1200\" height=\"800\" class=\"w-full rounded-lg shadow-md mb-6\" />  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Bizonyítékokon alapuló megelőzési stratégiák a súlykezeléshez</h2>      <p class=\"mb-4\">A megnövekedett BMI megelőzéséhez és kezeléséhez sokrétű megközelítést igényel, amely a táplálkozással, a fizikai aktivitással, a viselkedéssel és az orvosi beavatkozással foglalkozik.A CDC megjegyzi, hogy \"a CDC elhízási megelőzési erőfeszítései a politikára és a környezetvédelmi stratégiákra összpontosítanak, hogy mindenki számára hozzáférhetővé tegyék az egészséges táplálkozást és az aktív életet\".Itt vannak bizonyítékokon alapuló stratégiák a BMI kezelésére és a <strong>krónikus betegségmegelőzés</strong>re:</p>      <h3 class=\"text-xl font-semibold mb-4\">Táplálkozási stratégiák</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">Földközi -tenger étrend: A bőséges kutatás támogatja a mediterrán étkezési mintát, gazdag gyümölcsökben, zöldségekben, teljes kiőrlésű gabonafélékben, olívaolajban és sovány fehérjékben, mind a súlykezelés, mind a krónikus betegség kockázatának csökkentése érdekében.Az egyik fő klinikai vizsgálat azt találta, hogy ez az étkezési mintázat körülbelül 30% -kal csökkentette a nagy káros kardiovaszkuláris eseményeket a magas kockázatú egyéneknél.</li>          <li class=\"mb-2\"><strong>Adagvezérlés</strong>: Az olyan egyszerű stratégiák, mint a kisebb lemezek használata, a snackek előzetes társai és a tudatos étkezés gyakorlása segíthetnek a kalóriabevitel kezelésében, anélkül, hogy szigorú kalóriaszámlást igényelnének.</li>          <li class=\"mb-2\"><strong>Fehérjében gazdag étrend</strong>: A magasabb fehérjebevitel (az összes kalória 20-30% -a) elősegíti a sovány izomtömeg megőrzését a fogyás során, és növeli a telítettséget, megkönnyítve a kalóriahiány fenntartását.</li>          <li class=\"mb-2\"><strong>Az ultrafeldolgozott ételek korlátozása</strong>: Ezek az élelmiszerek általában energia-sűrűek, de tápanyag-szegények, és fogyasztásuk szorosan kapcsolódik a súlygyarapodáshoz és az anyagcsere-rendellenességekhez.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Fizikai aktivitási útmutató</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Aerob gyakorlat</strong>: A WHO azt javasolja, hogy \"legalább 150 perces közepes intenzitású vagy 75 perces erőteljes intenzitású aerob aktivitást javasoljanak\".A kutatások azt mutatják, hogy a rendszeres aerob testmozgás csökkentheti a zsigeri zsírokat még fogyás hiányában is.</li>          <li class=\"mb-2\"><strong>Ellenállási edzés</strong>: Hetente legalább kétszer beépítse az erő edzését az izomtömeg megőrzésére és felépítésére, ami javítja a metabolikus egészségét és a funkcionális képességeket.</li>          <li class=\"mb-2\"><strong>Az ülő idő csökkentése</strong>: A hosszan tartó ülés rövid mozgási szünetekkel javíthatja az anyagcsere -paramétereket, függetlenül a dedikált testmozgási ülésektől.</li>          <li class=\"mb-2\"><strong>Aktív szállítás</strong>: séta, kerékpározás vagy tömegközlekedési használata gyakran több fizikai aktivitást foglal magában a napi rutinokba, mint a vezetés.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Viselkedési megközelítések</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">Önellenőrzés: Az élelmiszer-bevitel, a fizikai aktivitás és a súly rendszeres nyomon követése következetesen kapcsolódik a sikeres súlykezeléshez.</li>          <li class=\"mb-2\">Alvás optimalizálása: A megfelelő alvás (7-9 óra felnőttek számára) segíti az éhséghormonok szabályozását és csökkenti az energia-sűrű ételek iránti vágyat.</li>          <li class=\"mb-2\"><strong>Stresszkezelés</strong>: A krónikus stressz elősegítheti a kényelmi étkezést és a zsírlerakódást a hasi területen.Az olyan technikák, mint az éberség, a meditáció és a kognitív viselkedésterápia, segíthetnek a stresszhez kapcsolódó étkezés kezelésében.</li>          <li class=\"mb-2\">Társadalmi támogatás: A családtagok, a barátok vagy a szervezett csoportok bevonása jelentősen javítja az életmódváltozások betartását.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Orvosi beavatkozások</h3>      <p class=\"mb-4\">Az elhízott tartományban lévő BMI-vel rendelkező egyének esetében, különösen a súlyhoz kapcsolódó szövődményekkel járó orvosok számára, az orvosi beavatkozások megfelelőek lehetnek:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">Az elhízás elleni gyógyszerek: Számos FDA által jóváhagyott gyógyszer segíthet a fogyásban a különféle mechanizmusok révén, ideértve az étvágycsökkentést és a csökkentett zsírok felszívódását.</li>          <li class=\"mb-2\"><strong>GLP-1 receptor agonisták</strong>: Eredetileg cukorbetegség esetén ezek a gyógyszerek figyelemre méltó hatékonyságot mutattak a súlykezelés szempontjából, néhány beteg 15-20% -os súlycsökkenést eredményez.A Nemzeti Rák Intézet jelentése szerint \"az elhízás kezelésére jóváhagyott gyógyszerek (ideértve a GLP-1 receptor agonisták tirzepatide, a szemaglutid és a liraglutidot is) jóváhagyott gyógyszerek általi súlycsökkenésről is találtak egyes elhízással kapcsolatos rákok csökkent kockázatával\".</li>          <li class=\"mb-2\">Bariatric műtét: Súlyos elhízás vagy szövődmények elhízása esetén a műtéti megközelítések, például a gyomor bypass vagy az ujjú gastrektómiája jelentős, tartós fogyást és drámai javulást eredményezhetnek a metabolikus egészségben.</li>          <li class=\"mb-2\"><strong>Átfogó programok</strong>: A táplálkozást, a fizikai aktivitást, a viselkedésmódosítást és az orvosi megfigyelés integrálását integráló orvosi felügyelt súlykezelési programok gyakran jobb eredményeket érnek el, mint az önirányított erőfeszítések.</li>      </ol>      <img src=\"https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/15/image-4.jpg\"          alt=\"Illustration of a comprehensive approach to weight management including nutrition, physical activity, behavioral strategies, and medical support\"          loading=\"lazy\" width=\"1200\" height=\"800\" class=\"w-full rounded-lg shadow-md mb-6\" />  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">A ciklus megtörése: A hosszú távú egészség érdekében működő beavatkozások</h2>      <p class=\"mb-4\">Az egészséges BMI elérése és fenntartása több mint rövid távú beavatkozást igényel-fenntartható életmód-változásokat és néha támogató ökoszisztémát igényel.Itt vannak olyan megközelítések, amelyek szerint a kutatások hatékonyak a hosszú távú BMI-kezelés és a <strong>krónikus betegségmegelőzés</strong> szempontjából:</p>      <h3 class=\"text-xl font-semibold mb-4\">Egyéni szintű stratégiák</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Reális célok kitűzése</strong>: A szerény súlycsökkenés (a kezdeti súly 5-10% -a) jelentősen javíthatja az egészségügyi paramétereket.A cukorbetegség-megelőzési program kutatócsoportja kimutatta, hogy ez a súlycsökkenési mennyiség 58% -kal csökkentheti a cukorbetegség kockázatát a magas kockázatú egyéneknél.</li>          <li class=\"mb-2\"><strong>Összpontosítson az egészségre, nem csak a súlyra</strong>: A biomarkerek, a fizikai funkció és az életminőség javulása hangsúlyozása - nem csupán a méretarányú számok - az idő múlásával fenntartja a motivációt.</li>          <li class=\"mb-2\"><strong>Szokás kialakulása</strong>: A környezet és a rutinok strukturálása az egészséges választások automatikus elérése érdekében csökkenti az akaraterőre való támaszkodást, amely hajlamos ingadozni.</li>          <li class=\"mb-2\"><strong>Rendszeres önértékelés</strong>: A CDC javasolja a BMI, a derék kerületének és az egészségügyi jelölések időszakos újraértékelését, hogy elősegítsék a kis változások elkapását, mielőtt azok jelentős problémákká válnának.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Közösségi és környezeti megközelítések</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Épített környezet</strong>: Az American Heart Association megjegyzi, hogy az aktív szállításhoz tervezett közösségek, hozzáférhető szabadidős létesítményekkel és élelmiszerboltokkal, megkönnyítik az egészséges döntéseket.</li>          <li class=\"mb-2\"><strong>Munkahelyi wellness programok</strong>: Átfogó munkahelyi kezdeményezések, amelyek kezelik a táplálkozást, a fizikai aktivitást és a stresszkezelést, elérhetik az embereket, ahol idejük nagy részét töltik.</li>          <li class=\"mb-2\"><strong>Iskolai alapú beavatkozások</strong>: A WHO hangsúlyozza, hogy \"az egészséges táplálkozás és a fizikai aktivitás elősegítő programok segítenek az egész életen át tartó szokások kialakításában a kritikus fejlődési időszakokban\".</li>          <li class=\"mb-2\"><strong>Egészségügyi integráció</strong>: Ha az alapellátás magában foglalja a rendszeres BMI -értékelést, és összekapcsolja a betegeket a megfelelő erőforrásokkal, akkor a korai beavatkozás valószínűbbé válik.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Politikai megfontolások</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Élelmiszer -címkézés</strong>: Az FDA egyértelmű, érthető táplálkozási információkat hajtott végre, hogy segítse a fogyasztókat megalapozott döntések meghozatalában.</li>          <li class=\"mb-2\"><strong>Gazdasági ösztönzők</strong>: A WHO azt sugallja, hogy \"az ultrafeldolgozott élelmiszerek gyümölcsök és zöldségek és adók támogatása a népesség szintjén áthelyezheti a fogyasztási szokásokat\".</li>          <li class=\"mb-2\">Egészségügyi fedezet: A megfizethető ápolási törvény rendelkezik az elhízás megelőzésére és a kezelési szolgáltatásokra vonatkozó rendelkezésekkel a gondozás pénzügyi akadályai megszüntetésére.</li>          <li class=\"mb-2\"><strong>Fizikai aktivitási infrastruktúra</strong>: A CDC támogatja a parkokba, a rekreációs létesítményekbe és az aktív szállítási infrastruktúrába történő állami beruházásokat, hogy a fizikai aktivitás hozzáférhető legyen az összes lakossági szegmens számára.</li>      </ol>      <p class=\"mb-4\">Az Egészségügyi Világszervezet szerint \"az élelmiszeripar jelentős szerepet játszhat az egészséges táplálkozás előmozdításában azáltal, hogy csökkenti a feldolgozott élelmiszerek zsír-, cukor- és sótartalmát; biztosítva, hogy az egészséges és tápláló választások rendelkezésre álljanak és megfizethetőek minden fogyasztó számára; a cukrok, a só és a zsírok magas élelmiszerek marketingjének korlátozása, különös tekintettel a gyermekekre és tinédzserekre irányuló élelmiszerek.\"Ezek a többszintű megközelítések elengedhetetlenek az egészséges testsúly fenntartó környezetek létrehozásához.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Következtetés: Személyre szabott megközelítés a BMI és a krónikus betegségmegelőzéshez</h2>      <p class=\"mb-4\">A tudományos bizonyítékok egyértelműek: a BMI fontos mutatóként szolgál a krónikus betegség kockázatának, különösen a szív- és érrendszeri betegségek, a 2. típusú cukorbetegség és a számos rák esetében.Az információk felhasználásának optimális megközelítését azonban személyre szabni kell.</p>      <p class=\"mb-4\">A WHO hangsúlyozza, hogy \"a BMI -t más tényezőkkel kell figyelembe venni az egyén egészségének értékelésekor\".A CDC tovább javasolja ezeket a kiegészítő tényezőket a BMI értelmezés és beavatkozás individualizálásában:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">A krónikus betegségek családtörténete</li>          <li class=\"mb-2\">Etnikai hovatartozás (a BMI különböző küszöbértékei vonatkozhatnak)</li>          <li class=\"mb-2\">A testzsír -eloszlás (különösen a központi adipozitás)</li>          <li class=\"mb-2\">Metabolikus rendellenességek jelenléte</li>          <li class=\"mb-2\">Fizikai fitnesz szint</li>          <li class=\"mb-2\">Életkor és fejlődési szakasz</li>          <li class=\"mb-2\">Személyes preferenciák és kulturális kontextus</li>      </ul>      <p class=\"mb-4\">Ahelyett, hogy a BMI -t önálló diagnózisnak tekintené, vegye figyelembe az átfogó <strong>egészségügyi értékelés</strong> egyik fontos részét.A derék kerületének mérésével, a laboratóriumi értékekkel, a családtörténelemmel és az életmódbeli tényezőkkel kombinálva, a BMI értékes információkat szolgáltat a testreszabott megelőzési és intervenciós stratégiák kidolgozásához.</p>      <p class=\"mb-4\">A WHO szerint az elhízás és a kapcsolódó krónikus betegségek megelőzésének hatékony megközelítései között szerepel a \"a zsírok és cukrokból fogyasztott kalóriák számának csökkentése, a gyümölcs, zöldség, hüvelyes, teljes kiőrlésű gabonafélék és diófélék napi bevitelének növelése, valamint rendszeres fizikai aktivitás (napi 60 perc gyermekek számára és hetente 150 perces felnőtteknél)\".Az American Heart Association megjegyzi, hogy az olyan életmód -beavatkozások, mint például a cukorbetegség megelőzési programja, ugyanolyan hatékonyak lehetnek, mint ha nem hatékonyabbak, mint a súly kezelésére és a krónikus betegség kockázatának csökkentésére szolgáló gyógyszerek.</p>      <p class=\"mb-4\">A több dimenzió kezelésével és a fenntartható életmód -változásokra összpontosítva, nem pedig a gyors javítások, jelentősen csökkentheti a krónikus betegség kockázatát, és javíthatja mind a mennyiséget, mind az életminőséget.</p>      <p class=\"mb-4\">Ne feledje, hogy a kicsi, következetes lépések gyakran a legmegfelelőbb eredményekhez vezetnek.Függetlenül attól, hogy a súlygyarapodás megakadályozására, a szerény súlycsökkenés elérésére vagy a korábbi eredmények fenntartására törekszik, a tudományos bizonyítékok alátámasztják egy mért, sokrétű megközelítést, amely a hosszú távú egészségre összpontosít, nem pedig a gyors átalakulásra.</p>  </section>    <section class=\"mb-8\">      <details open>          <summary class=\"text-xl font-bold cursor-pointer mb-4\">References</summary>          <ol class=\"list-decimal pl-8 space-y-2 text-sm\">              <li>A Betegségek Ellenőrzési és Megelőzési Központjai (CDC).A BMI -ről felnőttek számára.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/bmi/adult-calculator/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/bmi/adult-calculator/index.html</a> (elérhető 2025. május 2 -án)</li>              <li>A Betegségek Ellenőrzési és Megelőzési Központjai (CDC).Felnőtt BMI kategóriák.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/bmi/adult-calculator/bmi-categories.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/bmi/adult-calculator/bmi-categories.html</a> (elérhető 2025. május 2 -án)</li>              <li>Egészségügyi Világszervezet (WHO).Elhízás és túlsúlyos.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight</a> (elérhető 2025. május 2 -án)</li>              <li>A Betegségek Ellenőrzési és Megelőzési Központjai (CDC).A testtömeg -indexről (BMI).<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/bmi/about/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/bmi/about/index.html</a> (elérhető 2025. május 2 -án)</li>              <li>Powell-Wiley TM, Poirier P, Burke LE, et al.Elhízás és szív- és érrendszeri betegség: Az American Heart Association tudományos nyilatkozata.Keringés.2021; 143 (21): E984-E1010.</li>              <li>Wilson PW, D'Agostino RB, Sullivan L, Parise H, Kannel WB.A túlsúly és az elhízás mint a szív- és érrendszeri kockázat meghatározó tényezői: A Framingham tapasztalata.A belgyógyász archívuma.2002; 162 (16): 1867-72.</li>              <li>Bhaskaran K, Dos-Santos-Silva I., Leon DA, Douglas IJ, SMEETH L. A BMI Szövetsége az általános és ok-specifikus halálozással: Populációs alapú kohort-tanulmány, amely 3,6 millió felnőttről szól az Egyesült Királyságban.A Lancet cukorbetegség és endokrinológia.2018; 6 (12): 944-53.</li>              <li>Kenchaih S, Evans JC, Levy D, Wilson PW, Benjamin EJ, Larson MG, Kannel WB, Vasan RS.Elhízás és a szívelégtelenség kockázata.New England Journal of Medicine.2002; 347 (5): 305-13.</li>              <li>Nemzeti Cukorbetegség, emésztési és vesebetegségek (NIDDK) Intézet.Túlsúlyos és elhízási statisztikák.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.niddk.nih.gov/health-information/health-statistics/overweight-obesity\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.niddk.nih.gov/health-information/health-statistics/overweight-obesity</a> (elérhető 2025. május 2 -án)</li>              <li>Chan JM, Rimm EB, Colditz GA, Stampfer MJ, Willett WC.Az elhízás, a zsíreloszlás és a súlygyarapodás, mint a férfiak klinikai cukorbetegségének kockázati tényezői.Cukorbetegség gondozása.1994; 17 (9): 961-9.</li>              <li>A Betegségek Ellenőrzési és Megelőzési Központjai (CDC).Felnőtt elhízási tények.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/obesity/adult-obesity-facts/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/obesity/adult-obesity-facts/index.html</a> (elérhető 2025. május 2 -án)</li>              <li>Khan Na, Wang H, Anand S, Jin Y, Campbell NR, Pilote L, Quan H. Az etnikai hovatartozás és a nem befolyásolja a cukorbetegség előfordulását és eredményeit.Cukorbetegség gondozása.2011; 34 (1): 96-101.</li>              <li>Nemzeti Rák Intézet (NCI).Elhízás és a rák adatlapja.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cancer.gov/about-cancer/causes-prevention/risk/obesity/obesity-fact-sheet\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cancer.gov/about-cancer/causes-prevention/risk/obesity/obesity-fact-sheet</a> (elérhető 2025. május 2 -án)</li>              <li>Teras LR, Kitahara CM, Birmann BM, et al.Testméret és multiplex mielóma mortalitás: 20 prospektív vizsgálat összesített elemzése.Brit Journal of Hematology.2014; 166 (5): 667-76.</li>              <li>Nemzeti Egészségügyi Intézetek (NIH).Klinikai iránymutatások a túlsúly és az elhízás azonosításáról, értékeléséről és kezeléséről felnőtteknél.NIH 98-4083 számú kiadvány.1998.</li>              <li>Nemzeti Szív-, Tüdő- és Vérintézet (NHLBI).A túlsúly és az elhízás osztályozása a BMI, a derék kerülete és a kapcsolódó betegség kockázatával.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.nhlbi.nih.gov/health/educational/lose_wt/risk.htm\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.nhlbi.nih.gov/health/educational/lose_wt/risk.htm</a> (elérhető 2025. május 2 -án)</li>              <li>Neeland IJ, Ross R, Després JP, et al.Viscerális és ektopiás zsír, atherosclerosis és kardiometabolikus betegség: pozíciói nyilatkozat.A Lancet cukorbetegség és endokrinológia.2019; 7 (9): 715-25.</li>              <li>Egészségügyi Világszervezet (WHO).Elhízottság.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/health-topics/obesity\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/health-topics/obesity</a> (elérhető 2025. május 2 -án)</li>              <li>Egészségügyi Világszervezet (WHO).Elhízás és túlsúlyos.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight</a> (elérhető 2025. május 2 -án)</li>              <li>Cukorbetegség -megelőzési program kutatócsoport.A 2. típusú cukorbetegség előfordulásának csökkentése életmód -beavatkozással vagy metforminnal.New England Journal of Medicine.2002; 346 (6): 393-403.</li>              <li>A Betegségek Ellenőrzési és Megelőzési Központjai (CDC).Gyermekkori elhízási tények.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/obesity/data/childhood.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/obesity/data/childhood.html</a> (elérhető 2025. május 2 -án)</li>              <li>Singh AS, Mulder C, Twisk JW, Van Mechelen W, Chinapaw MJ.A gyermekkori túlsúly nyomon követése a felnőttkorban: az irodalom szisztematikus áttekintése.Az elhízás áttekintése.2008; 9 (5): 474-88.</li>              <li>A Betegségek Ellenőrzési és Megelőzési Központjai (CDC).Elhízottság.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/obesity/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/obesity/index.html</a> (elérhető 2025. május 2 -án)</li>              <li>Estruch R, Ros E, Salas-Salvadó J, et al.A szív- és érrendszeri betegségek elsődleges megelőzése mediterrán étrenddel, kiegészítve extra szűz olívaolajjal vagy dióval.New England Journal of Medicine.2018; 378 (25): E34.</li>              <li>Leidy HJ, Clifton PM, Astrup A, et al.A fehérje szerepe a fogyásban és a fenntartásban.Az American Journal of Clinical Nutrition.2015; 101 (6): 1320s-9s.</li>              <li>Hall KD, Ayuketah A, Brychta R, et al.Az ultrafeldolgozott étrend túlzott kalóriabevitelt és súlygyarapodást okoz: az ad libitum élelmiszer-bevitel fekvőbeteg-randomizált, ellenőrzött vizsgálata.A sejt anyagcseréje.2019; 30 (1): 67-77.</li>              <li>Vissers D, Hens W, Taeymans J, Baeyens JP, Poortmans J, Van Gaal L. A testmozgás hatása a zsigeri zsírszövetre túlsúlyos felnőtteknél: szisztematikus áttekintés és metaanalízis.PLOS One.2013; 8 (2): E56415.</li>              <li>Dunstan DW, Kingwell BA, Larsen R, et al.A hosszan tartó ülés felbomlása csökkenti a posztprandialis glükóz- és inzulinválaszokat.Cukorbetegség gondozása.2012; 35 (5): 976-83.</li>              <li>Burke Le, Wang J, Sevick MA.Önellenőrzés a fogyásban: Az irodalom szisztematikus áttekintése.Az American Dietic Association folyóirat.2011; 111 (1): 92-102.</li>              <li>Chaput JP, Tremblay A. Megfelelő alvás az elhízás kezelésének javításához.CMAJ.2012; 184 (18): 1975-6.</li>              <li>Dallman MF, Pecoraro N, Akana SF, et al.Krónikus stressz és elhízás: A \"kényelmi étel\" új nézete.A Nemzeti Tudományos Akadémia folyóiratai.2003; 100 (20): 11696-701.</li>              <li>Wing RR, Jeffery RW.A résztvevők barátaival való toborzásának előnyei, valamint a fogyás és karbantartás társadalmi támogatásának növelése.Journal of Consulting and Clinical Psychology.1999; 67 (1): 132.</li>              <li>Srivastava G, Apovian CM.Az elhízás jelenlegi farmakoterápiája.A természet áttekintése endokrinológiát.2018; 14 (1): 12-24.</li>              <li>Wilding JPH, Battersham RL, Calanna S, et al.Egyszer hetente szemaglutid a túlsúlyos vagy elhízással rendelkező felnőtteknél.New England Journal of Medicine.2021; 384 (11): 989-1002.</li>              <li>Sjöström L, Narbro K, Sjöström CD, et al.A bariátriai műtétnek a svéd elhízott alanyokban a halálozásra gyakorolt ​​hatása.New England Journal of Medicine.2007; 357 (8): 741-52.</li>              <li>Wadden TA, Butryn ML, Hong PS, Tsai AG.Az elhízás viselkedési kezelése az alapellátásban tapasztalt betegeknél: szisztematikus áttekintés.Jama.2014; 312 (17): 1779-91.</li>              <li>Cukorbetegség -megelőzési program kutatócsoport.A 2. típusú cukorbetegség előfordulásának csökkentése életmód -beavatkozással vagy metforminnal.New England Journal of Medicine.2002; 346 (6): 393-403.</li>              <li>King WC, Bond DS.A preoperatív és posztoperatív fizikai aktivitás tanácsadásának fontossága a bariatric műtétben.Edzés és sporttudományi vélemények.2013; 41 (1): 26-35.</li>              <li>Gardner B, Lally P, Wardle J. Az egészségügy szokásossá tétele: A „szokásképzés” és az általános gyakorlat pszichológiája.Brit Journal of General Practice.2012; 62 (605): 664-6.</li>              <li>Mozaffarian D, Afshin A, Benowitz NL, et al.A népesség -megközelítés az étrend, a fizikai aktivitás és a dohányzási szokások javítására: az American Heart Association tudományos nyilatkozata.Keringés.2012; 126 (12): 1514-63.</li>              <li>Anderson LM, Quinn TA, Glanz K, et al.A munkahelyi táplálkozási és fizikai aktivitási beavatkozások hatékonysága a munkavállalók túlsúlyának és elhízásának ellenőrzésére: szisztematikus áttekintés.American Journal of Preventive Medicine.2009; 37 (4): 340-57.</li>              <li>Egészségügyi Világszervezet (WHO).Az étrend, a fizikai aktivitás és az egészség globális stratégiája: gyermekkori túlsúly és elhízás.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/dietphysicalactivity/childhood/en/\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/dietphysicalactivity/childhood/en/</a> (elérhető 2025. május 2 -án)</li>              <li>LeBlanc E, O'Connor E, Whitlock EP, Patnode C, Kapka T. Az elhízás és a túlsúly szűrése és kezelése felnőtteknél.Bizonyítékok szintézisei.2011; 89.</li>              <li>USA Élelmiszer- és Gyógyszerügynökség (FDA).A táplálkozási tények változásai címkézik.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.fda.gov/food/food-labeling-nutrition/changes-nutrition-facts-label\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.fda.gov/food/food-labeling-nutrition/changes-nutrition-facts-label</a> (elérhető 2025. május 2 -án)</li>              <li>Megfizethető ápolási törvény (ACA).A betegek védelme és a megfizethető ápolási törvény, 42 USC 18001. § 2010.</li>              <li>A Betegségek Ellenőrzési és Megelőzési Központjai (CDC).Aktív emberek, egészséges nemzet.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/physicalactivity/activepeoplehealthynation/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/physicalactivity/activepeoplehealthynation/index.html</a> (elérhető 2025. május 2 -án)</li>              <li>Kalkulátorok.im.BMI számológép.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"/hu/bmi-calculator\" title=\"https://calculators.im/hu/bmi-calculator\"  >https://calculators.im/hu/bmi-calculator</a> (elérhető 2025. május 2 -án)</li>              <li>WebMD.BMI számológép férfiak és nők számára: Számítsa ki a testtömeg -indexet.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.webmd.com/diet/body-bmi-calculator\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.webmd.com/diet/body-bmi-calculator</a> (elérhető 2025. május 2 -án)</li>          </ol>          <p class=\"mt-6 text-sm italic\">Ez a cikk általános egészségügyi információkat nyújt, és nem helyettesíti a szakmai orvosi tanácsadást.Mindig konzultáljon a képzett egészségügyi szolgáltatókkal, mielőtt megváltoztatja az étrendjét, a testmozgási rutinot vagy az orvosi kezelési tervet.</p>      </details>  </section>"
}