{
    "trans": "<p class=\"text-gray-700 mb-4\">În calitate de specialist în sănătate și fitness cu peste 15 ani de experiență clinică, am asistat de prima dată cum se corelează <strong>indicele de masă corporală</strong> cu rezultatele pe termen lung pentru sănătate.Acest ghid cuprinzător examinează conexiunile științifice dintre IMC și riscul de boală cronică, oferind strategii de prevenire bazate pe dovezi care vă pot ajuta să mențineți o sănătate optimă.Informațiile prezentate sunt susținute de cercetările și îndrumările actuale ale organizațiilor de sănătate de top, inclusiv Centrele pentru Controlul și Prevenirea Bolilor (CDC), Organizația Mondială a Sănătății (OMS) și Institutele Naționale de Sănătate (NIH).</p>  <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Ce dezvăluie IMC despre sănătatea ta: înțelegerea elementelor de bază</h2>      <p class=\"mb-4\"><strong>Indicele de masă corporală</strong> (IMC) este un instrument de screening care folosește o formulă matematică bazată pe înălțime și greutate pentru a clasifica indivizii în grupuri de stare de greutate.Formula - greutate în kilograme împărțite la înălțime în metri pătrați (kg/m²) - oferă o valoare numerică pe care o folosesc furnizorii de servicii medicale pentru a evalua riscurile potențiale pentru sănătate.Potrivit CDC, IMC este „un indicator de încredere al grasimii corporale pentru majoritatea oamenilor” și este „o metodă ieftină și ușor de performat de screening pentru categoriile de greutate care pot duce la probleme de sănătate”.</p>      <p class=\"mb-4\">Clasificări standard IMC pentru adulți, astfel cum sunt definite de CDC și care includ:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">Subponderal: sub 18.5</li>          <li class=\"mb-2\">Greutate normală: 18,5–24,9</li>          <li class=\"mb-2\">Supraponderal: 25.0–29.9</li>          <li class=\"mb-2\">Obezitatea Clasa I: 30.0–34.9</li>          <li class=\"mb-2\">Obezitate Clasa a II -a: 35.0–39.9</li>          <li class=\"mb-2\">Obezitatea Clasa a III -a (obezitate severă): 40,0 și mai sus</li>      </ul>      <p class=\"mb-4\">În timp ce IMC oferă informații valoroase, este important să recunoaștem limitările sale.Această măsurare nu face distincție între masa musculară și grăsime și nici nu ține cont de locul în care se distribuie grăsimea corporală.CDC recunoaște că „<strong>IMC este o măsură de screening</strong> și ar trebui luată în considerare cu alți factori atunci când se evaluează sănătatea unei persoane”.În ciuda acestor limitări, studiile populației la scară largă demonstrează constant că IMC rămâne un predictor fiabil al riscului de boală cronică atunci când este utilizat în mod corespunzător.</p>      <p class=\"mb-4\">Puteți calcula cu ușurință propriul IMC folosind instrumente online, cum ar fi calculatorul IMC la <a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"/ro/bmi-calculator\" title=\"https://calculators.im/ro/bmi-calculator\"  >https://calculators.im/ro/bmi-calculator</a>, care oferă rezultate instantanee și evaluări ale riscului pentru sănătate pe baza măsurătorilor.</p>      <img src=\"https://static.calculators.im/upload/image/15/image-1.jpg\"          alt=\"BMI chart showing different classifications and associated health risks\" loading=\"lazy\" width=\"1200\"          height=\"1200\" class=\"w-full rounded-lg shadow-md mb-6\" />  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Legătura științifică dintre IMC și bolile cardiovasculare</h2>      <p class=\"mb-4\"><strong>Boala cardiovasculară</strong> (BCV) rămâne principala cauză de deces la nivel global, iar IMC crescută crește semnificativ acest risc.Potrivit American Heart Association, „Epidemia de obezitate globală este bine stabilită, creșterea prevalenței obezității pentru majoritatea țărilor din anii 1980. Obezitatea contribuie direct la factori de risc cardiovascular incidente, inclusiv dislipidemie, diabet de tip 2, hipertensiune arterială și tulburări de somn”.</p>      <p class=\"mb-4\">Studiul Framingham Heart, unul dintre cele mai lungi studii epidemiologice, a stabilit că fiecare creștere a unității a IMC este asociată cu un risc de 5% mai mare de insuficiență cardiacă la bărbați și 7% la femei, chiar și după ajustarea pentru alți factori de risc cardiovascular.</p>      <p class=\"mb-4\">Cum afectează excesul de greutate în sistemul dvs. cardiovascular?Cercetările au identificat mai multe căi:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Modificări hemodinamice</strong>: greutatea corporală mai mare crește volumul de sânge și debitul cardiac, ceea ce duce la creșterea volumului de muncă pe inimă.</li>          <li class=\"mb-2\"><strong>Modificări metabolice</strong>: excesul de țesut adipos, în special în jurul abdomenului, contribuie la rezistența la insulină, la intoleranța la glucoză și la dislipidemie.</li>          <li class=\"mb-2\"><strong>Procese inflamatorii</strong>: celulele grase eliberează citokine pro-inflamatorii care contribuie la ateroscleroză și disfuncție endotelială.</li>          <li class=\"mb-2\"><strong>Adaptări structurale</strong>: în timp, inima suferă modificări structurale, inclusiv hipertrofia ventriculului stâng, care poate afecta funcția cardiacă.</li>      </ol>      <p class=\"mb-4\">Relația dintre IMC și riscul cardiovascular urmează o curbă în formă de J, atât cu IMC foarte scăzută, cât și crescută asociată cu o mortalitate crescută.Cu toate acestea, riscul crește mai mult cu valori mai mari de IMC, în special pentru afecțiuni precum bolile coronariene, insuficiența cardiacă și fibrilația atrială.</p>      <p class=\"mb-4\">Cercetările arată că persoanele cu un IMC peste 30 kg/m² au dublu riscul de a dezvolta insuficiență cardiacă în comparație cu cei cu greutate normală.Și mai mult, probabilitatea insuficienței cardiace crește dramatic odată cu durata obezității - studenții indică o probabilitate de 66% după 20 de ani de obezitate și un uimitor 93% după 25 de ani.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Cum crește IMC ridicat de IMC</h2>      <p class=\"mb-4\">Relația dintre IMC și diabetul de tip 2 este poate una dintre cele mai bine stabilite în literatura medicală.Potrivit Institutului Național de Diabet și Boli Digestive și Rinichilor (NIDDK), „supraponderalul și obezitatea cresc riscul pentru multe probleme de sănătate, cum ar fi diabetul de tip 2, tensiunea arterială ridicată, bolile de inimă, accidentul vascular cerebral, problemele articulare, bolile hepatice, calculele biliare, unele tipuri de cancer și problemele de somn și respirație”.</p>      <p class=\"mb-4\">Un IMC peste 30 kg/m² crește riscul de diabet de aproximativ 10 ori în comparație cu persoanele cu un IMC sub 23 kg/m².CDC raportează că aproximativ 23% dintre adulții americani cu obezitate au diabet.</p>      <p class=\"mb-4\">Mai multe mecanisme explică această asociere puternică:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">Rezistența la insulină: adipozitatea excesivă, în special grăsimea viscerală, afectează răspunsul organismului la insulină, care este anomalia metabolică primară în diabetul de tip 2.</li>          <li class=\"mb-2\">Disfuncția beta-celule: expunerea cronică la glucoză crescută și acizi grași duce la disfuncția celulelor beta pancreatice, reducând producția de insulină în timp.</li>          <li class=\"mb-2\">Inflamarea cronică: Obezitatea promovează o stare de inflamație sistemică de grad scăzut, care contribuie la rezistența la insulină și la deteriorarea pancreatică a celulelor beta.</li>          <li class=\"mb-2\"><strong>Dezechilibrul adipokine</strong>i: țesutul gras produce hormoni și molecule de semnalizare care, atunci când sunt dezechilibrate, pot perturba metabolismul glucozei.</li>      </ol>      <p class=\"mb-4\">Este demn de remarcat faptul că riscul de diabet variază în funcție de etnie la același nivel IMC.Cercetările au arătat că indivizii din Asia de Sud, Negru și Chinezi dezvoltă diabet la praguri mai mici de IMC (24-26 kg/m²) în comparație cu populațiile albe (în jur de 30 kg/m²).Acest lucru evidențiază importanța luării în considerare a etniei atunci când se evaluează riscul de diabet pe baza IMC.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">IMC și cancer: conexiunea ascunsă</h2>      <p class=\"mb-4\">Relația dintre IMC și <strong>cancer</strong> este complexă, dar incontestabilă.Potrivit Institutului Național de Cancer (NCI), „în comparație cu persoanele cu greutate sănătoasă, cei cu supraponderale sau obezitate prezintă un risc mai mare pentru multe boli, inclusiv diabet, hipertensiune arterială, boli cardiovasculare, accident vascular cerebral și cel puțin 13 tipuri de cancer”.</p>      <p class=\"mb-4\">NCI relatează în continuare că excesul de greutate este legat de un risc crescut de cel puțin 13 tipuri diferite de cancer, care reprezintă împreună aproximativ 40% din toate diagnosticul de cancer din Statele Unite.</p>      <p class=\"mb-4\">Cele mai puternice asociații sunt observate pentru:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">Cancerul endometrial (riscul crește de 2-4 ori)</li>          <li class=\"mb-2\">Adenocarcinomul esofagian (riscul crește de 2-3 ori)</li>          <li class=\"mb-2\">Cancerul hepatic (riscul crește de 1,5-4 ori)</li>          <li class=\"mb-2\">Cancer la rinichi (riscul crește de 1,5-2,5 ori)</li>          <li class=\"mb-2\">Cancerul pancreatic (riscul crește de 1,5-2 ori)</li>          <li class=\"mb-2\">Cancerul colorectal (riscul crește de 1,2-1,5 ori)</li>      </ul>      <p class=\"mb-4\">Mai multe mecanisme biologice explică aceste conexiuni:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Efecte hormonale</strong>: excesul de țesut adipos crește producția de estrogen, insulină și factor de creștere asemănător insulinei (IGF-1), care poate promova proliferarea celulelor și inhiba apoptoza (moartea celulară programată).</li>          <li class=\"mb-2\">Inflamarea cronică: inflamația legată de obezitate creează un mediu care favorizează dezvoltarea și progresia tumorii.</li>          <li class=\"mb-2\"><strong>Metabolism modificat</strong>: Modificările metabolismului asociate cu obezitatea pot crea afecțiuni care favorizează creșterea celulelor canceroase.</li>          <li class=\"mb-2\">Stresul oxidativ: obezitatea crește stresul oxidativ, ceea ce poate deteriora ADN -ul și poate duce la mutații care inițiază cancerul.</li>      </ol>      <img src=\"https://static.calculators.im/upload/image/15/image-2.jpg\"          alt=\"Illustration showing the relationship between excess body fat, inflammatory processes, and increased cancer risk\"          loading=\"lazy\" width=\"1200\" height=\"800\" class=\"w-full rounded-lg shadow-md mb-6\" />      <p class=\"mb-4\">Ceea ce se referă în special este faptul că un IMC mai mare la momentul diagnosticului cancerului este asociat cu rezultate mai slabe, inclusiv riscul crescut de recurență și ratele de supraviețuire reduse.Potrivit NCI, „persoanele care au un IMC mai mare la momentul diagnosticului cancerului au riscuri mai mari de a dezvolta un al doilea cancer primar (un cancer care nu are legătură cu primul cancer) în viitor”.Studiile arată că indivizii cu cele mai mari niveluri de <strong>obezitate</strong> aveau 50% mai multe șanse să moară din mielom multiplu decât cei cu greutate sănătoasă.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Dincolo de IMC: circumferința taliei și alte măsurători importante</h2>      <p class=\"mb-4\">În timp ce IMC oferă informații valoroase de screening, cercetările arată din ce în ce mai mult că acolo unde îți duci greutatea poate fi chiar mai important decât suma totală.Institutul Național de Sănătate (NIH) recunoaște că „obezitatea centrală sau abdominală - excesiv grăsime în jurul secțiunii mijlocii - prezintă un risc mai mare pentru sănătate decât grăsimea distribuită în alte zone ale corpului”.</p>      <p class=\"mb-4\"><strong>Circumferința taliei</strong> (WC) și raportul talie-șold (WHR) au apărut ca măsurători cruciale care completează IMC în evaluarea riscurilor pentru sănătate.Potrivit unor orientări clinice ale Inimii Naționale, Plămânului și Sângelui (NHLBI), riscurile pentru sănătate cresc semnificativ atunci când circumferința taliei depășește:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">40 inci (102 cm) pentru bărbați</li>          <li class=\"mb-2\">88 cm 35 cm pentru femei</li>      </ul>      <p class=\"mb-4\">De ce grăsimea abdominală este deosebit de periculoasă?Institutul Național de Cancer explică faptul că „grăsimea viscerală - FAT care înconjoară organele interne - pare să fie mai periculoasă, în ceea ce privește riscurile de boală, decât grăsimea generală sau grăsimea subcutanată (stratul chiar sub piele)”.Această <strong>grăsime viscerală</strong> este metabolică activă, eliberând acizi grași, agenți inflamatori și hormoni care pot duce la riscuri mai mari de:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">Rezistență la insulină</li>          <li class=\"mb-2\">Diabet de tip 2</li>          <li class=\"mb-2\">Hipertensiune arterială</li>          <li class=\"mb-2\">Dislipidemie</li>          <li class=\"mb-2\">Boala cardiovasculară</li>      </ul>      <p class=\"mb-4\">American Heart Association observă că „la fiecare nivel de IMC, măsuri mai mari de adipozitate centrală, inclusiv circumferința taliei (WC) și raportul talie-șold (WHR), au fost asociate cu un risc mai mare de boală coronariană și mortalitate cardiovasculară, inclusiv printre cei cu greutate normală, așa cum este evaluat de IMC”.Acest fenomen, numit uneori „obezitate normală în greutate” sau „grăsime slabă”, consolidează importanța privind a privi dincolo de IMC singur.</p>      <p class=\"mb-4\">Pentru o evaluare completă a sănătății, CDC recomandă luarea în considerare a mai multor factori:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">IMC</li>          <li class=\"mb-2\">Circumferința taliei</li>          <li class=\"mb-2\">Istoric medical</li>          <li class=\"mb-2\">Comportamente de sănătate</li>          <li class=\"mb-2\">Constatări ale examenelor fizice</li>          <li class=\"mb-2\">Constatări de laborator</li>      </ol>      <p class=\"mb-4\">Împreună, aceste măsurători oferă o imagine mai completă a stării de sănătate și a riscului de boală decât orice metrică singură.Mulți furnizori de servicii medicale folosesc acum instrumente de evaluare combinate care încorporează atât măsurători de circumferință a IMC, cât și de circumferință a taliei pentru o evaluare mai exactă a riscurilor pentru sănătate.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">IMC din copilărie ca predictor al bolilor cronice adulte</h2>      <p class=\"mb-4\">Unul dintre cele mai convingătoare domenii de cercetare implică legătura dintre IMC din copilărie și rezultatele sănătății adulților.Potrivit CDC, „Obezitatea la copii și adolescenți este definită ca IMC la sau peste 95 de procente pentru sex și vârstă”.Studiile longitudinale care urmăresc indivizii din copilărie până la vârsta adultă au relevat faptul că IMC crescută în timpul tinereții crește semnificativ riscul de <strong>boli cronice</strong> mai târziu în viață.</p>      <p class=\"mb-4\">Cercetările arată că copiii cu IMC peste cea de -a 95 -a percentilă au:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">De 5 ori un risc mai mare de obezitate adultă</li>          <li class=\"mb-2\">De 2-3 ori un risc mai mare de a dezvolta diabet de tip 2 ca adulți</li>          <li class=\"mb-2\">Riscul semnificativ crescut de boli cardiovasculare și mortalitate</li>      </ul>      <p class=\"mb-4\">NIDDK relatează că „în rândul copiilor și adolescenților cu vârste cuprinse între 2 și 19 ani, aproximativ 1 din 6 (16,1%) au supraponderale, mai mult de 1 din 6 (19,3%) au obezitate și aproximativ 1 din 18 (6,1%) au obezitate severă”.Aceste statistici evidențiază amploarea problemei.</p>      <p class=\"mb-4\">Și mai mult este relația dintre traiectoriile IMC din copilărie și rezultatele sănătății.Copiii care mențin IMC ridicat pe parcursul dezvoltării, în special a celor care prezintă creșteri rapide ale IMC în perioadele de dezvoltare critică, se confruntă cu cel mai mare risc de rezultate adverse pentru sănătate.</p>      <p class=\"mb-4\">Mecanismele fiziologice care explică aceste observații includ:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Hiperplazie adipocită</strong>: Copilăria este o perioadă critică pentru dezvoltarea celulelor grase.În exces de greutate în acest timp poate crește numărul de celule grase, care persistă la vârsta adultă.</li>          <li class=\"mb-2\">Programarea metabolică: expunerile timpurii ale vieții, inclusiv nutriția și starea greutății, pot „programa” căi metabolice care influențează riscul de boală mai târziu în viață.</li>          <li class=\"mb-2\">Expunerea cumulată: durata expunerii la obezitate contează.Debut timpuriu înseamnă o expunere cumulată mai lungă la anomalii metabolice și inflamație.</li>          <li class=\"mb-2\"><strong>Modificări vasculare timpurii</strong>: Obezitatea în copilărie poate declanșa schimbări vasculare timpurii care accelerează ateroscleroza de -a lungul deceniilor.</li>      </ol>      <p class=\"mb-4\">OMS subliniază că „obezitatea copilăriei și adolescenților au consecințe psihosociale adverse; afectează performanța școlii și calitatea vieții, compusă de stigmat, discriminare și intimidare”.Aceste dovezi subliniază importanța critică a prevenirii și abordării IMC crescute în copilărie-nu numai pentru sănătatea imediată, ci ca o investiție pe termen lung în sănătatea adulților.</p>      <img src=\"https://static.calculators.im/upload/image/15/image-3.jpg\"          alt=\"Graph showing the relationship between childhood BMI patterns and adult disease risk\" loading=\"lazy\"          width=\"1200\" height=\"800\" class=\"w-full rounded-lg shadow-md mb-6\" />  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Strategii de prevenire bazate pe dovezi pentru gestionarea greutății</h2>      <p class=\"mb-4\">Prevenirea și gestionarea IMC crescută necesită o abordare multifacetă care să abordeze nutriția, activitatea fizică, comportamentul și uneori intervenția medicală.CDC observă că „eforturile de prevenire a obezității CDC se concentrează pe strategiile politice și de mediu pentru a face alimentația sănătoasă și viața activă accesibilă pentru toată lumea”.Iată strategii bazate pe dovezi pentru managementul IMC și <strong>prevenirea bolilor cronice</strong>:</p>      <h3 class=\"text-xl font-semibold mb-4\">Strategii de nutriție</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Dieta mediteraneană</strong>: Cercetări abundente susține modelul dietetic mediteranean, bogat în fructe, legume, cereale integrale, ulei de măsline și proteine ​​slabe, atât pentru gestionarea greutății, cât și pentru reducerea riscului de boală cronică.Un studiu clinic major a descoperit că acest model dietetic a redus evenimentele cardiovasculare adverse majore cu aproximativ 30% la persoanele cu risc ridicat.</li>          <li class=\"mb-2\">Controlul porțiunilor: Strategii simple, cum ar fi utilizarea plăcilor mai mici, gustările pre-portionante și practicarea mâncării atente pot ajuta la gestionarea aportului caloric, fără a necesita o numărare strictă a caloriilor.</li>          <li class=\"mb-2\"><strong>Dieta bogată în proteine</strong>: aportul de proteine ​​mai mare (20-30% din caloriile totale) ajută la păstrarea masei musculare slabe în timpul pierderii în greutate și crește sațietatea, ceea ce face mai ușor menținerea unui deficit caloric.</li>          <li class=\"mb-2\"><strong>Limitarea alimentelor ultra-procesate</strong>: aceste alimente sunt de obicei dens de energie, dar sărace în nutrienți, iar consumul lor este puternic legat de creșterea în greutate și anomalii metabolice.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Ghiduri de activitate fizică</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Exercițiu aerob</strong>: OMS recomandă „cel puțin 150 de minute de intensitate moderată sau 75 de minute de activitate aerobă cu intensitate viguroasă săptămânal”.Cercetările arată că exercițiile aerobice obișnuite pot reduce grăsimea viscerală chiar și în absența pierderii în greutate.</li>          <li class=\"mb-2\"><strong>Antrenament de rezistență</strong>: încorporează antrenamentul de forță de cel puțin două ori pe săptămână pentru a păstra și construi masa musculară, ceea ce îmbunătățește sănătatea metabolică și capacitatea funcțională.</li>          <li class=\"mb-2\"><strong>Reducerea timpului sedentar</strong>: ruperea prelungită a ședinței cu pauze de mișcare scurte poate îmbunătăți parametrii metabolici independenți de sesiunile de exerciții dedicate.</li>          <li class=\"mb-2\">Transportul activ: mersul pe jos, ciclismul sau utilizarea tranzitului public încorporează adesea mai multă activitate fizică în rutine zilnice decât conducerea.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Abordări comportamentale</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Auto-monitorizare</strong>: urmărirea regulată a aportului alimentar, a activității fizice și a greutății este asociată în mod constant cu gestionarea cu succes a greutății.</li>          <li class=\"mb-2\"><strong>Optimizarea somnului</strong>: somn adecvat (7-9 ore pentru adulți) ajută la reglarea hormonilor foamei și reduce poftele pentru alimentele densă în energie.</li>          <li class=\"mb-2\"><strong>Gestionarea stresului</strong>: stresul cronic poate conduce la consumul de confort și depunerea de grăsime în zona abdominală.Tehnici precum mindfulness, meditație și terapie comportamentală cognitivă pot ajuta la gestionarea alimentației legate de stres.</li>          <li class=\"mb-2\"><strong>Sprijin social</strong>: implicarea membrilor familiei, prietenilor sau grupurilor organizate îmbunătățește semnificativ respectarea schimbărilor de stil de viață.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Intervenții medicale</h3>      <p class=\"mb-4\">Pentru persoanele cu IMC în intervalul obezității, în special cei cu complicații legate de greutate, intervențiile medicale pot fi adecvate:</p>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Medicamente anti-obezitate</strong>: Mai multe medicamente aprobate de FDA pot ajuta la pierderea în greutate prin diferite mecanisme, inclusiv suprimarea apetitului și absorbția redusă a grăsimilor.</li>          <li class=\"mb-2\">Agoniști ai receptorilor GLP-1: dezvoltat inițial pentru diabet, aceste medicamente au arătat o eficiență remarcabilă pentru gestionarea greutății, unii pacienți obținând o pierdere în greutate de 15-20%.Institutul Național de Cancer raportează că „pierderea în greutate prin medicamente aprobate pentru a trata obezitatea (inclusiv agoniștii receptorului GLP-1 Tirzepatide, semaglutide și liraglutidă) s-a constatat, de asemenea, a fi asociată cu riscuri reduse ale unor tipuri de cancer legate de obezitate”.</li>          <li class=\"mb-2\"><strong>Chirurgie bariatrică</strong>: Pentru obezitate severă sau obezitate cu complicații, abordări chirurgicale precum bypass gastric sau gastrectomie cu mânecă pot produce pierderi substanțiale, susținute în greutate și îmbunătățiri dramatice ale sănătății metabolice.</li>          <li class=\"mb-2\"><strong>Programe cuprinzătoare</strong>: Programele de gestionare a greutății supravegheate medical care integrează nutriția, activitatea fizică, modificarea comportamentului și monitorizarea medicală obțin adesea rezultate mai bune decât eforturile autodirecționate.</li>      </ol>      <img src=\"https://static.calculators.im/upload/image/15/image-4.jpg\"          alt=\"Illustration of a comprehensive approach to weight management including nutrition, physical activity, behavioral strategies, and medical support\"          loading=\"lazy\" width=\"1200\" height=\"800\" class=\"w-full rounded-lg shadow-md mb-6\" />  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Ruperea ciclului: intervenții care funcționează pentru sănătatea pe termen lung</h2>      <p class=\"mb-4\">Obținerea și menținerea unui IMC sănătos necesită mai mult decât intervenții pe termen scurt-necesită schimbări de viață durabile și uneori un ecosistem de susținere.Iată abordări pe care cercetările le arată eficiente pentru gestionarea IMC pe termen lung și pentru <strong>prevenirea bolilor cronice</strong>:</p>      <h3 class=\"text-xl font-semibold mb-4\">Strategii la nivel individual</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Stabilirea obiectivelor realiste</strong>: pierderea în greutate modestă (5-10% din greutatea inițială) poate îmbunătăți semnificativ parametrii de sănătate.Grupul de cercetare a programului de prevenire a diabetului a demonstrat că această cantitate de pierdere în greutate poate reduce riscul de diabet cu până la 58% la persoanele cu risc ridicat.</li>          <li class=\"mb-2\"><strong>Concentrați -vă pe sănătate, nu doar pe greutate</strong>: accentuarea îmbunătățirilor biomarkerilor, funcției fizice și calității vieții - mai degrabă decât doar numere pe o scară - Helps mențin motivația în timp.</li>          <li class=\"mb-2\"><strong>Formarea obișnuinței</strong>: structurarea mediului și rutinelor pentru a face alegeri sănătoase automate reduce dependența de putere de voință, care tinde să fluctueze.</li>          <li class=\"mb-2\"><strong>Autoevaluare regulată</strong>: CDC recomandă reevaluarea periodică a IMC, circumferința taliei și markerii de sănătate pentru a ajuta la prinderea micilor schimbări înainte de a deveni probleme semnificative.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Abordări comunitare și de mediu</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\"><strong>Mediu construit</strong>: American Heart Association notează că comunitățile concepute pentru transportul activ, cu facilități de agrement accesibile și magazine alimentare, facilitează alegerile sănătoase.</li>          <li class=\"mb-2\"><strong>Programe de wellness la locul de muncă</strong>: inițiative cuprinzătoare la locul de muncă care abordează nutriția, activitatea fizică și gestionarea stresului pot ajunge la oameni unde își petrec o mare parte din timp.</li>          <li class=\"mb-2\"><strong>Intervenții bazate pe școală</strong>: OMS subliniază faptul că „programele care promovează alimentația sănătoasă și activitatea fizică în școli ajută la stabilirea obiceiurilor de-a lungul vieții în perioadele critice de dezvoltare”.</li>          <li class=\"mb-2\"><strong>Integrarea asistenței medicale</strong>: Când asistența primară include evaluarea regulată a IMC și conectează pacienții cu resurse adecvate, intervenția timpurie devine mai probabilă.</li>      </ol>      <h3 class=\"text-xl font-semibold mb-4\">Considerații politice</h3>      <ol class=\"list-decimal pl-8 mb-4\">          <li class=\"mb-2\">Etichetarea alimentelor: FDA a implementat informații despre nutriție clare și inteligibile pentru a ajuta consumatorii să ia alegeri în cunoștință de cauză.</li>          <li class=\"mb-2\"><strong>Stimulente economice</strong>: OMS sugerează că „subvențiile pentru fructe și legume și impozite pe alimentele ultra prelucrate pot schimba modelele de consum la nivel de populație”.</li>          <li class=\"mb-2\">Acoperirea asistenței medicale: Legea privind îngrijirile la prețuri accesibile are prevederi pentru prevenirea obezității și serviciile de tratament pentru eliminarea barierelor financiare pentru îngrijire.</li>          <li class=\"mb-2\"><strong>Infrastructura de activitate fizică</strong>: CDC sprijină investițiile publice în parcuri, instalații de agrement și infrastructură de transport activ pentru a face activitatea fizică accesibilă tuturor segmentelor de populație.</li>      </ol>      <p class=\"mb-4\">Potrivit Organizației Mondiale a Sănătății, „industria alimentară poate juca un rol semnificativ în promovarea dietelor sănătoase prin reducerea conținutului de grăsimi, zahăr și sare al alimentelor procesate; asigurându -se că alegerile sănătoase și nutritive sunt disponibile și accesibile pentru toate consumatorii; restricționând comercializarea alimentelor bogate în zaharuri, sare și grăsimi, în special acele alimente care vizează copiii și adolescenții”.Aceste abordări pe mai multe niveluri sunt esențiale pentru crearea de medii care susțin o menținere sănătoasă a greutății.</p>  </section>    <section class=\"mb-8\">      <h2 class=\"text-3xl font-bold mb-4\">Concluzie: o abordare personalizată a IMC și prevenirea bolilor cronice</h2>      <p class=\"mb-4\">Dovezile științifice sunt clare: IMC servește ca un indicator important al riscului de boală cronică, în special pentru bolile cardiovasculare, diabetul de tip 2 și numeroase cancere.Cu toate acestea, abordarea optimă a utilizării acestor informații trebuie personalizată.</p>      <p class=\"mb-4\">OMS subliniază că „IMC ar trebui să fie luată în considerare cu alți factori atunci când evaluează sănătatea unei persoane”.CDC recomandă în continuare luarea în considerare a acestor factori suplimentari în individualizarea interpretării și intervenției IMC:</p>      <ul class=\"list-disc pl-8 mb-4\">          <li class=\"mb-2\">Istoricul familial al bolilor cronice</li>          <li class=\"mb-2\">Etnie (se pot aplica diferite praguri IMC)</li>          <li class=\"mb-2\">Distribuția grăsimilor corporale (în special adipozitatea centrală)</li>          <li class=\"mb-2\">Prezența anomaliilor metabolice</li>          <li class=\"mb-2\">Nivel de fitness fizic</li>          <li class=\"mb-2\">Etapa de vârstă și dezvoltare</li>          <li class=\"mb-2\">Preferințele personale și contextul cultural</li>      </ul>      <p class=\"mb-4\">În loc să privești IMC ca un diagnostic autonom, consideră că este o parte importantă a unei evaluări cuprinzătoare a sănătății.Atunci când este combinat cu măsurători ale circumferinței taliei, valorile de laborator, istoricul familiei și factorii de stil de viață, IMC oferă informații valoroase pentru dezvoltarea strategiilor de prevenire și intervenție adaptate.</p>      <p class=\"mb-4\">Potrivit OMS, abordările eficiente pentru prevenirea obezității și a bolilor cronice conexe includ „reducerea numărului de calorii consumate din grăsimi și zaharuri, creșterea porțiunii de aport zilnic de fructe, legume, leguminoase, cereale integrale și nuci și implicarea în activități fizice obișnuite (60 minute pe zi pentru copii și 150 de minute pe săptămână pentru adulți)”.American Heart Association observă că intervențiile în stilul de viață, cum ar fi programul de prevenire a diabetului, pot fi la fel de eficiente, dacă nu chiar mai eficiente decât, medicamente pentru gestionarea greutății și reducerea riscului de boală cronică.</p>      <p class=\"mb-4\">Prin abordarea acestor dimensiuni multiple și concentrându -vă pe schimbări durabile ale stilului de viață, mai degrabă decât pe remedieri rapide, puteți reduce semnificativ riscul de boală cronică și îmbunătăți atât cantitatea, cât și calitatea vieții.</p>      <p class=\"mb-4\">Amintiți -vă că pașii mici, consistenți, duc adesea la cele mai durabile rezultate.Indiferent dacă lucrați pentru a preveni creșterea în greutate, pentru a obține o pierdere în greutate modestă sau pentru a menține rezultatele anterioare, dovezile științifice susțin o abordare măsurată, multifacetă, axată pe sănătatea pe termen lung, mai degrabă decât pe o transformare rapidă.</p>  </section>    <section class=\"mb-8\">      <details open>          <summary class=\"text-xl font-bold cursor-pointer mb-4\">References</summary>          <ol class=\"list-decimal pl-8 space-y-2 text-sm\">              <li>Centre pentru controlul și prevenirea bolilor (CDC).Despre IMC pentru adulți.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/bmi/adult-calculator/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/bmi/adult-calculator/index.html</a> (accesat la 2 mai 2025)</li>              <li>Centre pentru controlul și prevenirea bolilor (CDC).Categorii de IMC pentru adulți.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/bmi/adult-calculator/bmi-categories.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/bmi/adult-calculator/bmi-categories.html</a> (accesat la 2 mai 2025)</li>              <li>Organizația Mondială a Sănătății (OMS).Obezitate și supraponderale.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight</a> (accesat la 2 mai 2025)</li>              <li>Centre pentru controlul și prevenirea bolilor (CDC).Despre indicele de masă corporală (IMC).<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/bmi/about/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/bmi/about/index.html</a> (accesat la 2 mai 2025)</li>              <li>Powell-Wiley TM, Poirier P, Burke LE, și colab.Obezitatea și bolile cardiovasculare: o declarație științifică a American Heart Association.Circulaţie.2021; 143 (21): E984-E1010.</li>              <li>Wilson PW, D'Agostino RB, Sullivan L, Parise H, Kannel WB.Supraponderal și obezitate ca determinanți ai riscului cardiovascular: experiența Framingham.Arhivele de medicină internă.2002; 162 (16): 1867-72.</li>              <li>Bhaskaran K, Dos-Santos-Silva I, Leon DA, Douglas IJ, Smeeth L. Asociația IMC cu mortalitate generală și specifică cauzei: un studiu de cohortă bazat pe populație de 3,6 milioane de adulți din Marea Britanie.Diabetul și endocrinologia Lancet.2018; 6 (12): 944-53.</li>              <li>Kenchaiah S, Evans JC, Levy D, Wilson PW, Benjamin EJ, Larson MG, Kannel WB, Vasan RS.Obezitatea și riscul de insuficiență cardiacă.New England Journal of Medicine.2002; 347 (5): 305-13.</li>              <li>Institutul Național de Diabet și Boli Digestive și Rinichi (NIDDK).Statistici supraponderale și obezitate.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.niddk.nih.gov/health-information/health-statistics/overweight-obesity\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.niddk.nih.gov/health-information/health-statistics/overweight-obesity</a> (accesat la 2 mai 2025)</li>              <li>Chan JM, Rimm EB, Colditz GA, Stampfer MJ, Willett WC.Obezitatea, distribuția grăsimilor și creșterea în greutate ca factori de risc pentru diabetul clinic la bărbați.Îngrijirea diabetului.1994; 17 (9): 961-9.</li>              <li>Centre pentru controlul și prevenirea bolilor (CDC).Fapte de obezitate pentru adulți.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/obesity/adult-obesity-facts/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/obesity/adult-obesity-facts/index.html</a> (accesat la 2 mai 2025)</li>              <li>Khan NA, Wang H, Anand S, Jin Y, Campbell NR, Pilote L, Quan H. Etnicitatea și sexul afectează incidența și rezultatele diabetului.Îngrijirea diabetului.2011; 34 (1): 96-101.</li>              <li>National Cancer Institute (NCI).Obezitatea și fișa informativă pentru cancer.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cancer.gov/about-cancer/causes-prevention/risk/obesity/obesity-fact-sheet\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cancer.gov/about-cancer/causes-prevention/risk/obesity/obesity-fact-sheet</a> (accesat la 2 mai 2025)</li>              <li>Teras LR, Kitahara CM, Birmann BM și colab.Mărimea corpului și mortalitatea mielomului multiplu: o analiză reunită a 20 de studii prospective.British Journal of Hematology.2014; 166 (5): 667-76.</li>              <li>Institutele Naționale de Sănătate (NIH).Orientări clinice privind identificarea, evaluarea și tratamentul supraponderalului și obezității la adulți.Publicația NIH nr. 98-4083.1998.</li>              <li>Institutul Național al Inimii, Plămânului și al Bloodului (NHLBI).Clasificarea excesului de greutate și obezitate de către IMC, circumferința taliei și riscul de boală asociat.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.nhlbi.nih.gov/health/educational/lose_wt/risk.htm\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.nhlbi.nih.gov/health/educational/lose_wt/risk.htm</a> (accesat la 2 mai 2025)</li>              <li>Neeland IJ, Ross R, Dessprés JP și colab.Grăsimea viscerală și ectopică, ateroscleroza și boala cardiometabolică: o declarație de poziție.Diabetul și endocrinologia Lancet.2019; 7 (9): 715-25.</li>              <li>Organizația Mondială a Sănătății (OMS).Obezitate.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/health-topics/obesity\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/health-topics/obesity</a> (accesat la 2 mai 2025)</li>              <li>Organizația Mondială a Sănătății (OMS).Obezitate și supraponderale.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight</a> (accesat la 2 mai 2025)</li>              <li>Grupul de cercetare a programului de prevenire a diabetului.Reducerea incidenței diabetului de tip 2 cu intervenție în stilul de viață sau metformină.New England Journal of Medicine.2002; 346 (6): 393-403.</li>              <li>Centre pentru controlul și prevenirea bolilor (CDC).Fapte obezitate din copilărie.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/obesity/childhood-obesity-facts/childhood-obesity-facts.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/obesity/childhood-obesity-facts/childhood-obesity-facts.html</a> (accesat la 2 mai 2025)</li>              <li>Singh AS, Mulder C, Twisk JW, Van Mechelen W, Chinapaw MJ.Urmărirea excesului de greutate din copilărie până la vârsta adultă: o revizuire sistematică a literaturii.Recenzii despre obezitate.2008; 9 (5): 474-88.</li>              <li>Centre pentru controlul și prevenirea bolilor (CDC).Obezitate.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/obesity/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/obesity/index.html</a> (accesat la 2 mai 2025)</li>              <li>Estruch R, Ros E, Salas-Salvadó J, și colab.Prevenirea primară a bolilor cardiovasculare cu o dietă mediteraneană suplimentată cu ulei de măsline extra-virgin sau nuci.New England Journal of Medicine.2018; 378 (25): E34.</li>              <li>Leidy HJ, Clifton PM, Astrup A și colab.Rolul proteinei în pierderea în greutate și întreținere.Jurnalul American de Nutriție Clinică.2015; 101 (6): 1320S-9S.</li>              <li>Hall KD, Ayuketah A, Brychta R și colab.Dietele ultra-procesate provoacă aportul de calorii în exces și creșterea în greutate: un studiu randomizat controlat randomizat al aportului alimentar ad libitum.Metabolismul celular.2019; 30 (1): 67-77.</li>              <li>Vissers D, Hens W, Taeymans J, Baeyens JP, Poortmans J, Van Gaal L. Efectul exercițiului fizic asupra țesutului adipos visceral la adulții supraponderali: o revizuire sistematică și meta-analiză.PLOS ONE.2013; 8 (2): E56415.</li>              <li>Dunstan DW, Kingwell BA, Larsen R și colab.Îndepărtarea ședinței prelungite reduce răspunsurile postprandiale de glucoză și insulină.Îngrijirea diabetului.2012; 35 (5): 976-83.</li>              <li>Burke LE, Wang J, Sevick MA.Auto-monitorizarea în pierderea în greutate: o revizuire sistematică a literaturii.Journal of the American Dietetic Association.2011; 111 (1): 92-102.</li>              <li>Chaput JP, Tremblay A. Somn adecvat pentru a îmbunătăți tratamentul obezității.CMAJ.2012; 184 (18): 1975-6.</li>              <li>Dallman MF, Pecoraro N, Akana SF și colab.Stresul cronic și obezitatea: o nouă viziune a „mâncării confortabile”.Procesul Academiei Naționale de Științe.2003; 100 (20): 11696-701.</li>              <li>Wing RR, Jeffery RW.Beneficiile recrutării participanților cu prietenii și creșterea sprijinului social pentru pierderea în greutate și întreținere.Jurnalul de consultanță și psihologie clinică.1999; 67 (1): 132.</li>              <li>Srivastava G, Apovian CM.Farmacoterapia actuală pentru obezitate.Recenzii ale naturii Endocrinologie.2018; 14 (1): 12-24.</li>              <li>Wilding JPH, Batterham RL, Calanna S și colab.Semaglutide o dată pe săptămână la adulți cu supraponderale sau obezitate.New England Journal of Medicine.2021; 384 (11): 989-1002.</li>              <li>Sjöström L, Narbro K, Sjöström CD și colab.Efectele chirurgiei bariatrice asupra mortalității la subiecții obezi suedezi.New England Journal of Medicine.2007; 357 (8): 741-52.</li>              <li>Wadden Ta, Butryn ML, Hong PS, Tsai AG.Tratamentul comportamental al obezității la pacienții întâlniți în setările de îngrijire primară: o revizuire sistematică.Jama.2014; 312 (17): 1779-91.</li>              <li>Grupul de cercetare a programului de prevenire a diabetului.Reducerea incidenței diabetului de tip 2 cu intervenție în stilul de viață sau metformină.New England Journal of Medicine.2002; 346 (6): 393-403.</li>              <li>King WC, Bond DS.Importanța consilierii preoperatorii și a activității fizice postoperatorii în chirurgia bariatrică.Recenzii ale științelor și științelor sportului.2013; 41 (1): 26-35.</li>              <li>Gardner B, Lally P, Wardle J. Realizarea sănătății obișnuite: psihologia „formațiunii obișnuinței” și a practicii generale.British Journal of General Practice.2012; 62 (605): 664-6.</li>              <li>Mozaffarian D, Afshin A, Benowitz NL și colab.Abordările populației pentru îmbunătățirea dietei, a activității fizice și a obiceiurilor de fumat: o declarație științifică a Asociației Americane a Inimii.Circulaţie.2012; 126 (12): 1514-63.</li>              <li>Anderson LM, Quinn TA, Glanz K și colab.Eficacitatea intervențiilor de alimentație și activități fizice pentru controlul supraponderalului și obezității angajaților: o revizuire sistematică.American Journal of Preventive Medicine.2009; 37 (4): 340-57.</li>              <li>Organizația Mondială a Sănătății (OMS).Strategia globală pentru dietă, activitate fizică și sănătate: supraponderalitate din copilărie și obezitate.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.who.int/dietphysicalactivity/childhood/en/\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.who.int/dietphysicalactivity/childhood/en/</a> (accesat la 2 mai 2025)</li>              <li>Leblanc E, O'Connor E, Whitlock EP, Patnode C, Kapka T. Screening pentru și gestionarea obezității și a excesului de greutate la adulți.Sinteze de dovezi.2011; 89.</li>              <li>Administrația SUA pentru Alimente și Droguri (FDA).Modificări ale etichetei faptelor nutriționale.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.fda.gov/food/food-labeling-nutrition/changes-nutrition-facts-label\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.fda.gov/food/food-labeling-nutrition/changes-nutrition-facts-label</a> (accesat la 2 mai 2025)</li>              <li>Legea privind îngrijirile la prețuri accesibile (ACA).Legea privind protecția pacienților și îngrijirea accesibilă, 42 USC § 18001. 2010.</li>              <li>Centre pentru controlul și prevenirea bolilor (CDC).Oameni activi, națiune sănătoasă.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.cdc.gov/physicalactivity/activepeoplehealthynation/index.html\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.cdc.gov/physicalactivity/activepeoplehealthynation/index.html</a> (accesat la 2 mai 2025)</li>              <li>Calculatoare.im.Calculator IMC.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"/ro/bmi-calculator\" title=\"https://calculators.im/ro/bmi-calculator\"  >https://calculators.im/ro/bmi-calculator</a> (accesat la 2 mai 2025)</li>              <li>WebMD.Calculator IMC pentru bărbați și femei: calculați -vă indicele de masă corporală.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"https://www.webmd.com/diet/body-bmi-calculator\" title=\"\" target=\"_blank\" rel=\"nofollow\">https://www.webmd.com/diet/body-bmi-calculator</a> (accesat la 2 mai 2025)</li>          </ol>          <p class=\"mt-6 text-sm italic\">Acest articol oferă informații generale privind sănătatea și nu este un substitut pentru sfaturi medicale profesionale.Consultați întotdeauna cu furnizorii de servicii medicale calificate înainte de a face modificări la dieta dvs., rutină de exerciții fizice sau plan de tratament medical.</p>      </details>  </section>"
}