{
    "trans": "<section class=\"mb-8\">                 <h2 class=\"text-4xl font-bold mb-6\">Bemutat</h2>                 <p class=\"mb-4\">Alapvető fontosságú az idő hatékony kezelése, függetlenül attól, hogy nyomon követi -e a munkaidőt, kiszámítja a bérszámfejtést vagy a tervezési ütemterveket.Itt jön be az órák számológépünk - egy <strong>ingyenes órás számológép</strong>, amelynek célja az órák kiszámítása az online pontossággal és könnyedséggel.A [host_name] -en arra törekszünk, hogy egyszerűsítsük az időkövetési feladatait, és hozzáférhetővé tegyük őket az alkalmazottak, a szabadúszók, az üzleti tulajdonosok és a pontos időszámításokra szoruló személyek számára.<a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100\" href=\"/hu/hours-calculator\" title=\"Órás számológép\">Órás számológép</a></p>                 <p class=\"mb-4\">Ebben az átfogó útmutatóban átmegyünk Önt, hogyan kell használni a szabad órák számológépünket, feltárni annak előnyeit, és megmutatjuk, hogyan tudják ésszerűsíteni a feladatok, például a bérszámfejtés, a műszak ütemezése és az időgazdálkodás.Merüljünk el mindenbe, amit tudnod kell az órákban dolgozó számológépünkről és arról, hogy miként takaríthat meg időt és erőfeszítést.</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Mi az egy órás számológép?</h2>                 <p class=\"mb-4\">Az egy órás számológép egy olyan online eszköz, amely kiszámítja az összes órát és percet kétszer, összegzi a dolgozott órákat, vagy kiszámítja az időtartamokat különféle célokra.Függetlenül attól, hogy heti munkaidőt kitalál, bérszámfejtést készít, vagy tervezési projekteket készít, a [host_name] órák számológépünk gyors, pontos eredményeket eredményez minimális erőfeszítéssel.</p>                 <p class=\"mb-4\">Csak néhány kattintással:</p>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">Számítsa ki a munkaidőt az alkalmazottak vagy a szabadúszók számára.</li>                     <li class=\"mb-2\">Kövesse nyomon a túlórát a bérszámfejtési pontosság érdekében.</li>                     <li class=\"mb-2\">Mérje meg az időtartamot a műszakok vagy a feladatok között.</li>                     <li class=\"mb-2\">Adjon hozzá vagy vonjon be órákat és perceket könnyedén.</li>                 </ul>                 <p class=\"mb-4\">A kézi számításokkal ellentétben, amelyek hajlamosak a hibákra, az órákban dolgozott számológépünk biztosítja a pontosságot, így ideális mind a személyes, mind a szakmai használatra.A legjobb az egészben, hogy teljesen ingyenes és elérhető online - nincs szükség letöltésre vagy előfizetésre.</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Miért használja a szabad órák számológépünket?</h2>                 <p class=\"mb-4\">Az idő értékes erőforrás, és az unalmas számításokra való költés nem ideális.Ez az oka annak, hogy az órák számológépünk játékváltó:</p>                 <ol class=\"list-decimal pl-6\">                     <li class=\"mb-2\">Teljesen ingyenes: Nincs rejtett költségek vagy prémium tervek - csak egy ingyenes órás számológép.</li>                     <li class=\"mb-2\"><strong>Felhasználóbarát</strong>: Az egyszerű felület lehetővé teszi az órák online kiszámítását másodpercek alatt, még akkor is, ha nem tech-hozzáértés.</li>                     <li class=\"mb-2\"><strong>Pontos eredmények</strong>: Az órákban dolgozott számológépünk kiküszöböli az emberi hibákat, biztosítva a megbízható kimeneteket.</li>                     <li class=\"mb-2\"><strong>Sokoldalú felhasználás</strong>: Tökéletes bérszámfejtéshez, műszakkövetéshez, projekttervezéshez vagy személyes időgazdálkodáshoz.</li>                     <li class=\"mb-2\"><strong>Bárhol elérhető</strong>: Használja a telefonján, táblagépén vagy számítógépen telepítés nélkül.</li>                 </ol>                 <p class=\"mb-4\">Függetlenül attól, hogy egy kisvállalkozás -tulajdonos, aki kiszámítja a bérszámfejtést, akár a munkavállalók túlóráját, a <strong>bérszámfejtési számológép</strong>ünket a munkafolyamat egyszerűsítésére tervezték.</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Hogyan használjuk az órák számológépét a [host_name] -en</h2>                 <p class=\"mb-4\">Az órák számológépünk használata egyszerű.Itt egy lépésről lépésre található útmutató az online órák kiszámításához:</p>                 <h3 class=\"text-xl font-semibold mb-4\">1. lépés: Hozzáférés az eszközhöz</h3>                 <p class=\"mb-4\">Látogasson el a [host_name] webhelyre, és lépjen a Hours számológép oldalra.Nincs szükség regisztrációra-csak kezdje el azonnal a szabad órák számológépének használatát.</p>                 <h3 class=\"text-xl font-semibold mb-4\">2. lépés: Írja be az idejét</h3>                 <p class=\"mb-4\">Az Ön igényeitől függően:</p>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">Bemenet a kezdési és a végső időkhöz az időtartam kiszámításához (pl. 9:00 és 17:00).</li>                     <li class=\"mb-2\">Adjon hozzá több időbeli bejegyzéseket az összegek összegéhez (pl. 4 óra, hétfő, kedden 6 óra).</li>                     <li class=\"mb-2\">Tartalmazza a szünetet (például az ebédet) a nettó órák kiszámításához.</li>                 </ul>                 <p class=\"mb-4\">Az időtartam-számológépünk támogatja mind a 12 órás (AM/PM), mind a 24 órás formátumokat a rugalmasság érdekében.</p>                 <h3 class=\"text-xl font-semibold mb-4\">3. lépés: Az azonnali eredmények megtekintése</h3>                 <p class=\"mb-4\">Kattintson a „Számítás” elemre, és az eszköz megjeleníti az összes órát és percet.Másolhatja az eredményeket, visszaállíthatja a mezőket, vagy szükség szerint beállíthatja a bemeneteket.</p>                 <h3 class=\"text-xl font-semibold mb-4\">Példa:</h3>                 <p class=\"mb-4\">Tegyük fel, hogy 8: 30-tól 16: 45-ig dolgozott egy 30 perces ebédszünettel.Írja be ezeket a részleteket a munkaidő -számológépbe, és ez azt mutatja, hogy 7 órát és 45 percig dolgozott (a szünet kivonása után).Olyan könnyű!</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Az órák számológépünk legfontosabb jellemzői</h2>                 <p class=\"mb-4\">Órák számológépünk tele van olyan funkciókkal, amelyek kielégítik a különféle igényeket.Íme, ami teszi az órák online kiszámításának legfontosabb választását:</p>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">Szünetbeállítások: Kivonzanak az ebédszüneteket vagy más szünetet a pontos nettó órákra.</li>                     <li class=\"mb-2\"><strong>Túlórák nyomon követése</strong>: Könnyen kiszámíthatja a túlórát az alkalmazottak számára, hogy meghaladja a szokásos műszakokat.</li>                     <li class=\"mb-2\"><strong>Bérszámfejtési támogatás</strong>: Használja a bérszámfejtési számológépet az órák kiszámításához a pontos bérszámításhoz.</li>                     <li class=\"mb-2\">Idő hozzáadása/kivonása: Összegző órák több napig, vagy vonja le a tervezés időt.</li>                     <li class=\"mb-2\"><strong>Mobilbarát</strong>: Bármikor, bármikor hozzáférjen az ingyenes órák számológéphez.</li>                 </ul>                 <p class=\"mb-4\">Ezek a funkciók sokoldalúvá teszik szerszámunkat a szabadúszók, a HR menedzserek, a kisvállalkozások tulajdonosai és bárki számára, aki hatékony időkövetést igényel.</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Ki részesülhet egy órás számológépből?</h2>                 <p class=\"mb-4\">Órák számológépünk széles közönség számára készült.Íme néhány csoport, akik felbecsülhetetlen értékűek:</p>                 <h3 class=\"text-xl font-semibold mb-4\">1. Munkavállalók</h3>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">A pontos fizetés biztosítása érdekében napi vagy heti órák nyomon követése.</li>                     <li class=\"mb-2\">Használja a munkaidő -számológépet a túlórák vagy a műszak óráinak ellenőrzéséhez.</li>                     <li class=\"mb-2\">Számítsa ki a termelékenységi betekintés feladataira fordított időt.</li>                 </ul>                 <h3 class=\"text-xl font-semibold mb-4\">2. szabadúszó</h3>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">Naplózási órák naplózható órái az ügyfelek számára pontossággal.</li>                     <li class=\"mb-2\">Használja az időtartam -számológépet a projekt ütemterveinek méréséhez.</li>                     <li class=\"mb-2\">Egyszerűsítse a számlázást a teljes munkaidő kiszámításával.</li>                 </ul>                 <h3 class=\"text-xl font-semibold mb-4\">3. Kisvállalkozások tulajdonosai</h3>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">A bérszámfejtés streamline a bérszám -számológéppel.</li>                     <li class=\"mb-2\">Figyelje a munkavállalók óráit az ütemezés optimalizálása érdekében.</li>                     <li class=\"mb-2\">Számítsa ki az óránkénti munkavállalók költségeit.</li>                 </ul>                 <h3 class=\"text-xl font-semibold mb-4\">4. HR szakemberek</h3>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">A rendszeres és túlórák nyomon követésével biztosítsa a munkaügyi törvények betartását.</li>                     <li class=\"mb-2\">Használja az órákban dolgozott számológépet a hibamentes bérszámfejtési jelentésekhez.</li>                 </ul>                 <h3 class=\"text-xl font-semibold mb-4\">5. A hallgatók és a projektmenedzserek</h3>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">Tervezze meg a tanulmányt vagy a projekt ütemtervét az időtartam -számológéppel.</li>                     <li class=\"mb-2\">A csoport munkaidejének nyomon követése a csapat hozzájárulásainak kiegyensúlyozására.</li>                 </ul>                 <p class=\"mb-4\">Nem számít a szerepét, az órák számológépünk időt takarít meg és növeli a hatékonyságot.</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Az órák számológép gyakorlati alkalmazásai</h2>                 <p class=\"mb-4\">Fedezzük fel a valós forgatókönyveket, ahol az órák számológépünk kiemelkedik:</p>                 <h3 class=\"text-xl font-semibold mb-4\">1. A bérszámfejtési munkaidő kiszámítása</h3>                 <p class=\"mb-4\">Ha eltérő ütemtervvel rendelkező csapatot irányít, a kézi órák számításai ijesztőek lehetnek.A <strong>bérszámfejtési számológép</strong>ünk ezt egyszerűsíti:</p>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">Lehetővé téve az egyes alkalmazottak kezdési és végső idejének hozzájárulását.</li>                     <li class=\"mb-2\">A szünetek kivonása a nettó órák elérése érdekében.</li>                     <li class=\"mb-2\">A pontos bérek teljes heti órájának kiszámítása.</li>                 </ul>                 <h3 class=\"text-xl font-semibold mb-4\">Példa:</h3>                 <p class=\"mb-4\">Egy alkalmazott 7:00 és 15:30 között dolgozik, öt napig 30 perces szünettel.A számológép 37,5 órát mutat, így a fizetés számítása szellő.</p>                 <h3 class=\"text-xl font-semibold mb-4\">2. A túlórák nyomon követése</h3>                 <p class=\"mb-4\">A túlórák hetente 40 órán túli fizető munkahelyek esetén az órákban dolgozott számológépünk könnyedén azonosítja az extra órákat.Írja be a heti órákat, és ez kiemeli a 40 -nél nagyobb dolgot.</p>                 <h3 class=\"text-xl font-semibold mb-4\">Példa:</h3>                 <p class=\"mb-4\">Egy alkalmazott egy héten 42 órát naplóz.A számológép 2 túlórát erősít meg, biztosítva a tisztességes kompenzációt.</p>                 <h3 class=\"text-xl font-semibold mb-4\">3. A projekt ütemtervének tervezése</h3>                 <p class=\"mb-4\">A szabadúszók és a projektmenedzserek felhasználhatják az időtartam -számológépet a feladat időtartamának becslésére.Írja be az egyes szakaszok kezdési és végső idejét, és összegezze azokat a pontos tervezéshez.</p>                 <h3 class=\"text-xl font-semibold mb-4\">Példa:</h3>                 <p class=\"mb-4\">Egy projektnek 4 órát, 6 órát és 5 órát vesz igénybe feladatok.A számológép összesen 15 órát, segítve a realisztikus határidőket.</p>                 <h3 class=\"text-xl font-semibold mb-4\">4. A műszak ütemterveinek kezelése</h3>                 <p class=\"mb-4\">Az olyan iparágaknak, mint az éttermek, a kiskereskedelem és az egészségügyi ellátás, gyakran összetett műszakban vannak.Az órák számológép segíti az ütemterveket és elkerüli a személyzet túlterhelését.</p>                 <h3 class=\"text-xl font-semibold mb-4\">Példa:</h3>                 <p class=\"mb-4\">A nővér négy napig 18:00 és 2: 00 között dolgozik.A számológép 32 órát erősít meg, segítve a tisztességes eltolódás eloszlását.</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Tippek az órák számológépének maximalizálásához</h2>                 <p class=\"mb-4\">Ahhoz, hogy a lehető legtöbbet hozza ki az órák számológépéből, próbálja ki ezeket a tippeket:</p>                 <ol class=\"list-decimal pl-6\">                     <li class=\"mb-2\"><strong>Ellenőrizze a bemeneteket</strong>: A hibák elkerülése érdekében duplán ellenőrizze a kezdési és a végidőket.</li>                     <li class=\"mb-2\">A szünetek fiókja: Vonjon le ebéd vagy pihenőidőt a pontos órákban dolgozott számológép eredményekhez.</li>                     <li class=\"mb-2\"><strong>Eredmények mentése</strong>: Másolja vagy képernyőképeket a rekordokhoz, különösen a bérszámfejtéshez vagy a számlázáshoz.</li>                     <li class=\"mb-2\"><strong>Használjon következetesen</strong>: Kövesse nyomon a napi vagy hetente órákat a jobb szervezés érdekében.</li>                     <li class=\"mb-2\">Fedezze fel a jellemzőket: Tesztelje a túlórát és az idő hozzáadása funkciókat az eszköz teljes potenciáljának feloldásához.</li>                 </ol>                 <p class=\"mb-4\">Ezek a szokások az órák online kiszámítását gyorsabbá és megbízhatóbbá teszik.</p>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Miért a [host_name] az időszámításod</h2>                 <p class=\"mb-4\">A [host_name] -on szenvedélyesen olyan eszközöket nyújtunk, amelyek egyszerűsítik az életet.Órájú számológépünk a sok olyan ingyenes erőforrás közül, amelyek célja az okosabb munka.Íme, ami különböztet meg minket:</p>                 <ul class=\"list-disc pl-6\">                     <li class=\"mb-2\">Az ingyenes eszközök iránti elkötelezettség: Nincs fizetési fal - csak egy ingyenes órás számológép.</li>                     <li class=\"mb-2\"><strong>Felhasználó-központú kialakítás</strong>: kezdőknek és szakembereknek is építettek.</li>                     <li class=\"mb-2\"><strong>Folyamatos frissítések</strong>: A felhasználói visszajelzések alapján javítjuk eszközeinket.</li>                     <li class=\"mb-2\"><strong>Megbízható platform</strong>: Új weboldalként a pontosságot és a megbízhatóságot prioritássá teszjük.</li>                 </ul>                 <p class=\"mb-4\">Függetlenül attól, hogy kiszámítja a bérszámfejtést, a nyomon követést vagy a tervezési projekteket, a [host_name] minden lépésben támogatja Önt.</p>             </section>              <section class=\"mb-8\" id=\"faq\">                 <h2 class=\"text-2xl font-bold mb-6 text-center\">Gyakran feltett kérdéseket</h2>                 <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\" open>                     <summary class=\"cursor-pointer flex justify-between items-center\">                         <h3 class=\"text-lg font-medium\">Mi az egy órás számológép?</h3>                         <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewbox=\"0 0 24 24\">                             <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\"></path>                         </svg>                     </summary>                     <p class=\"mt-2 text-gray-600\">Az egy órás számológép olyan eszköz, amely kiszámítja az időtartamokat, a munkaidőt vagy a bérszámfejtést.A [host_name] ingyenes órás számológépünk lehetővé teszi az órák gyors és pontosan kiszámítását, így ideális az alkalmazottak, a szabadúszók és a vállalkozások számára.</p>                 </details>                 <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">                     <summary class=\"cursor-pointer flex justify-between items-center\">                         <h3 class=\"text-lg font-medium\">Hogyan használhatom az órák számológépét?</h3>                         <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewbox=\"0 0 24 24\">                             <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\"></path>                         </svg>                     </summary>                     <p class=\"mt-2 text-gray-600\">A munkaidő -számológép használatához, a bemeneti kezdési és a végidők vagy az összes óra használatához, szükség esetén vonjon be szüneteket, majd kattintson a számítás gombra.Az eszköz azonnali eredményeket nyújt a munkaidő, a bérszámfejtés vagy a projektkövetéshez, egyszerűsítve az időszámításokat.</p>                 </details>                 <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">                     <summary class=\"cursor-pointer flex justify-between items-center\">                         <h3 class=\"text-lg font-medium\">Az órák számológépe valóban ingyenes?</h3>                         <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewbox=\"0 0 24 24\">                             <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\"></path>                         </svg>                     </summary>                     <p class=\"mt-2 text-gray-600\">Igen, az ingyenes órák számológépünknek nincs rejtett díja vagy előfizetése.Bármikor hozzáférhet a [host_name] -en, hogy online órákat kiszámítson költség nélkül.</p>                 </details>                 <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">                     <summary class=\"cursor-pointer flex justify-between items-center\">                         <h3 class=\"text-lg font-medium\">Számíthatom a bérszámfejtési órákat ezzel az eszközzel?</h3>                         <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewbox=\"0 0 24 24\">                             <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\"></path>                         </svg>                     </summary>                     <p class=\"mt-2 text-gray-600\">Teljesen.A bérszámfejtési számológép szolgáltatás segít kiszámítani az összes órát, ideértve a túlórát is, biztosítva a munkavállalók vagy a vállalkozók pontos bérszámítását.</p>                 </details>                 <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">                     <summary class=\"cursor-pointer flex justify-between items-center\">                         <h3 class=\"text-lg font-medium\">Működik -e az időtartamok nyomon követésére?</h3>                         <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewbox=\"0 0 24 24\">                             <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\"></path>                         </svg>                     </summary>                     <p class=\"mt-2 text-gray-600\">Igen, az időtartamú számológépünk kétszer méri az órákat és perceket, így tökéletes a tervezési projektek, műszakok vagy személyes feladatok tervezésére.</p>                 </details>                 <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">                     <summary class=\"cursor-pointer flex justify-between items-center\">                         <h3 class=\"text-lg font-medium\">Használhatom a telefonomon?</h3>                         <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewbox=\"0 0 24 24\">                             <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\"></path>                         </svg>                     </summary>                     <p class=\"mt-2 text-gray-600\">Határozottan.Az órák számológép mobilbarát, lehetővé teszi, hogy online órákat kiszámítson bármilyen eszközről, legyen az telefon, táblagép vagy számítógép.</p>                 </details>                 <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">                     <summary class=\"cursor-pointer flex justify-between items-center\">                         <h3 class=\"text-lg font-medium\">Mennyire pontos a számológép?</h3>                         <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewbox=\"0 0 24 24\">                             <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\"></path>                         </svg>                     </summary>                     <p class=\"mt-2 text-gray-600\">Az órákban dolgozott számológépünket pontosságra, a kézi hibák kiküszöbölésére tervezték, hogy megbízható eredményeket biztosítsunk a munkaidő, a bérszámfejtés vagy az időtartam számításához.</p>                 </details>             </section>              <section class=\"mb-8\">                 <h2 class=\"text-3xl font-bold mb-4\">Következtetés: Egyszerűsítse az időkövetést a [host_name] segítségével</h2>                 <p class=\"mb-4\">Az időgazdálkodásnak nem kell gondoskodnia.A [host_name] órák számológépével az órákat könnyedén kiszámíthatja az online munka, bérszámfejtés vagy személyes projektek számára.Az órák számológépünk pontosságot, kényelmet és sokoldalúságot kínál az alkalmazottak, a szabadúszók és az üzleti tulajdonosok számára.</p>                 <p class=\"mb-4\">Készen áll az idő megtakarítására és a termelékenység fokozására?Próbálja ki ma az órákban dolgozott számológépünket, és nézze meg, mennyire könnyű nyomon követni az órákat, kiszámítani a bérszámfejtést vagy a tervezési ütemterveket.Látogasson el most a [host_name] -re, és magabiztosan vegye figyelembe az idejét!</p>             </section>"
}