{
    "sign": "Pisces",
    "thumb": "https://static.calculators.im/upload/image/sign/pisces.svg",
    "local_name": "Pisces",
    "date_range": "19 Februari - 20 Maret",
    "element": "Banyu",
    "ruling_planet": "Neptunus, Jupiter (tradisional)",
    "symbol": "Iwak",
    "lucky_numbers": [
        "3",
        "7",
        "12",
        "16",
        "21"
    ],
    "lucky_colors": [
        "Ijo",
        "Lavender",
        "Perak"
    ],
    "lucky_days": [
        "Kamis",
        "Senin"
    ],
    "lucky_stones": [
        "Amethyst",
        "Moonstone",
        "Aquamarine"
    ],
    "general_traits": {
        "strengths": [
            "Welas asih",
            "Intuisi",
            "Artistik",
            "Lembut",
            "Adaptasi",
            "Impinatif",
            "Kasedhiya"
        ],
        "weaknesses": [
            "Etuh sensitif",
            "Escapist",
            "Indecisive",
            "Mandhiri",
            "Nyatane",
            "Realistis",
            "Rawan karo mental korban"
        ]
    },
    "personality": {
        "overview": "Pisces minangka tandha rolas lan pungkasan zodiak, nglambangake sambungan welas, intuisi, lan sambungan spiritual.Tumpukan individu dikenal kanggo sifat sing sempit, sensitif seni, lan sambungan menyang kolektif tanpa sadar.Dheweke dadi impen zodiak, navigasi antarane kasunyatan lan imajinasi kanthi wates cairan lan pemahaman emosi sing jero.",
        "detailed_traits": [
            "Sensitivitas emosional jero lan empati",
            "Intuisi sing kuwat sing dadi wates psikis",
            "Imajinasi kreatif lan bakat seni",
            "Keprihatinan welas asih kanggo sing nandhang sangsara",
            "Kesadaran spiritual ngluwihi kasunyatan material",
            "Alam sing bisa adaptasi karo kahanan",
            "Kemampuan kanggo ndeleng ngluwihi penampilan permukaan",
            "Pendekatan sing lembut kanggo wong lan kahanan",
            "Aman Kaya Pemandangan Kasunyatan",
            "Kapasitas kanggo menehi lan layanan tanpa mandhiri"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Pisces individu minangka mitra sing romantis, emosi sing ngurmati koneksi spiritual lan emosional ing hubungan.Dheweke nyatakake katresnan liwat pemahaman sing simpatik, sadurunge nyeret kreatif, lan bates kanggo nggawe kesatuan sing jero karo mitra.",
        "compatibility": {
            "most_compatible": [
                "Kanker",
                "Scorpio",
                "Capricorn",
                "Taurus"
            ],
            "least_compatible": [
                "Gemini",
                "Sagittarius",
                "Virgo"
            ]
        },
        "relationship_advice": "Tumpukan individu kudu ngembangake wates sehat nalika njaga rasa senenge alam.Pakaryan kanggo nggawe keputusan praktis ing sandhinge pemahaman intuisi, lan mesthekake mitran ngormati sensitivitas tanpa njupuk kesempatan kanggo menehi sifat sampeyan.Pilih mitra sing ngurmati ambane emosional tinimbang ngilangi.",
        "love_style": [
            "Intuisi romantis lan emosional banget",
            "Nggoleki sambungan spiritual lan jiwa",
            "Ora sopan lan menehi hubungan",
            "Muga-muga lifeze mitra utawa hubungan",
            "Adaptasi kanthi gampang kanggo kabutuhan lan swasana mitra",
            "Sensitif raos lan dinamika sing ora dingerteni",
            "Nilai keintingan emosional babagan pertimbangan praktis"
        ]
    },
    "career_and_finances": {
        "career_traits": "Tumpukan individu Excel ing karir sing kalebu kreatifitas, welasan, lan intuisi.Dheweke duwe bakat alami kanggo ngerteni emosi manungsa, ekspresi seni, lan nyambungake karo imajinasi kolektif, tuwuh ing peran sing ngidini fleksibilitas lan layanan sing migunani.",
        "suitable_careers": [
            "Seni lan Musik",
            "Profesional kesehatan lan penyembuhan",
            "Konseling lan Psikologi",
            "Pandhuan lan mulang spiritual",
            "Fotografi lan Film",
            "Pakaryan sosial lan lapangan kamanungsan",
            "Oceanografi lan Biologi Kelautan",
            "Tarian lan therapy gerakan",
            "Layanan pemulihan kecanduan",
            "Nulis lan puisi kreatif"
        ],
        "financial_habits": "Pisces individu asring duwe hubungan rumit kanthi dhuwit, kadhangkala gantigar antarane belanja lan wektu kuatir.Dheweke bisa entuk manfaat saka sistem praktis sing mbantu ngatur finansial nalika isih ngidini milik lan ndhukung sebabe migunani utawa usaha seni.",
        "work_style": [
            "Dianggo paling apik ing lingkungan sing disengkuyung, positif",
            "Nggawa solusi kreatif lan wawasan impatik",
            "Bisa uga berjuang karo wektu sing ketat utawa struktur kaku",
            "Tumrap jadwal otonom lan fleksibel",
            "Sensitif kanggo swasana kerja lan dinamika kerja",
            "Milih karya sing migunani babagan hadiah materi",
            "Banget Proyèk basis lan basis tim"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Pisces ngasta sikil, sistem limfa, lan kelenjar pineal.Pisces individu asring sensitif ing lingkungane, obat-obatan, lan kesehatan, kanthi kesehatan fisik kanthi rapet karo kesejahteraan emosional lan spiritual.",
        "common_health_issues": [
            "Masalah sikil lan cedera",
            "Sensitivitas sistem imun",
            "Masalah sistem limfa",
            "Gangguan turu",
            "Sensitivitas bahan",
            "Kekerasan emosional sing mengaruhi kesehatan fisik",
            "Penylametan banyu lan edema"
        ],
        "wellness_advice": "Gawe wates antarane sampeyan lan negara-negara emosi liyane kanggo nyegah kekeselane.Pay manungsa waé khusus kanggo kesehatan sikil liwat sikil sikil lan perawatan sing tepat.Mbangun rutin turu sing sehat sing ndhukung sistem saraf sensitif.",
        "exercise_preferences": [
            "Kegiatan Kolam renang lan banyu",
            "Yoga lan Tai Chi",
            "Tari lan gerakan irama",
            "Mlaku ing alam, utamane cedhak banyu",
            "Rute olahraga sing lembut, mili"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 nggawa kebangkrutan spiritual sing jero banget lan inspirasi kreatif kanggo tumpukan individu.Kabisan intuisi sampeyan tekan dhuwur, lawang bukaan kanggo kasunyatan sing durung diterangke.Balance Istismasi sing ngalamun kanthi tumindak praktis kanggo manifesting visi sampeyan.",
            "love": "Hubungan luwih jero liwat sambungan kejujuran emosional lan spiritual.Pisceans tunggal bisa narik kawigaten mitra sing ngormati sensitivitas lan ambane.Hubungan sing ana owah liwat praktik spiritual utawa kreatif.",
            "career": "Wutah profesional teka ngrangkul bakat kreatif lan intuisi sampeyan.Pendhapat welas asih kanggo tantangan kerja ngasilake pangenalan.Coba tali ing seni penyembuhan, lapangan kreatif, utawa tuntunan spiritual.",
            "health": "Fokus ing kesehatan sikil lan kekuwatan sistem kekebalan liwat hidrasi lan istirahat sing tepat.Kesejahteraan emosional kanthi meditasi biasa utawa wektu cedhak banyu.Pay manungsa waé khusus kanggo nyetel wates sehat kanggo njaga energi sensitif.",
            "finances": "Kesempatan finansial sing ora dikarepake muncul liwat proyek kreatif utawa usaha spiritual.Coba nyedhaki pendekatan sing seimbang ing gagang amal lan mbangun keamanan pribadi.Dipercaya intuisi babagan keputusan investasi."
        },
        "2026": {
            "overall": "2026 minangka taun penyembuhan emosional lan transformasi batin kanggo Pisces.Alat welas asih sampeyan tetep kanggo perawatan lan wates pribadi.Nggoleki Harmoni Antarane menehi wong liya lan ngrawat dhewe nggawa kekuwatan lan kajelasan anyar.",
            "love": "Sambungan emosional sing luwih jero dikembangake nalika sampeyan dadi luwih asli kanggo nyukupi kabutuhan.Hubungan sing diadegake entuk manfaat saka kerentanan sing jujur.Piscean tunggal narik kawigaten mitra sing ngormati sensitivitas lan kekuatan sampeyan.",
            "career": "Fokus fokus kanggo mbantu ngulungake profesi utawa upaya kreatif sing ngidini ekspresi emosional.Mid-taun nggawa kesempatan kanggo nggampangake penyembuhan utawa transformasi kanggo wong liya.Pangenalan profesional teka liwat pendekatan empatik sing unik.",
            "health": "Terapi basis banyu nggawa keuntungan kanggo sistem fisik sampeyan.Pay manungsa waé menyang kesehatan limfa liwat gerakan sing lembut lan hidrasi sing tepat.Mimpi ngimpi lan kualitas turu dadi faktor penting ing kesejahteraan sampeyan.",
            "finances": "Intuisi Keuangan, nuntun keputusan penting.Coba nimbang investasi utawa industri kreatif sing resonasi karo nilai sampeyan.Rahayu finansial sing ora dikarepke bisa teka liwat sumber utawa pusaka sing dilalekake."
        },
        "2027": {
            "overall": "2027 nyoroti sesambungan karo eling kolektif lan sebabe kamanungsan.Kemampuan sampeyan kanggo empathize perspektif macem-macem nggawe sampeyan nggawe jembatan jembatan alam.Balance antarane visi lan tumindak inspirasi impen lan tumindak praktis nggawe owah-owahan sing migunani.",
            "love": "Hubungan romantis dadi nalika dibangun ing nilai spiritual lan welasan sing dituduhake.Mitra mupangatake empati sing ora ana wates nalika mbantu struktur wawasan intuisi.Pisceans tunggal bisa uga golek sambungan sing nyawiji kanthi kumpul kamanungsan utawa spiritual.",
            "career": "Kesempatan pimpinan muncul ing lapangan sing mbutuhake pikiran intelijen emosional lan pengambilan.Kemampuan sampeyan kudu ora dingerteni kanggo menehi keuntungan kanggo ngobati utawa nglanggar peran.Coba posisi sing gabungke kreatifitas kanthi layanan kanggo wong liya.",
            "health": "Sistem kekebalan lan wates emosional mbutuhake perhatian.Kondhisi biasa ing alam, utamane cedhak banyu, nggawa pembaruan fisik lan spiritual.Praktek penyembuhan klompok utawa inisiatif kesejahteraan masarakat menehi keuntungan sing ora dikarepke.",
            "finances": "Venturasi finansial kanthi kolaborasi kanthi fokus spiritual utawa seni nuduhake janji.Cara intuisi sampeyan kanggo Nuduhake Sumber Nampilake Mahamal kanggo kabeh sing melu.Coba nimbang jaringan dhukungan sing nggabungake sumber spiritual lan material."
        },
        "2028": {
            "overall": "2028 nggawa Pisces menyang wektu kreatif Renaissance lan wawasan spiritual.Ekspresi seni sampeyan tekan ambane anyar, sing ndemek wong liya kanthi cepet.Balancing pengalaman mistis kanthi kepraktisan sing diarah nyebabake evolusi pribadi sing luar biasa.",
            "love": "Hubungan romantis dadi saluran kanggo tuwuh spiritual lan inspirasi kreatif.Mitra ngajeni perspektif liyane lan ambane emosional.Piscean tunggal narik kawigaten soulmates liwat ekspresi seni asli utawa praktik spiritual.",
            "career": "Kesempatan pimpinan seni utawa spiritual muncul kanthi ora sengaja.Kemampuan sampeyan kanggo nerjemahake konsep ethereal dadi wangun sing bisa diakses nggawa pangenalan profesional.Coba ngembangake swara kreatif sing unik sing nggabungake wawasan spiritual sampeyan.",
            "health": "Pola ngimpi lan policous polican sadhar bisa nyebabake kesehatan fisik.Fokus ing greasan sanctuary turu lan jurnal impen.Pendekatan holistik sing ngatasi gejala fisik lan akar emosional nggawa penyembuhan sing tahan.",
            "finances": "Pakaryan Kreatif utawa piwulang spiritual bisa ngasilake penghasilan sing ora dikarepke.Coba Monetizing hadiah unik sampeyan liwat saluran etika sing lembut.Mudhunake finansial mili nalika didadekake siji nilai spiritual sing paling dhuwur."
        },
        "2029": {
            "overall": "2029 fokus ing nggawe keamanan lan keamanan lan emosi emosional kanggo Pisces.Netepake spasi sing ngencengi alam sensitif sampeyan dadi penting.Nggoleki Balance ing antarane sampeyan kudu slamet lan sambungan migunani nggawa pangerten emosional.",
            "love": "Harmoni harmoni lan safety emosional dadi prioritas hubungan.Mitra ngajeni upaya kanggo nggawe lingkungan sing apik.Pisceans tunggal bisa uga nemokake sambungan liwat komunitas pusat ing omah utawa kolektif kreatif.",
            "career": "Kesempatan kerja saka omah sing cocog karo kabutuhan input sensori.Coba nggawe ruang kerja suci sing menehi inspirasi kreatifitas.Pangenalan profesional teka liwat output sing konsisten saka suci pribadi.",
            "health": "Nggawe lingkungan omah sing marasake penyebab kesejahteraan.Unsur banyu lan skema warna biru-ijo nggawa keuntungan tartamtu.Praktek kasukman adhedhasar ing omah sing diadegake taun iki dadi sistem dhukungan umur urip.",
            "finances": "Investasi properti kanthi unsur spiritual utawa seni ngasilake kepuasan.Coba nggawe aliran penghasilan sing bisa dikelola saka pasucene sampeyan.Perencanaan finansial kulawarga kanthi nimbang welas asih nggawa keamanan."
        },
        "2030": {
            "overall": "2030 nandhani terobosan komunikasi sing signifikan kanggo Pisces.Kemampuan sampeyan kanggo nyatakake konsep spiritual lan bebener emosi nemokake saluran sing sampurna.Sambungan sing dibentuk taun iki duwe makna karmik kanggo evolusi pribadi sampeyan.",
            "love": "Komunikasi sing duwe ati kanggo ngganti hubungan.Mitra rumangsa katon sejatine ngrungokake ngrungokake lan ekspresi sing asli.Pisceans tunggal narik kawigaten sambungan jiwa liwat puisi, musik, utawa komunikasi seni liyane.",
            "career": "Pengajaran, nulis, utawa konseling kesempatan muncul kanthi ora sengaja.Kemampuan sampeyan kanggo komunikasi komplek utawa konsep spiritual sing rumit nggawa kemajuan profesional.Coba ngembangake kursus utawa konten sing nuduhake perspektif sing unik.",
            "health": "Tenggorokan Chakra lan kesehatan sing gegandhengan karo ekspresi sing nambah praktik komunikasi asli.Modalitas penyembuhan swara nggawa mupangat.Integrasi pikiran-awak-spirit liwat mantras utawa chanting nggawe harmoni sing energik.",
            "finances": "Investasi ing platform komunikasi kanthi ngasilake Fokus spiritual utawa seni seni.Coba aku nggawe kawicaksanan sampeyan liwat piwulang utawa penyuluhan sing lembut.Abot sing ora dikarepke teka liwat nyatakake swara sing asli."
        },
        "2031": {
            "overall": "2031 fokus ing bahan wawas lan akeh spiritual kanggo Pisces.Pendhaftaran welas asih kanggo sumber daya nggawe keamanan keamanan lan entuk manfaat pribadi.Nggoleki Harmony Antarane Heaving lan Rohani Spiritual.",
            "love": "Pendhaftaran bareng karo sumber materi lan spiritual nguatake hubungan.Mitra martakake sifat sing luwih murah nanging sampeyan.Pisceans tunggal sing narik kawigaten para mitra potensial sing stabil durung duwe omah kanthi nggunakake sukarelawan utawa komunitas sadar.",
            "career": "Profesi penyembuhan utawa bisnis berorientasi spiritual nawakake kesempatan kemajuan.Kemampuan kanggo nggawe keamanan emosional menehi kauntungan ing posisi pimpinan.Coba tali sing nggabungake layanan welas asih karo model bisnis sing lestari.",
            "health": "Pemainan nutrisi nerbitake panganan murni sing murni, sing geter nggawa dandan energi.Pay manungsa waé kanggo pencernaan kesehatan liwat manajemen stres lan mangan pikiran.Praktek Bumi-Seksi ing sistem listrik sensitif sampeyan.",
            "finances": "Investasi ing teknologi penyembuhan utawa pendhidhikan spiritual nuduhake janji.Coba netepake penghasilan pasif liwat barang-barang kreatif utawa bahan pamulangan.Dhukungan finansial sing ora dikarepake kasedhiya liwat komunitas spiritual utawa mentor."
        },
        "2032": {
            "overall": "2032 Nggawe pemberdayaan pribadi liwat kerentanan kanggo Pisces.Ekspresi emosional sing asli sampeyan menehi inspirasi marang wong liya babagan kejujuran.Balance antarane ngurmati sensitivitas lan terus mlebu kepemimpinan nggawe transformasi sing luar biasa.",
            "love": "Hubungan saya gedhe nalika dibangun kanggo transparan emosional.Mitra ngajeni keberanian sampeyan kanggo nuduhake kabeh aspek saka sampeyan dhewe.Piscean tunggal narik kawigaten sing jero liwat kekarepan supaya katon ing loro kekuwatan lan kerentanan.",
            "career": "Kesempatan Kepemimpinan muncul sing ngidini sampeyan ngganti budaya organisasi liwat keasliane emosional.Pendhaftaran welas asih kanggo ngakoni Dinamika sing entuk pangenalan.Coba tali sing ngidini sampeyan nggampangake penyembuhan ing sistem utawa klompok.",
            "health": "Praktek pusat jantung nguatake tahan fisik lan emosional.Modalitas penyembuhan energi sing fokus ing jantung Chakra ngasilake mupangat.Pay manungsa waé menyang sirkulasi liwat gerakan sing nggawa kabungahan tinimbang disiplin.",
            "finances": "Ventures sing didadekake jantung nuduhake janji finansial.Coba nimbang investasi organisasi kanthi intelijen emosional lan dhasar etangan emosi.Kesempatan finansial sing ora dikarepake muncul liwat jaringan sing menehi pimpinan sing asli."
        },
        "2033": {
            "overall": "2033 negesake pengalaman mistik lan inisiatif spiritual kanggo pisces.Sambungan menyang kesadaran universal nggawa wahyu sing jero.Imbangan antara kesadaran transcenden lan ngarsane lemah nyebabake beacon kanggo wong liya.",
            "love": "Sambungan tingkat jiwa ngowahi obligasi romantis.Mitra ngajeni kawicaksanan lan ngumumake wicaksana.Pisceans tunggal narik kawigaten hubungan kembar kanthi dimensi spiritual utawa seni sing jero.",
            "career": "Pandhuan spiritual utawa inovasi seni nggawa kasenengan profesional.Kemampuan sampeyan kanggo ngakses sumber khusus universal nggawe solusi unik lan ekspresi sing unik.Coba tali sing ngidini sampeyan dadi saluran kanggo kawicaksanan sing luwih dhuwur nalika njaga struktur praktis.",
            "health": "Kelenjar pineal lan pusat spiritual sing luwih dhuwur aktif kanthi praktik sing tepat.Teknik energi intensitas saluran kanthi aman dadi penting.Pay perhatian khusus kanggo njaga grounding fisik liwat nutrisi lan sambungan alam sing tepat.",
            "finances": "Abot sing ora dikarepake mili ngliwati pitunjuk sing luwih dhuwur.Coba nimbang investasi kanthi sumber daya utawa mundur utawa mundur maneh.Generasi sing didadekake siji karo tuntunan spiritual Paradoks Nambah kamakmuran sampeyan."
        },
        "2034": {
            "overall": "2034 tandha wiwitan siklus piwulang spiritual sing signifikan kanggo Pisces.Nuduhake kawicaksanan sing nglumpukake nggawe ripples penyembuhan ing bunderan sing luwih wiyar.Ngarsane welas asih lan wajib sing ditawakake persis apa sing dibutuhake wong liya.",
            "love": "Hubungan adhedhasar mentership spiritual lan wutah bebarengan.Mitra mitran ngajeni kekarepan sampeyan kanggo mulang lan sinau ing kemitraan suci.Piscean tunggal narik sambungan karo kontrak jiwa sing signifikan lan jalur spiritual sing didadekake.",
            "career": "Piwulang utawa wadhah peran nggawa kepuasan sing jero.Kemampuan kanggo nggawe ruang sing aman kanggo posisi transformasi liyane sampeyan minangka pandhuan rego.Coba ngembangake program sing nuduhake perjalanan spiritual lan wawasan sing unik.",
            "health": "Dadi saluran sing jelas mbutuhake perhatian menyang kapal fisik.Praktek pemurnian kanggo awak, pikiran lan semangat nggawa kabisan intuisi sing saya tambah akeh.Jelajahi pendekatan detoksifikasi sing ngurmati kabutuhan sistem sensitif.",
            "finances": "Mudhunake mili nalika didadekake siji misi piwulang jiwa sampeyan.Nimbang nggawe program dhasar utawa beasiswa kanggo nuduhake sumber daya spiritual.Investasi properti sing bisa dadi pusat mundur ing mangsa ngarep nuduhake janji khusus."
        },
        "2035": {
            "overall": "2035 nggawa sambungan spiritual sing luar biasa lan eksplorasi mistik kanggo Pisces.Kemampuan intuisi sampeyan transcend wates budaya lan geografis.Imbangan antara kesadaran kosmik lan nganakake ngarsane kadonyan nggawe kontribusi unik kanggo evolusi kolektif.",
            "love": "Hubungan nggedhekake liwat nggoleki spiritual lan eksplorasi.Mitra ngajeni kemampuan sampeyan kanggo tresna kanthi tanpa syarat.Pisceans tunggal narik kawigaten sing penting liwat meditasi mundur utawa ziarah spiritual.",
            "career": "Kesempatan penyembuhan global utawa multidimensional muncul kanthi ora sengaja.Kemampuan sampeyan kanggo nerjemahake realms fisik lan spiritual nggawe nilai unik ing karya transformasi.Coba tali sing ngidini sampeyan nggampangake ekspansi eling nalika njaga wates etika.",
            "health": "Integrasi macem-macem tradhisi penyembuhan spiritual nggawa wutuh.Jelajahi praktik sing ngurmati gaib feminin ing kabeh makhluk.Praktek harmoni eling sing luwih dhuwur kanthi perwujudan fisik nambah vitalitas sakabèhé.",
            "finances": "Investasi ing Konseling Kesadaran utawa Pendidikan spiritual Tampilake ngasilake sing apik banget.Coba nggawe dana beasiswa kanggo wong sing golek spiritual.Abot sing ora dikarepake teka liwat kepercayaan lengkap ing sistem dhukungan universal."
        }
    },
    "famous": [
        {
            "name": "Albert Einstein",
            "birth_date": "14 Maret 1879",
            "description": "Fizikistis eksperimen imajinasi, terobosan ilmiah intuisi, lan kemampuan kanggo dipikirake kasunyatan konvensional sing cocog karo Kualitas Visi Pisces"
        },
        {
            "name": "Rihanna",
            "birth_date": "20 Februari 1988",
            "description": "Penyanyi, pengusaha, lan philanthropist sing penting kanggo versatility, reinvention cairan, lan karya kamanungsan sing nggambarake sipat pise"
        },
        {
            "name": "George Harrison",
            "birth_date": "25 Februari 1943",
            "description": "Musician sing Suping spiritual, Kompetisi Mystical, lan Titik Sing Tiyadah Tampilake Pisces menyang Kesadaran lan Sensitivitas Artistik sing luwih dhuwur"
        },
        {
            "name": "Elizabeth Taylor",
            "birth_date": "27 Februari 1932",
            "description": "Aktris sing ambane emosional, idealisme romantis, lan kekarepan kamanungsan sing cocog karo Kamanungsan lan Kualitas Glamorous"
        },
        {
            "name": "Ruth Bader Ginsburg",
            "birth_date": "15 Maret 1933",
            "description": "Kaadilan Mahkamah Agung sing Welas asih, pangerten intuisi babagan hak asasi manungsa, lan layanan mandhiri kanggo kesetaraan paling dhuwur"
        }
    ],
    "daily_advice": {
        "relationship": "Dina iki, Balance empati karo wates sehat.Pangertosan welas asih mbantu wong liya, nanging elinga kanggo ngurmati kabutuhan emosional dhewe.",
        "career": "Intuisi kreatif sampeyan nggawa wawasan sing terkenal kanggo tantangan kerja.Dipercaya sampeyan ngerti nalika ide-ide ing aplikasi praktis.",
        "health": "Pay manungsa waé menyang sikil lan sambungan kanggo kesejahteraan sakabèhé.Pola sikil lan pijet sing ora bener ndhukung dhasar fisik sampeyan.",
        "general": "Sensitivitas sampeyan minangka hadiah nalika seimbang kanthi ngerteni.Dipercaya kesan intuisi nalika verifikasi kanthi pengamatan praktis."
    },
    "tarot_associations": {
        "major_arcana": "Rembulan",
        "explanation": "Bulan nggantosi intuisi, subconscious, lan kasunyatan impen - sifat-sifat sing resonate sambungan Pisces karo jagad misseen.Kertu iki nampilake perjalanan liwat ambane emosional, navigasi ilegal lan kasunyatan, lan kawicaksanan sing diasilake kanthi dipercaya ing njero batin ngerti luwih ngerti babagan pangerten sing rasional."
    },
    "compatibility_details": {
        "aries": "Pisces lan Aries makili pungkasan lan wiwitan siklus Zodiak, nggawa tenaga sing nglintasi.Aries nyedhiyakake arah kanggo ngimpi Pisces, dene pisces nawakake ambane emosional kanggo ngimbangi kanthi langsung.",
        "taurus": "Pisces lan Taurus bisa nggawe hubungan pelengkap karo Taurus nyedhiyakake stabilitas kanggo fluid fluid, dene pisces nggawa imajinasi lan ambane emosional kanggo dipraktikake.",
        "gemini": "Pisces lan Gemini pendapatan cukup beda - Pisces liwat intuisi lan gemini liwat kapinteran.Iki nggawe loro-lorone kanthi narik kawigaten lan frustasi tanpa ngramut pengantin pendekatan kasebut.",
        "cancer": "Pisces lan kanker nuduhake pangerten emosi sing jero kaya tandha banyu.Loro-lorone intuisi lan welas asih, nggawe hubungan karo sambungan emosional sing paling jero lan ngupungke.",
        "leo": "Pisces lan Leo bisa nggawe kemitraan kreatif sing menehi inspirasi nalika ana macem-macem gaya kasebut.Directided Leo yakin nyedhiyakake imajinasi para pisau, dene pisces nawakake ambane emosional Leo.",
        "virgo": "Pisces lan Virgo mbentuk ngelawan tandha-tandha kanthi potensial kanggo tuwuh liwat kuwalitas pelengkap.Virgo nyedhiyakake grounding praktis kanggo ngimpi Pisces, dene Pisces nawakake pemahaman emosi kanggo ngimbangi analisis Virgo.",
        "libra": "Pisces lan libra nuduhake sensibilitas lan idealisme.Dheweke nyambungake penghargaan bebarengan kanggo kaendahan lan harmoni, sanajan fluidity emosional pisau kadang kontras karo pendekatan intelektual Libra.",
        "scorpio": "Pisces lan Scorpio mbentuk pertandingan tandha banyu sing intuisi kanthi pemahaman emosional alam.Loro-lorone ngakses ambane rasa sing jero lan persepsi psikologis, nggawe ikatan transformatif.",
        "sagittarius": "Pisces lan Sagittarius Shartsism nuduhake beda - Pisces liwat sambungan emosi lan spiritual lan Sagittarius liwat eksplorasi filosofis.Dheweke menehi inspirasi saben liyane nalika ngajeni pendekatan pelengkap iki.",
        "capricorn": "Pisces lan Capricorn nggawe hubungan pelengkap karo struktur capricorn kanggo nggawe kreatifitas Pisces, dene pisces nawakake ambane emosional lan imajinasi kanggo keseimbangan praktis Capricorn.",
        "aquarius": "Pisces lan Aquarius nuduhake kuwalitas visi sing dituduhake kanthi beda - Pisces liwat intuisi emosi lan Aquarius liwat konsep intelektual.Dheweke bisa menehi inspirasi kanggo saben liyane nalika ngapresiasi pendekatan pelengkap iki.",
        "pisces": "Loro pisau nggawe hubungan cairan emosional kanthi intuisi kanthi pemahaman sing penting kanggo sifat sensitif saben liyane.Dheweke nyambung liwat kreatifitas sing dituduhake lan kepentingan spiritual, bisa uga mbutuhake lemah ing njaba."
    },
    "astrological_influences": {
        "sun_in": "Srengenge ing Pisces nggawa sensitivitas welas asih, pangerten intuisi, lan imajinasi kreatif.Sampeyan nyedhaki urip kanthi kawicaksanan emosional lan kemampuan kanggo ndeleng wates lan watesan konvensional.",
        "moon_in": "Wulan ing Pisces nggawe ambane emosional, receptivity psikis, lan empati sing jero.Perasaan sampeyan mili karo arus subtle, lan sampeyan intuisi nyerep swasana emosi ing sekitar sampeyan.",
        "rising": "Pisces Rising menehi tampilan sing lembut, sensitivitas impen, lan kualitas liyane.Wong liya ngene lan adaptasi sampeyan kanthi cepet, asring nuduhake masalah karo sampeyan sadurunge ngerti."
    },
    "self_improvement": {
        "challenges": [
            "Ngembangake wates sing sehat nalika njaga rasa welasan",
            "Ngimbangi impen kanthi tumindak praktis",
            "Ngatasi karep kanggo escapisme emosional",
            "Ngerteni kabutuhan dhewe ing tengah-tengah empati kanggo wong liya",
            "Ngerti antara intuisi lan mikir-mikir"
        ],
        "growth_opportunities": [
            "Nggunakake hadiah kreatif kanggo menehi inspirasi lan waras",
            "Ngembangake kawicaksanan spiritual liwat ambane emosional",
            "Nggawa pangerten sing welas marang kahanan praktis",
            "Kasunyatan Bahan lan Spiritual",
            "Ngowahi sensitivitas menyang kekuwatan sing sempit"
        ],
        "affirmations": [
            "Aku ngurmati sensitivitas nalika njaga wates sehat",
            "Aku nggawa impen dadi kasunyatan praktis",
            "Aku dipercaya intuisi lan verifikasi kanthi certeden",
            "Welasku diwiwiti kanthi nrima dhewe",
            "Aku golek kekuwatan ing kawicaksanan emosional"
        ]
    },
    "life_path": {
        "purpose": "Pisces individu asring duwe misi kanggo nggawa penyembuhan, inspirasi kreatif, lan kesadaran spiritual kanggo jagad fokus ing uneg-uneg materi.Tujuane kalebu wates sing bubar sing misahake wong liya, nyambungake kanggo welas asih, lan nggawa imajinasi dadi wujud.",
        "life_lessons": [
            "Sinau nggawe struktur kanggo hadiah kreatif lan spiritual",
            "Ngembangake Crecrement bebarengan karo welasan",
            "Nggoleki teges spiritual sajrone kasunyatan saben dinane",
            "Ngowahi sensitivitas menyang kekuatan tinimbang kerentanan",
            "Nggawe impen dadi liwat tumindak praktis sing terus-terusan"
        ],
        "spiritual_growth": "Pengembangan spiritual kanggo Pisces kalebu sambungan alami kanggo kesadaran universal nalika ngembangake keceratan praktis.Praktek sing ngurmati kawicaksanan intuisi, kreatifitas saluran kanggo layanan, lan ngowahi sensitivitas emosional dadi kekuatan welas asih kabeh menehi kontribusi evolusi spiritual."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Bocah-bocah cilik biasane sensitif, imajinatif, lan spiritual nyandhet wiwit umure luwih dhisik.Dheweke asring nuduhake bakat kreatif, keprihatinan kanggo wong liya, lan kualitas impen sing bisa uga katon ing jagad dhewe.",
            "parenting_advice": "Wenehi struktur sing lembut nalika ngurmati sensitivitas lan imajinasi.Tulung dheweke ngembangake wates emosional sing sehat tanpa ngelemake welas asih.Nyengkuyung ekspresi kreatif nalika mulang katrampilan praktis kanggo navigasi jagad materi."
        },
        "in_friendship": {
            "friendship_style": "Kanca-kanca pisang minangka dhukungan emosional, intuisi, lan nrima cacat wong liya.Dheweke nawakake ngrungokake welas asih, inspirasi kreatif, lan ruang non-ukuman kanggo ekspresi asli.",
            "ideal_friends": "Pisces dadi kanca sing ngajeni emohan emosional lan pangerten intuisi nalika nyedhiyakake sawetara bendahan praktis.Dheweke ngurmati persahabatan sing ngimbangi rasa hormat amarga sensitivitas kanthi lembut kanggo tuwuh."
        },
        "shadow_side": {
            "potential_issues": "Yen ora seimbang, pisau bisa dadi escapist, martir, utawa ilang ing fantasi.Empathy bisa uga ganti dadi overwhelm emosional, adaptasi kasebut dadi kekurangan wates, lan idealisme dadi ora cocog karo kasunyatan.",
            "growth_path": "Wutah pribadi kanggo Pisces melu ngembangake cerdrangan bebarengan, nggawe struktur praktis kanggo hadiah kreatif, lan nemokake kekuwatan ing sensitivitas kanggo nyegah."
        }
    },
    "seasonal_influences": {
        "winter's_end": "Lair minangka transisi musim dingin menyang musim semi, Pisces nggambarake wates wates antarane musim.Wektu iki infuses Pisces kanthi pangerten babagan pungkasan lan wiwitan, sifat cairan saka, lan janji spiritual sing muncul saka musim salju.",
        "mutable_quality": "Minangka tandha sing kudu dibutuhaké, Pisces nggantosi adaptasi lan pembubaran nalika musim dingin.Posisi iki menehi kringetitas emosional sing luar biasa, kemampuan kanggo mbatalake kasunyatan sing beda, lan kapasitas kanggo adaptasi kanggo ngganti kahanan kanthi resistensi minimal."
    },
    "elemental_analysis": {
        "water_element_influence": "Unsur banyu menehi trobosan emosi emosional, pemahaman intuisi, lan welas asih.Banyu nggantosi perasaan, sambungan sambungan bawah, lan pembubaran wates antarane identitas kapisah.",
        "water_balance": "Banyu sing imbang nggawa kawicaksanan emosional, pangerten sing welas asih, lan aliran intuisi.Banyu sing gedhe banget bisa nyebabake kakehan emosi, pembubaran wates, lan escapisme, nalika banyu sing kurang bisa nyebabake sambungan emosional utawa kekurangan spiritual."
    },
    "planetary_rulership": {
        "neptune_influence": "Neptune, Planet Spirituality, imajinasi, lan transcendence, yaiku pamimpin modern Pisces.Pengaruh planet iki nerangake sambungan intuisi mlebu menyang kesadaran universal, inspirasi kreatif, lan kadhangkala hubungan karo kasunyatan material.",
        "jupiter_influence": "Jupiter, panguasa tegas tradisional, nyumbang ekspansi, iman, lan perspektif filosofis kanggo tandha.Nalika Neptune nyedhiyakake sambungan mistis lan pembubar wates, Jupiter mbantu para tunjangan, tujuane ing sensitivitas spiritual.",
        "planetary_aspects": "Posisi lan aspek Neptune lan Jupiter ing grafik lair individu kanthi signifikan mengaruhi kepiye tenaga tenaga sing ditulis.Aspek Neptunasi sing kuwat nambah hadiah imajinatif lan spiritual nanging uga nambah tendensi kanggo ilusi ilusi utawa kebingungan wates."
    },
    "modern_applications": {
        "career_in_digital_age": "Ing jagad iki sing fokus teknologi, Pisces unggul ing pangembangan kasunyatan virtual, desain pengalaman intuisi, seni urut lan musik, komunitas creadal, lan komunitas spiritual online, lan komunitas online utawa kreatif online sing ngetokake pemisahan fisik.",
        "relationship_in_modern_context": "Hubungan modern entuk manfaat saka pisces impathic feart ing jaman komunikasi digital.Intelijen emosional mbantu navigasi hubungan modern sing kompleks, sanajan terus berkembang babagan wates sing cocog ing sambungan digital lan fisik."
    }
}