{
    "sign": "Pisces",
    "thumb": "https://static.calculators.im/upload/image/sign/pisces.svg",
    "local_name": "물고기",
    "date_range": "2 월 19 일 -3 월 20 일",
    "element": "물",
    "ruling_planet": "해왕성, 목성 (전통)",
    "symbol": "물고기",
    "lucky_numbers": [
        "3",
        "7",
        "12",
        "16",
        "21"
    ],
    "lucky_colors": [
        "바다 녹색",
        "라벤더",
        "은"
    ],
    "lucky_days": [
        "목요일",
        "월요일"
    ],
    "lucky_stones": [
        "자수정",
        "월장석",
        "남옥"
    ],
    "general_traits": {
        "strengths": [
            "인정 많은",
            "직관적입니다",
            "예술적",
            "온화한",
            "적응할 수 있는",
            "상상력",
            "공감"
        ],
        "weaknesses": [
            "지나치게 민감합니다",
            "도피",
            "결정적입니다",
            "자가 타이어링",
            "느끼기 쉬운",
            "비현실적입니다",
            "희생자 정신이 발생하기 쉽습니다"
        ]
    },
    "personality": {
        "overview": "물고기 자리는 동정심, 직관 및 영적 연결을 상징하는 조디악의 열두 번째이자 마지막 표시입니다.물고기 자리 개인은 공감 적 본성, 예술적 감수성, 그리고 집단 무의식과의 관계로 유명합니다.그들은 유동성 경계와 깊은 정서적 이해로 현실과 상상력을 탐색하는 조디악의 몽상가입니다.",
        "detailed_traits": [
            "깊은 정서적 감도와 공감",
            "심령 능력에 국경을 둔 강한 직관",
            "창의적 상상력과 예술적 재능",
            "고통받는 사람들에 대한 자비로운 관심사",
            "물질적 현실 이상의 영적 인식",
            "상황에 따라 흐르는 적응 가능한 본성",
            "표면 모양을 넘어 볼 수있는 능력",
            "사람과 상황에 대한 부드러운 접근",
            "현실에 대한 꿈 같은 인식",
            "이타적인 기부 및 봉사 능력"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "물고기 자리 개인은 관계에서 영적, 정서적 관계를 소중히 여기는 깊고 낭만적이고 감정적으로 조율 된 파트너입니다.그들은 공감 적 이해, 창의적 제스처, 경계를 합병하여 파트너와 심오한 연합을 창출함으로써 사랑을 표현합니다.",
        "compatibility": {
            "most_compatible": [
                "암",
                "천갈궁",
                "염소 자리",
                "황소 자리"
            ],
            "least_compatible": [
                "쌍둥이 자리",
                "궁수",
                "처녀 자리"
            ]
        },
        "relationship_advice": "물고기 자리는 자연스러운 동정심을 유지하면서 건강한 경계를 개발해야합니다.직관적 인 이해와 함께 실제 의사 결정에 대한 노력을 기울이고 파트너가 자연을 이용하지 않고도 민감성을 높이십시오.감정적 깊이를 존중하는 파트너를 선택하십시오.",
        "love_style": [
            "깊이 낭만적이고 감정적으로 직관적입니다",
            "영적과 영혼의 연결을 추구합니다",
            "이기적이고 관계를 맺는 것",
            "파트너 또는 관계를 이상화 할 수 있습니다",
            "파트너의 요구와 분위기에 쉽게 적응합니다",
            "무언의 감정과 역학에 민감합니다",
            "실질적인 고려 사항에 대한 정서적 친밀감을 소중히 여깁니다"
        ]
    },
    "career_and_finances": {
        "career_traits": "물고기 자리는 창의성, 동정심, 직관을 포함하는 경력에 탁월합니다.그들은 인간의 감정, 예술적 표현을 이해하고 집단적 상상력과 연결되어 유연성과 의미있는 서비스를 허용하는 역할에서 번성하는 자연스러운 재능을 가지고 있습니다.",
        "suitable_careers": [
            "예술과 음악",
            "의료 및 치유 직업",
            "상담 및 심리학",
            "영적지도와 가르침",
            "사진과 영화",
            "사회 사업과 인도주의 분야",
            "해양학 및 해양 생물학",
            "춤과 운동 요법",
            "중독 복구 서비스",
            "창의적인 글쓰기와시"
        ],
        "financial_habits": "물고기 자리 개인은 종종 돈과 복잡한 관계를 맺고 때로는 비현실적인 지출과 걱정 기간 사이를 번갈아 가며 있습니다.그들은 재정을 관리하는 데 도움이되는 실용적인 시스템을 통해 혜택을 볼 수 있지만 여전히 관대함을 허용하고 의미있는 원인이나 예술적 추구를 지원합니다.",
        "work_style": [
            "지지적이고 긍정적 인 환경에서 가장 잘 작동합니다",
            "창의적인 솔루션과 공감 통찰력을 제공합니다",
            "엄격한 마감일 또는 엄격한 구조로 어려움을 겪을 수 있습니다",
            "자율성과 유연한 일정으로 번성합니다",
            "직장 분위기와 역학에 민감합니다",
            "자료 보상에 대한 의미있는 작업을 선호합니다",
            "협업 및 팀 기반 프로젝트에 탁월합니다"
        ]
    },
    "health_and_wellness": {
        "physical_health": "물고기 자리는 발, 림프계 및 송과선을 지배합니다.물고기 자리 개인은 종종 자신의 환경, 약물 및 물질에 민감하며 신체 건강은 정서적, 영적 복지와 밀접하게 연결되어 있습니다.",
        "common_health_issues": [
            "발 문제와 부상",
            "면역계 민감도",
            "림프계 문제",
            "수면 장애",
            "물질 감도",
            "신체 건강에 영향을 미치는 정서적 피로",
            "수분 유지 및 부종"
        ],
        "wellness_advice": "공감 적 소진을 방지하기 위해 자신과 다른 사람의 감정 상태 사이의 경계를 만들어냅니다.적절한 신발과 관리를 통해 발 건강에 특별한주의를 기울이십시오.민감한 신경계를 지원하는 건강한 수면 루틴을 개발하십시오.",
        "exercise_preferences": [
            "수영 및 수상 활동",
            "요가와 태극권",
            "춤과 리듬 운동",
            "자연, 특히 물 근처에서 걷는 것",
            "부드럽고 흐르는 운동 루틴"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025는 물고기 자리 개인에게 깊은 영적 각성과 창조적 인 영감을줍니다.직관적 인 능력은 새로운 높이에 도달하여 이전에 탐구되지 않은 영역에 문을 열었습니다.당신의 비전을 현실로 나타 내기위한 실용적인 행동과 꿈꾸는 이상주의의 균형을 유지하십시오.",
            "love": "정서적 정직과 영적 연결을 통해 관계가 깊어집니다.단일 Pisceans는 귀하의 감도와 깊이에 감사하는 파트너를 유치 할 수 있습니다.기존 관계는 공유 된 영적 실천이나 창조적 추구를 통해 변화합니다.",
            "career": "전문적인 성장은 자연스러운 창의적이고 직관적 인 재능을 수용함으로써 발생합니다.직장 과제에 대한 자비로운 접근 방식은 인식을 가져옵니다.치유 예술, 창조적 분야 또는 영적지도의 역할을 고려하십시오.",
            "health": "적절한 수화 및 휴식을 통해 도보 건강 및 면역 체계 강도에 중점을 둡니다.정서적 복지는 정기적 인 명상이나 물 근처의 시간으로 향상됩니다.민감한 에너지를 보존하기 위해 건강한 경계를 설정하는 데 특별한주의를 기울이십시오.",
            "finances": "예상치 못한 재정적 기회는 창조적 인 프로젝트 나 영적 벤처를 통해 발생합니다.자선 기부와 개인 보안 구축 사이의 균형 잡힌 접근 방식을 고려하십시오.투자 결정에 대한 직관을 신뢰하십시오."
        },
        "2026": {
            "overall": "2026은 물고기 자리를위한 정서적 치유와 내면의 변화의 해입니다.당신의 자비로운 성격은 자기 관리 및 개인 경계로 확장됩니다.다른 사람들에게주는 것과 자신을 키우는 것 사이의 조화를 찾는 것은 새로운 힘과 명확성을 가져옵니다.",
            "love": "당신의 요구를 표현하는 데 더 진실 해지면서 더 깊은 감정적 연결이 발전합니다.확립 된 관계는 정직한 취약성의 혜택을받습니다.단일 피스안은 당신의 감도와 힘을 모두 존중하는 파트너를 유치합니다.",
            "career": "초점은 감정적 표현을 허용하는 직업이나 창조적 노력을 돕는 것으로 바꿉니다.중반은 다른 사람들의 치유 나 변화를 촉진 할 수있는 기회를 제공합니다.전문적인 인정은 당신의 독특한 공감 접근법을 통해 이루어집니다.",
            "health": "수성 요법은 귀하의 물리적 시스템에 주목할만한 이점을 제공합니다.온화한 움직임과 적절한 수화를 통해 림프 건강에주의하십시오.꿈의 일과 수면 품질은 전반적인 복지에서 중요한 요소가됩니다.",
            "finances": "재정적 직관이 강화되어 중요한 결정을 안내합니다.귀하의 가치와 공명하는 건강 또는 창의적 산업에 대한 투자를 고려하십시오.예상치 못한 재정적 축복이 잊혀진 출처 나 상속을 통해 도착할 수 있습니다."
        },
        "2027": {
            "overall": "2027은 집단 의식과 인도 주의적 원인과의 관계를 강조합니다.다양한 관점으로 공감하는 능력은 당신을 자연스러운 다리 건설자로 만듭니다.꿈에서 영감을 얻은 비전과 실제 행동 사이의 균형은 의미있는 변화를 만듭니다.",
            "love": "낭만적 인 관계는 공유 된 영적 가치와 동정심을 기반으로 할 때 번성합니다.파트너는 당신의 직관적 인 통찰력을 구성하는 데 도움을 주면서 무한한 공감에 감사합니다.싱글 피스안은 인도 주의적 또는 영적 모임을 통해 영혼의 연결을 찾을 수 있습니다.",
            "career": "감정 지능과 비전 적 사고가 필요한 분야에서 리더십 기회가 나타납니다.무언의 요구를 감지하는 능력은 치유 또는 상담 역할에 유리합니다.창의성을 다른 사람과 함께 제공하는 직책을 고려하십시오.",
            "health": "면역 체계와 정서적 경계에는주의가 필요합니다.자연의 정기적 인 침수, 특히 물 근처는 육체적, 영적 갱신을 가져옵니다.그룹 치유 관행 또는 지역 사회 건강 이니셔티브는 예상치 못한 혜택을 제공합니다.",
            "finances": "영적 또는 예술적 초점을 맞춘 협력적인 금융 벤처는 약속을 보여줍니다.자원 공유에 대한 직관적 인 접근 방식은 모든 관련자에게 풍부합니다.영적 자원을 결합한 지원 네트워크를 형성하는 것을 고려하십시오."
        },
        "2028": {
            "overall": "2028은 물고기가 창조적 인 르네상스와 영적 통찰의 시대에 들어갑니다.당신의 예술적 표현은 새로운 깊이에 도달하여 다른 사람들을 깊이 감동시킵니다.기초 실용성과 신비로운 경험의 균형을 유지하면 놀라운 개인적인 진화가 발생합니다.",
            "love": "낭만적 인 관계는 영적 성장과 창조적 인 영감을위한 채널이됩니다.파트너는 다른 세상의 관점과 정서적 깊이에 감사합니다.단일 피스안은 진정한 예술적 표현이나 영적 실천을 통해 소울 메이트를 유치합니다.",
            "career": "예술적 또는 영적 리더십 기회가 예기치 않게 나타납니다.미묘한 개념을 접근 가능한 형태로 번역하는 능력은 전문적인 인식을 제공합니다.당신의 영적 통찰력을 포함하는 독특한 창의적 목소리를 개발하는 것을 고려하십시오.",
            "health": "꿈의 삶과 잠재 의식 패턴은 신체 건강에 크게 영향을 미칩니다.수면 성소 창조와 꿈의 저널링에 중점을 둡니다.신체적 증상과 감정적 뿌리를 모두 다루는 전체적인 접근 방식은 지속적인 치유를 가져옵니다.",
            "finances": "창조적 인 작품이나 영적 가르침은 예상치 못한 소득을 창출 할 수 있습니다.부드럽고 윤리적 인 채널을 통해 독특한 선물을 수익을 창출하십시오.재정적 풍요는 가장 높은 영적 가치와 일치 할 때 흐릅니다."
        },
        "2029": {
            "overall": "2029는 물고기 자리를위한 성소와 정서적 안보를 창출하는 데 중점을 둡니다.민감한 성격을 키우는 공간을 확립하는 것이 필수적입니다.고독의 필요와 의미있는 연결 사이의 균형을 찾으면 감정적 성취가됩니다.",
            "love": "국내 조화와 정서적 안전은 관계 우선 순위가됩니다.파트너는 양육되고 아름다운 공유 환경을 조성하려는 노력에 감사드립니다.단일 Pisceans는 가정 중심 커뮤니티 나 창의적 집단을 통해 연결을 찾을 수 있습니다.",
            "career": "재택 근무 기회는 통제 된 감각 입력의 필요성과 일치합니다.창의성에 영감을주는 신성한 작업 공간을 만드는 것을 고려하십시오.전문적인 인정은 개인 성소의 일관된 결과를 통해 이루어집니다.",
            "health": "치유 가정 환경을 만드는 것은 복지에 큰 영향을 미칩니다.물 요소와 청록색 색 구성표는 특별한 이점을 가져옵니다.올해 확립 된 가정 기반 영적 관행은 평생 지원 시스템이됩니다.",
            "finances": "영적 또는 예술적 요소를 가진 재산 투자는 만족을 얻습니다.성소에서 관리 할 수있는 소득 흐름 생성을 고려하십시오.자비로운 고려 사항이있는 가족 재무 계획은 보안을 가져옵니다."
        },
        "2030": {
            "overall": "2030은 물고기 자리에 대한 중요한 의사 소통 혁신입니다.영적 개념과 정서적 진실을 표현하는 능력은 완벽한 채널을 찾습니다.올해 형성된 연결은 개인의 진화에 업장의 중요성을 가지고 있습니다.",
            "love": "심장 중심의 의사 소통은 관계를 변화시킵니다.파트너는 당신의 자비로운 듣기와 진정한 표현을 통해 진정으로 보인다고 느낍니다.단일 피스안은시, 음악 또는 기타 예술적 커뮤니케이션을 통해 영혼의 연결을 유치합니다.",
            "career": "교육, 작문 또는 상담 기회가 예기치 않게 나타납니다.복잡한 정서적 또는 영적 개념을 전달하는 능력은 전문적인 발전을 가져옵니다.고유 한 관점을 공유하는 과정이나 콘텐츠 개발을 고려하십시오.",
            "health": "인후 차크라와 표현 관련 건강은 진정한 의사 소통 관행으로 향상됩니다.건전한 치유 방식은 주목할만한 이점을 가져옵니다.진언이나 노래를 통한 마인드-신체적 통합은 활기찬 조화를 만듭니다.",
            "finances": "영적 또는 예술적 초점을 맞춘 커뮤니케이션 플랫폼에 대한 투자 수익률 수익률.온화한 가르침이나 상담을 통해 당신의 지혜를 수익을 창출하는 것을 고려하십시오.예기치 않은 풍요는 진정한 목소리를 표현하여 도착합니다."
        },
        "2031": {
            "overall": "2031은 물고기 자료의 균형과 영적 풍요 로움에 중점을 둡니다.자원에 대한 자비로운 접근 방식은 개인 보안 및 지역 사회 이익을 만듭니다.세상의 안락함과 영적 가치 사이의 조화를 찾는 것은 성취를 가져옵니다.",
            "love": "물질 및 영적 자원에 대한 공유 접근 방식은 관계를 강화시킵니다.파트너는 관대하지만 분별력있는 성격에 감사합니다.단일 피스안은 자원 봉사 활동이나 의식적인 커뮤니티를 통해 안정적이지만 영적으로 정렬 된 잠재적 파트너를 유치합니다.",
            "career": "치유 직업 또는 영적 지향적 인 사업은 발전 기회를 제공합니다.정서적 안전을 창출하는 능력은 리더십 위치에서 유리합니다.자비로운 서비스와 지속 가능한 비즈니스 모델을 결합한 역할을 고려하십시오.",
            "health": "순수한 고 진동 식품을 강조하는 영양 접근법은 에너지 개선을 가져옵니다.스트레스 관리와 신중한 식사를 통해 소화 건강에주의하십시오.지구 연결 관행은 민감한 전기 시스템을 접지합니다.",
            "finances": "치유 기술 또는 영적 교육에 대한 투자는 약속을 보여줍니다.창의적 자산이나 교재를 통해 수동적 소득을 확립하는 것을 고려하십시오.예기치 않은 재정 지원은 영적 공동체 나 멘토를 통해 이루어집니다."
        },
        "2032": {
            "overall": "2032는 물고기 자리에 대한 취약성을 통해 개인 권한 부여를 제공합니다.당신의 진정한 정서적 표현은 다른 사람들에게 더 큰 정직성을 향해 영감을줍니다.당신의 감도를 존중하는 것과 리더십으로 들어가는 것 사이의 균형은 놀라운 변화를 만듭니다.",
            "love": "완전한 정서적 투명성을 바탕으로 관계가 번성합니다.파트너는 자신의 모든 측면을 보여주는 용기에 감사드립니다.단일 피스안은 힘과 취약성 모두에서 의지를 통해 심오한 연결을 유치합니다.",
            "career": "정서적 진정성을 통해 조직 문화를 변화시킬 수있는 리더십 기회가 나타납니다.Power Dynamics에 대한 귀하의 자비로운 접근 방식은 인식을 얻습니다.시스템이나 그룹 내에서 치유를 용이하게 할 수있는 역할을 고려하십시오.",
            "health": "심장 중심의 관행은 신체적, 정서적 복원력을 강화합니다.심장 차크라에 중점을 둔 에너지 치유 방식은 주목할만한 이점을 산출합니다.징계보다는 기쁨을 가져다주는 운동을 통해 순환에주의를 기울이십시오.",
            "finances": "심장 조정 된 벤처는 재정적 약속을 보여줍니다.강력한 감성 지능과 윤리적 기초를 가진 조직에 대한 투자를 고려하십시오.예기치 않은 재무 기회는 진정한 리더십을 소중히 여기는 네트워크를 통해 발생합니다."
        },
        "2033": {
            "overall": "2033은 신비로운 경험과 물고기 자리에 대한 영적 시작을 강조합니다.보편적 의식과의 관계는 심오한 계시를 가져옵니다.초월 인식과 근거가있는 존재 사이의 균형은 다른 사람들의 표지가됩니다.",
            "love": "영혼 수준의 연결은 낭만적 인 유대를 변화시킵니다.파트너는 다른 세상의 지혜와 자비로운 존재에 감사합니다.싱글 피스안은 심오한 영적 또는 예술적 차원과 쌍둥이 불꽃 관계를 유치합니다.",
            "career": "영적지도 또는 예술적 혁신은 전문적인 성취를 가져옵니다.Universal Creative Source에 액세스하는 능력은 독특한 솔루션과 표현을 만듭니다.실용적인 구조를 유지하면서 더 높은 지혜를위한 채널 역할을 할 수있는 역할을 고려하십시오.",
            "health": "송과선과 더 높은 영적 센터는 적절한 관행을 통해 활성화됩니다.강렬한 에너지를 채널링하는 기술이 안전하게 필수화됩니다.적절한 영양과 자연 연결을 통해 신체적 접지 유지에 특별한주의를 기울이십시오.",
            "finances": "예상치 못한 풍요는 항복을 통해 더 높은지도로 흐릅니다.의식 확장 자원이나 퇴각에 대한 투자를 고려하십시오.영적지도와 일치하는 관대함은 역설적으로 번영을 증가시킵니다."
        },
        "2034": {
            "overall": "2034는 물고기 자리에 대한 중요한 영적 가르침주기의 시작입니다.축적 된 지혜를 공유하면 더 넓은 원에서 치유의 잔물결이 생깁니다.당신의 자비로운 존재와 힘든 통찰력은 어려운시기에 다른 사람들이 필요로하는 것을 정확하게 제공합니다.",
            "love": "영적 멘토십과 상호 성장에 기반한 관계는 번성합니다.파트너는 신성한 파트너십으로 가르치고 배우려는 의지에 감사합니다.단일 피스안은 중요한 영혼의 계약과 영적 경로를 조정하는 연결을 유치합니다.",
            "career": "가르치거나 멘토링 역할은 심오한 만족을 가져옵니다.다른 사람들의 변형을위한 안전한 공간을 만들 수있는 능력은 당신을 소중한 가이드로 자리 매김시킵니다.독특한 영적 여정과 통찰력을 공유하는 프로그램을 개발하는 것을 고려하십시오.",
            "health": "명확한 채널이 되려면 물리적 선박에주의를 기울여야합니다.신체, 마음 및 정신을위한 정화 관행은 직관적 인 능력을 높입니다.민감한 시스템의 요구를 존중하는 해독 접근법을 탐색하십시오.",
            "finances": "당신의 영혼의 가르침 사명과 일치 할 때 풍요가 흐릅니다.영적 자원을 공유하기 위해 기초 나 장학금 프로그램을 만드는 것을 고려하십시오.미래의 퇴각 센터 역할을 할 수있는 부동산 투자는 특별한 약속을 보여줍니다."
        },
        "2035": {
            "overall": "2035는 물고기 자리에 대한 광범위한 영적 연결과 신비로운 탐험을 제공합니다.당신의 직관적 인 능력은 문화적, 지리적 경계를 초월합니다.우주 의식과 사랑의 지상의 존재 사이의 균형은 집단 진화에 독특한 기여를 만듭니다.",
            "love": "관계는 공유 된 영적 퀘스트와 의식 탐구를 통해 확장됩니다.파트너는 차원에서 무조건 사랑하는 능력에 감사합니다.단일 피스안은 명상 퇴각이나 영적 순례를 통해 심오한 연결을 유치합니다.",
            "career": "글로벌 또는 다차원 적 치유 기회가 예기치 않게 나타납니다.육체적 영역과 영적 영역을 번역하는 능력은 변형 작업에서 독특한 가치를 만듭니다.윤리적 경계를 유지하면서 의식 확장을 용이하게 할 수있는 역할을 고려하십시오.",
            "health": "다양한 영적 치유 전통의 통합은 온전함을 가져옵니다.모든 존재 안에서 신성한 여성을 존중하는 관행을 탐구하십시오.물리적 실시 예와 더 높은 의식을 조화시키는 관행은 전반적인 활력을 향상시킵니다.",
            "finances": "의식 확장 또는 영적 교육에 대한 투자는 놀라운 수익을 보여줍니다.영적 구직자들을위한 장학금을 만드는 것을 고려하십시오.예상치 못한 풍요는 보편적 지원 시스템에 대한 완전한 신뢰를 통해 도착합니다."
        }
    },
    "famous": [
        {
            "name": "앨버트 아인슈타인",
            "birth_date": "1879 년 3 월 14 일",
            "description": "상상력있는 사고 실험, 직관적 인 과학적 돌파구 및 기존의 현실을 넘어 상상할 수있는 능력을 가진 물리학 자"
        },
        {
            "name": "리한나",
            "birth_date": "1988 년 2 월 20 일",
            "description": "예술적 다목적 성, 유동적 인 재창조 및 자비로운 인도주의 사업을 전형적인 피스안 특성을 반영하는 가수, 기업가 및 박애주 의자"
        },
        {
            "name": "조지 해리슨",
            "birth_date": "1943 년 2 월 25 일",
            "description": "영적 추구, 신비로운 구성 및 부드러운 태도를 가진 음악가"
        },
        {
            "name": "엘리자베스 테일러",
            "birth_date": "1932 년 2 월 27 일",
            "description": "정서적 깊이, 낭만적 인 이상주의, 인도주의 동정심이 물고기 자리의 공감과 화려한 특성을 구현 한 여배우"
        },
        {
            "name": "루스 바더 긴스 버그",
            "birth_date": "1933 년 3 월 15 일",
            "description": "동정심 많은 법학, 인권에 대한 직관적 인 이해, 평등에 대한 이타적인 봉사를 가진 대법원 법무부 사법"
        }
    ],
    "daily_advice": {
        "relationship": "오늘날, 공감은 건강한 경계와 균형을 유지합니다.당신의 자비로운 이해는 다른 사람들을 돕지 만 자신의 정서적 필요를 존중하는 것을 기억하십시오.",
        "career": "당신의 창의적 직관은 문제에 대한 귀중한 통찰력을 제공합니다.실용적인 응용 프로그램에서 아이디어를 접지하는 동안 내면의 지식을 신뢰하십시오.",
        "health": "발과 전반적인 복지와의 연결에주의를 기울이십시오.적절한 신발과 짧은 발 마사지는 물리적 기초를 지원합니다.",
        "general": "당신의 민감도는 분별력과 균형을 이룰 때 선물입니다.실질적인 관찰로 검증하면서 직관적 인 인상을 신뢰하십시오."
    },
    "tarot_associations": {
        "major_arcana": "달",
        "explanation": "달은 직관, 잠재 의식 및 꿈의 영역 - 보이지 않는 세상과의 상징적 인 연결과 심오하게 공명하는 자질을 나타냅니다.이 카드는 정서적 깊이, 환상과 현실의 항해, 합리적인 이해를 넘어서 자신의 내면을 신뢰함으로써 얻은 지혜를 통한 여정을 구현합니다."
    },
    "compatibility_details": {
        "aries": "물고기 자리와 양자리는 조디악주기의 끝과 시작을 나타내며 보완적인 에너지를 가져옵니다.양자리는 물고기 자리의 꿈을위한 방향을 제공하는 반면, 물고기 자리는 양자리의 직접성 균형을 맞추기 위해 감정적 깊이를 제공합니다.",
        "taurus": "물고기 자리와 황소 자리는 물고기 자리의 유동적 특성에 안정성을 제공하는 황소 자리와 보완적인 관계를 만들 수있는 반면, 물고기 자리는 황소 자리의 실용성에 상상력과 정서적 깊이를 가져옵니다.",
        "gemini": "물고기 자리와 쌍둥이 자리는 지성을 통한 직관을 통한 물고기 자리와 지성을 통한 쌍둥이 자리를 매우 다르게 이해합니다.이것은 이러한 접근법을 의식적으로 브리징하지 않고 매혹과 좌절을 만듭니다.",
        "cancer": "물고기 자리와 암은 물 징후로 깊은 감정적 이해를 공유합니다.둘 다 직관적이고 자비 롭고 심오한 정서적 연결과 상호 육성과의 관계를 만듭니다.",
        "leo": "Pisces와 Leo는 다양한 스타일을 연결할 때 영감을주는 창의적인 파트너십을 만들 수 있습니다.레오의 자신감있는 방향은 물고기 자리의 상상력에 초점을 맞추고 물고기는 레오 감정적 깊이를 제공합니다.",
        "virgo": "물고기 자리와 처녀 자리는 보완적인 특성을 통해 성장 가능성을 가진 반대 징후를 형성합니다.처녀 자리는 물고기 자리의 꿈을위한 실질적인 근거를 제공하는 반면, 물고기 자리는 처녀 자리의 분석 균형을 맞추기 위해 정서적 이해를 제공합니다.",
        "libra": "물고기 자리와 천칭 자리는 창조적 감성과 이상주의를 공유합니다.물고기의 정서적 유동성은 때때로 Libra의 지적 접근과 대조되지만, 그들은 아름다움과 조화에 대한 상호 감사를 통해 연결됩니다.",
        "scorpio": "물고기 자리와 전갈 자리는 자연스러운 감정적 이해와 깊은 직관적 인 물 표시를 형성합니다.둘 다 깊은 깊이의 느낌과 심리적 인식에 접근하여 변형적인 유대를 만듭니다.",
        "sagittarius": "물고기 자리와 궁수 자리는 이상주의를 다르게 표현했습니다. 감정적, 영적 연결을 통해 물고기가 철학적 탐구를 통한 궁수 자리입니다.그들은 이러한 보완적인 접근법을 인식 할 때 서로 영감을줍니다.",
        "capricorn": "물고기 자리와 염소 자리는 물고기 자리의 창의성을위한 구조를 제공하는 염소 자리와 보완적인 관계를 만듭니다.",
        "aquarius": "물고기 자리와 물병 자리는 정서적 직관을 통해 물고기 자리와 지적 개념을 통해 물고기 자질을 다르게 표현했습니다.그들은 이러한 보완적인 접근법을 인식 할 때 서로 영감을 줄 수 있습니다.",
        "pisces": "두 물고기 자리는 서로의 민감한 성격에 대한 깊은 이해와 깊고 직관적이고 감정적으로 유동적 인 관계를 만듭니다.그들은 외부 접지가 필요할 수 있지만 공유 창의성과 영적 관심사를 통해 연결됩니다."
    },
    "astrological_influences": {
        "sun_in": "Pisces의 Sun은 자비로운 감도, 직관적 인 인식 및 창의적 상상력을 가져옵니다.당신은 정서적 지혜와 경계와 기존의 한계를 넘어 볼 수있는 능력으로 삶에 접근합니다.",
        "moon_in": "물고기 자리의 달은 정서적 깊이, 정신적 수용력 및 심오한 공감을 만듭니다.당신의 감정은 미묘한 전류로 흐르고, 당신은 주변의 감정적 인 분위기를 직관적으로 흡수합니다.",
        "rising": "물고기 자리 상승은 당신에게 온화함, 꿈꾸는 민감성 및 기타 세상의 품질을 나타냅니다.다른 사람들은 당신의 동정심과 적응성을 즉시 느끼고, 종종 그들이 그것을 깨닫기 전에 당신과 그들의 문제를 공유합니다."
    },
    "self_improvement": {
        "challenges": [
            "동정심을 유지하면서 건강한 경계를 개발합니다",
            "실용적인 행동으로 꿈의 균형",
            "정서적 도피를 향한 경향을 극복합니다",
            "다른 사람들에 대한 공감 가운데 자신의 요구를 인식합니다",
            "직관과 희망적인 생각 사이의 분별력"
        ],
        "growth_opportunities": [
            "창의적인 선물을 사용하여 영감을주고 치유합니다",
            "정서적 깊이를 통해 영적 지혜를 발전시키는 것",
            "실용적인 상황에 자비로운 이해를 가져옵니다",
            "물질과 영적 현실의 브리징",
            "감도를 공감 강도로 변형시킵니다"
        ],
        "affirmations": [
            "나는 건강한 경계를 유지하면서 감도를 존중합니다",
            "나는 나의 꿈을 실용적인 현실로 가져옵니다",
            "나는 내 직감을 신뢰하고 분별력으로 확인합니다",
            "내 동정심은 자기 수용으로 시작합니다",
            "나는 감정적 인 지혜에서 힘을 찾습니다"
        ]
    },
    "life_path": {
        "purpose": "물고기 자리 개인은 종종 물질적 관심사에 중점을 둔 세상에 치유, 창의적 영감 및 영적 인식을 가져다주는 사명을 가지고 있습니다.그들의 목적은 사람들을 분리하고, 보편적 인 동정심에 연결하고, 상상력을 형성하는 경계를 녹이는 것을 포함합니다.",
        "life_lessons": [
            "창의적이고 영적인 선물을위한 구조를 만드는 법을 배우는 것",
            "동정심과 함께 분별력을 개발합니다",
            "일상 현실 내에서 영적 의미를 찾는 것",
            "민감성을 취약성보다는 강도로 변형시킵니다",
            "지속적인 실용적인 행동을 통해 꿈을 형태로 가져옵니다"
        ],
        "spiritual_growth": "물고기 자리를위한 영적 발전은 실질적인 분별력을 발전시키면서 보편적 의식과 자연스러운 연결을 받아들이는 것입니다.직관적 인 지혜를 존중하는 관행, 봉사를위한 창의력을 발휘하며 정서적 감수성을 자비로운 힘으로 바꾸는 것은 모두 영적 진화에 기여합니다."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "물고기 자리 어린이는 일반적으로 민감하고 상상력이 풍부하며 어린 나이부터 영적으로 적용됩니다.그들은 종종 창조적 인 재능, 다른 사람들에 대한 공감적인 관심사, 그리고 때때로 자신의 세상에 살 수있게하는 꿈꾸는 품질을 보여줍니다.",
            "parenting_advice": "민감성과 상상력을 존중하면서 부드러운 구조를 제공하십시오.자연스러운 동정심을 약화시키지 않고 건강한 정서적 경계를 개발하도록 도와줍니다.재료 세계를 탐색하기위한 실용적인 기술을 가르치면서 창의적 표현을 장려하십시오."
        },
        "in_friendship": {
            "friendship_style": "Fisces 친구들은 감정적으로지지적이고 직관적이며 다른 사람들의 결함을 받아들이고 있습니다.그들은 자비로운 듣기, 창의적인 영감, 그리고 진정한 표현을위한 비 판단 공간을 제공합니다.",
            "ideal_friends": "물고기 자리는 정서적 깊이와 직관적 인 이해에 감사하는 동시에 실용적인 근거를 제공하는 친구들과 함께 번성합니다.그들은 성장에 대한 부드러운 격려로 민감성에 대한 존중의 균형을 잡는 우정을 소중히 여깁니다."
        },
        "shadow_side": {
            "potential_issues": "불균형이 발생하면 물고기 자리는 도피 주의자, 순교자와 같은 또는 환상에서 길을 잃을 수 있습니다.그들의 공감은 정서적 압도, 그들의 적응성으로의 경계 부족, 그리고 그들의 이상주의가 현실과의 환멸로 변할 수 있습니다.",
            "growth_path": "물고기 자리를위한 개인적 성장은 동정심과 함께 분별력을 발전시키고, 창조적 인 선물을위한 실용적인 구조를 만들고, 회피를위한 변명으로 사용하기보다는 감도의 힘을 찾는 것이 포함됩니다."
        }
    },
    "seasonal_influences": {
        "winter's_end": "Pisces는 겨울 전환으로 태어나서 계절 사이에 경계를 용해시키는 것을 구현합니다.이 타이밍은 결말과 시작에 대한 이해, 변화의 유동적 특성 및 겨울의 깊이에서 나오는 영적 약속을 이해하면서 물고기심을 주입합니다.",
        "mutable_quality": "돌연변이 가능한 징후로서, 물고기 자리는 겨울이 결론을 내릴 때 적응성과 용해를 나타냅니다.이 입장은 그들에게 놀라운 정서적 유동성, 다른 현실을 연결하는 능력 및 최소한의 저항으로 변화하는 상황에 적응할 수있는 능력을 부여합니다."
    },
    "elemental_analysis": {
        "water_element_influence": "물 요소는 물고기가 특징적인 감정적 깊이, 직관적 인 지각 및 자비로운 본질을 제공합니다.물은 느낌, 잠재 의식 연결 및 별도의 정체성 사이의 경계 용해를 나타냅니다.",
        "water_balance": "균형 잡힌 물은 정서적 지혜, 자비로운 이해, 직관적 인 흐름을 제공합니다.과도한 물은 정서적 압도, 경계 용해 및 탈출로 이어질 수 있지만, 부족한 물은 정서적 분리 또는 영적 건조를 초래할 수 있습니다."
    },
    "planetary_rulership": {
        "neptune_influence": "영성의 행성, 상상력과 초월은 물고기 자리의 현대 통치자입니다.이 행성의 영향은 보편적 의식, 창의적 영감, 때로는 물질 현실과의 도전적인 관계에 대한 징후의 직관적 인 연결을 설명합니다.",
        "jupiter_influence": "물고기 자리의 전통적인 통치자 인 목성은 징후에 대한 광대함, 믿음 및 철학적 관점에 기여합니다.해왕성은 경계의 신비로운 연결과 용해를 제공하지만 목성은 물고기 자리가 영적 감도 내에서 의미와 목적을 찾도록 도와줍니다.",
        "planetary_aspects": "개인의 출생 차트에서 해왕성과 목성의 위치와 측면은 물고기 자리 에너지가 표현되는 방식에 크게 영향을 미칩니다.강한 해왕성 측면은 상상력과 영적 선물을 향상 시키지만 환상이나 경계 혼란에 대한 경향을 증가시킬 수 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 기술 중심의 세계에서 Pisces는 가상 현실 개발, 직관적 인 사용자 경험 디자인, 디지털 예술 및 음악, 원격 건강 상담, 물리적 분리를 연결하는 온라인 영적 또는 창의적 커뮤니티에 뛰어납니다.",
        "relationship_in_modern_context": "현대의 관계는 디지털 커뮤니케이션 시대에서 물고기 자리의 공감 이해로부터 이익을 얻습니다.그들의 감정 지능은 복잡한 현대 관계를 탐색하는 데 도움이되지만 디지털 및 물리적 연결 모두에서 적절한 경계에 대한 분별력을 계속 발전시킵니다."
    }
}