{
    "sign": "Pisces",
    "thumb": "https://static.calculators.im/upload/image/sign/pisces.svg",
    "local_name": "ราศีมีน",
    "date_range": "19 กุมภาพันธ์ - 20 มีนาคม",
    "element": "น้ำ",
    "ruling_planet": "ดาวเนปจูนดาวพฤหัสบดี (ดั้งเดิม)",
    "symbol": "ปลา",
    "lucky_numbers": [
        "3",
        "7",
        "12",
        "16",
        "21"
    ],
    "lucky_colors": [
        "ทะเลสีเขียว",
        "ลาเวนเดอร์",
        "เงิน"
    ],
    "lucky_days": [
        "วันพฤหัสบดี",
        "วันจันทร์"
    ],
    "lucky_stones": [
        "อเมทิสต์",
        "หินพระ",
        "สมเด็จ"
    ],
    "general_traits": {
        "strengths": [
            "เห็นอกเห็นใจ",
            "ใช้งานง่าย",
            "ศิลปะ",
            "อ่อนโยน",
            "ปรับได้",
            "จินตนาการ",
            "ที่เห็นอกเห็นใจ"
        ],
        "weaknesses": [
            "อ่อนไหวมากเกินไป",
            "ผู้หลบหนี",
            "ไม่แน่ใจ",
            "ความเวทนาตนเอง",
            "น่าประทับใจ",
            "ไม่สมจริง",
            "มีแนวโน้มที่จะเป็นเหยื่อความคิด"
        ]
    },
    "personality": {
        "overview": "ราศีมีนเป็นสัญลักษณ์ที่สิบสองและสุดท้ายของจักรราศีเป็นสัญลักษณ์ของความเห็นอกเห็นใจสัญชาตญาณและการเชื่อมต่อทางจิตวิญญาณบุคคลราศีมีนเป็นที่รู้จักกันดีในเรื่องธรรมชาติที่เห็นอกเห็นใจความรู้สึกอ่อนไหวทางศิลปะและการเชื่อมต่อกับจิตไร้สำนึกโดยรวมพวกเขาเป็นนักฝันของจักรราศีนำทางระหว่างความเป็นจริงและจินตนาการด้วยขอบเขตของเหลวและความเข้าใจทางอารมณ์อย่างลึกซึ้ง",
        "detailed_traits": [
            "ความอ่อนไหวทางอารมณ์และการเอาใจใส่อย่างลึกซึ้ง",
            "สัญชาตญาณที่แข็งแกร่งที่มีความสามารถทางจิต",
            "จินตนาการที่สร้างสรรค์และความสามารถทางศิลปะ",
            "ความกังวลอย่างเห็นอกเห็นใจสำหรับผู้ที่ทุกข์ทรมาน",
            "การรับรู้ทางจิตวิญญาณนอกเหนือจากความเป็นจริงทางวัตถุ",
            "ธรรมชาติที่ปรับตัวได้ซึ่งไหลเวียนไปตามสถานการณ์",
            "ความสามารถในการมองเห็นนอกเหนือจากการปรากฏตัวของพื้นผิว",
            "แนวทางที่อ่อนโยนต่อผู้คนและสถานการณ์",
            "การรับรู้เหมือนฝันถึงความเป็นจริง",
            "ความสามารถในการให้และบริการที่เสียสละ"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "บุคคลราศีมีนเป็นคู่หูที่โรแมนติกและมีอารมณ์อย่างลึกซึ้งซึ่งให้ความสำคัญกับการเชื่อมต่อทางจิตวิญญาณและอารมณ์ในความสัมพันธ์พวกเขาแสดงความรักผ่านความเข้าใจที่เห็นอกเห็นใจท่าทางสร้างสรรค์และการรวมขอบเขตเพื่อสร้างความสามัคคีที่ลึกซึ้งกับคู่ค้าของพวกเขา",
        "compatibility": {
            "most_compatible": [
                "มะเร็ง",
                "ราศีพิจิก",
                "ราศีมังกร",
                "ราศีพฤษภ"
            ],
            "least_compatible": [
                "ราศีเมถุน",
                "ราศีธนู",
                "ราศี"
            ]
        },
        "relationship_advice": "บุคคลราศีมีนจำเป็นต้องพัฒนาขอบเขตที่ดีต่อสุขภาพในขณะที่รักษาความเห็นอกเห็นใจตามธรรมชาติทำงานเกี่ยวกับการตัดสินใจเชิงปฏิบัติควบคู่ไปกับความเข้าใจที่เข้าใจง่ายและทำให้มั่นใจว่าพันธมิตรชื่นชมความอ่อนไหวของคุณโดยไม่ได้รับประโยชน์จากธรรมชาติที่ให้เลือกคู่ค้าที่เคารพความลึกทางอารมณ์ของคุณมากกว่าที่จะยกเลิกมัน",
        "love_style": [
            "โรแมนติกและใช้งานง่ายอย่างลึกซึ้ง",
            "แสวงหาการเชื่อมต่อทางจิตวิญญาณและจิตวิญญาณ",
            "เสียสละและให้ความสัมพันธ์",
            "อาจทำให้พันธมิตรหรือความสัมพันธ์เป็นอุดมคติ",
            "ปรับให้เข้ากับความต้องการและอารมณ์ของคู่ค้าได้อย่างง่ายดาย",
            "อ่อนไหวต่อความรู้สึกและการเปลี่ยนแปลงที่ไม่ได้พูด",
            "คุณค่าความใกล้ชิดทางอารมณ์มากกว่าการพิจารณาในทางปฏิบัติ"
        ]
    },
    "career_and_finances": {
        "career_traits": "บุคคลราศีมีนเก่งในอาชีพที่เกี่ยวข้องกับความคิดสร้างสรรค์ความเห็นอกเห็นใจและสัญชาตญาณพวกเขามีความสามารถตามธรรมชาติสำหรับการทำความเข้าใจอารมณ์ความรู้สึกของมนุษย์การแสดงออกทางศิลปะและการเชื่อมต่อกับจินตนาการโดยรวมการเจริญรุ่งเรืองในบทบาทที่ช่วยให้มีความยืดหยุ่นและการบริการที่มีความหมาย",
        "suitable_careers": [
            "ศิลปะและดนตรี",
            "วิชาชีพด้านการดูแลสุขภาพและการรักษา",
            "การให้คำปรึกษาและจิตวิทยา",
            "คำแนะนำทางจิตวิญญาณและการสอน",
            "การถ่ายภาพและภาพยนตร์",
            "งานสังคมสงเคราะห์และสาขามนุษยธรรม",
            "สมุทรศาสตร์และชีววิทยาทางทะเล",
            "การเต้นและการเคลื่อนไหวการบำบัด",
            "บริการกู้คืนยาเสพติด",
            "การเขียนเชิงสร้างสรรค์และบทกวี"
        ],
        "financial_habits": "บุคคลราศีมีนมักจะมีความสัมพันธ์ที่ซับซ้อนกับเงินบางครั้งสลับกันระหว่างการใช้จ่ายที่ไม่สามารถทำได้และช่วงเวลาของความกังวลพวกเขาอาจได้รับประโยชน์จากระบบการปฏิบัติที่ช่วยจัดการการเงินในขณะที่ยังคงอนุญาตให้มีความเอื้ออาทรและสนับสนุนสาเหตุที่มีความหมายหรือการแสวงหางานทางศิลปะ",
        "work_style": [
            "ทำงานได้ดีที่สุดในสภาพแวดล้อมที่สนับสนุนและเป็นบวก",
            "นำโซลูชั่นที่สร้างสรรค์และความเข้าใจอย่างลึกซึ้ง",
            "อาจต่อสู้กับกำหนดเวลาที่เข้มงวดหรือโครงสร้างที่เข้มงวด",
            "เจริญเติบโตด้วยตารางอิสระและตารางเวลาที่ยืดหยุ่น",
            "ไวต่อบรรยากาศและพลวัตในที่ทำงาน",
            "ชอบงานที่มีความหมายมากกว่ารางวัลวัสดุ",
            "ยอดเยี่ยมในโครงการความร่วมมือและเป็นทีม"
        ]
    },
    "health_and_wellness": {
        "physical_health": "ราศีมีนควบคุมเท้าระบบน้ำเหลืองและต่อมไพเนียลบุคคลราศีมีนมักจะไวต่อสภาพแวดล้อมยาและสารของพวกเขากับสุขภาพร่างกายที่เชื่อมโยงอย่างใกล้ชิดกับความเป็นอยู่ที่ดีทางอารมณ์และจิตวิญญาณ",
        "common_health_issues": [
            "ปัญหาเท้าและการบาดเจ็บ",
            "ความไวของระบบภูมิคุ้มกัน",
            "ปัญหาระบบน้ำเหลือง",
            "ความผิดปกติของการนอนหลับ",
            "ความไวต่อสาร",
            "ความอ่อนเพลียทางอารมณ์ที่มีผลต่อสุขภาพร่างกาย",
            "การกักเก็บน้ำและอาการบวมน้ำ"
        ],
        "wellness_advice": "สร้างขอบเขตระหว่างตัวคุณและสภาวะทางอารมณ์ของผู้อื่นเพื่อป้องกันความอ่อนเพลียที่เห็นอกเห็นใจให้ความสนใจเป็นพิเศษกับสุขภาพเท้าผ่านรองเท้าและการดูแลที่เหมาะสมพัฒนากิจวัตรการนอนหลับที่ดีต่อสุขภาพที่รองรับระบบประสาทที่ละเอียดอ่อนของคุณ",
        "exercise_preferences": [
            "กิจกรรมว่ายน้ำและน้ำ",
            "โยคะและไทชิ",
            "การเต้นรำและการเคลื่อนไหวเป็นจังหวะ",
            "เดินในธรรมชาติโดยเฉพาะใกล้น้ำ",
            "กิจวัตรการออกกำลังกายที่อ่อนโยนและไหลลื่น"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 นำการปลุกจิตวิญญาณอย่างลึกซึ้งและแรงบันดาลใจอย่างสร้างสรรค์สำหรับบุคคลราศีมีนความสามารถที่ใช้งานง่ายของคุณเข้าถึงความสูงใหม่เปิดประตูสู่อาณาจักรที่ยังไม่ได้สำรวจก่อนหน้านี้สร้างความสมดุลให้กับอุดมคติในฝันด้วยการปฏิบัติจริงเพื่อแสดงวิสัยทัศน์ของคุณสู่ความเป็นจริง",
            "love": "ความสัมพันธ์ลึกซึ้งยิ่งขึ้นผ่านความซื่อสัตย์ทางอารมณ์และการเชื่อมต่อทางจิตวิญญาณPisceans เดี่ยวอาจดึงดูดพันธมิตรที่ชื่นชมความอ่อนไหวและความลึกของคุณความสัมพันธ์ที่มีอยู่เปลี่ยนแปลงผ่านการปฏิบัติทางจิตวิญญาณที่ใช้ร่วมกันหรือการแสวงหาความคิดสร้างสรรค์",
            "career": "การเติบโตอย่างมืออาชีพมาผ่านการรวบรวมความคิดสร้างสรรค์และความสามารถตามธรรมชาติของคุณวิธีการที่เห็นอกเห็นใจของคุณในการท้าทายสถานที่ทำงานนำมาซึ่งการยอมรับพิจารณาบทบาทในศิลปะการรักษาทุ่งนาหรือแนวทางจิตวิญญาณ",
            "health": "มุ่งเน้นไปที่สุขภาพของเท้าและความแข็งแรงของระบบภูมิคุ้มกันผ่านความชุ่มชื้นและการพักผ่อนที่เหมาะสมความเป็นอยู่ที่ดีทางอารมณ์ดีขึ้นด้วยการทำสมาธิปกติหรือเวลาใกล้น้ำให้ความสนใจเป็นพิเศษในการกำหนดขอบเขตที่ดีต่อสุขภาพเพื่อรักษาพลังงานที่ละเอียดอ่อนของคุณ",
            "finances": "โอกาสทางการเงินที่ไม่คาดคิดเกิดขึ้นผ่านโครงการสร้างสรรค์หรือการลงทุนทางจิตวิญญาณพิจารณาวิธีการที่สมดุลระหว่างการให้การกุศลและการสร้างความปลอดภัยส่วนบุคคลไว้วางใจสัญชาติญาณของคุณเกี่ยวกับการตัดสินใจลงทุน"
        },
        "2026": {
            "overall": "2026 เป็นปีแห่งการรักษาทางอารมณ์และการเปลี่ยนแปลงภายในสำหรับราศีมีนธรรมชาติที่เห็นอกเห็นใจของคุณครอบคลุมไปสู่การดูแลตนเองและขอบเขตส่วนตัวการค้นหาความสามัคคีระหว่างการมอบให้ผู้อื่นและการเลี้ยงดูตัวเองนำมาซึ่งความแข็งแกร่งและความชัดเจนใหม่",
            "love": "การเชื่อมต่อทางอารมณ์ที่ลึกซึ้งยิ่งขึ้นพัฒนาขึ้นเมื่อคุณกลายเป็นคนที่แท้จริงมากขึ้นในการแสดงความต้องการของคุณความสัมพันธ์ที่จัดตั้งขึ้นได้รับประโยชน์จากช่องโหว่ที่ซื่อสัตย์Pisceans เดี่ยวดึงดูดพันธมิตรที่เคารพทั้งความไวและความแข็งแกร่งของคุณ",
            "career": "มุ่งเน้นไปที่การช่วยเหลืออาชีพหรือความพยายามอย่างสร้างสรรค์ที่ช่วยให้การแสดงออกทางอารมณ์กลางปีนำโอกาสในการอำนวยความสะดวกในการรักษาหรือการเปลี่ยนแปลงสำหรับผู้อื่นการรับรู้อย่างมืออาชีพมาจากวิธีการเอาใจใส่ที่เป็นเอกลักษณ์ของคุณ",
            "health": "การบำบัดด้วยน้ำนำประโยชน์มาสู่ระบบทางกายภาพของคุณให้ความสนใจกับสุขภาพของน้ำเหลืองผ่านการเคลื่อนไหวที่อ่อนโยนและความชุ่มชื้นที่เหมาะสมการทำงานในฝันและคุณภาพการนอนหลับกลายเป็นปัจจัยสำคัญในความเป็นอยู่โดยรวมของคุณ",
            "finances": "สัญชาตญาณทางการเงินเสริมสร้างความเข้มแข็งการตัดสินใจที่สำคัญพิจารณาการลงทุนในอุตสาหกรรมสุขภาพหรือความคิดสร้างสรรค์ที่สะท้อนกับคุณค่าของคุณพรทางการเงินที่ไม่คาดคิดอาจมาถึงแหล่งที่ถูกลืมหรือมรดก"
        },
        "2027": {
            "overall": "2027 เน้นการเชื่อมต่อของคุณกับความมีสติและสาเหตุด้านมนุษยธรรมความสามารถของคุณในการเอาใจใส่ด้วยมุมมองที่หลากหลายทำให้คุณเป็นผู้สร้างสะพานตามธรรมชาติความสมดุลระหว่างวิสัยทัศน์ที่ได้รับแรงบันดาลใจจากความฝันและการกระทำในทางปฏิบัติทำให้เกิดการเปลี่ยนแปลงที่มีความหมาย",
            "love": "ความสัมพันธ์ที่โรแมนติกเติบโตขึ้นเมื่อสร้างขึ้นจากค่านิยมทางจิตวิญญาณและความเห็นอกเห็นใจที่ใช้ร่วมกันพันธมิตรชื่นชมความเห็นอกเห็นใจที่ไร้ขอบเขตของคุณในขณะที่ช่วยจัดโครงสร้างข้อมูลเชิงลึกที่ใช้งานง่ายของคุณPisceans เดี่ยวอาจพบการเชื่อมต่อที่เต็มไปด้วยอารมณ์ผ่านการชุมนุมด้านมนุษยธรรมหรือจิตวิญญาณ",
            "career": "โอกาสในการเป็นผู้นำเกิดขึ้นในสาขาที่ต้องการความฉลาดทางอารมณ์และการคิดที่มีวิสัยทัศน์ความสามารถของคุณในการรับรู้ถึงความต้องการที่ไม่ได้พูดจะทำให้คุณได้เปรียบในการรักษาหรือการให้คำปรึกษาพิจารณาตำแหน่งที่รวมความคิดสร้างสรรค์เข้ากับการบริการกับผู้อื่น",
            "health": "ระบบภูมิคุ้มกันและขอบเขตทางอารมณ์ต้องการความสนใจการแช่ตามธรรมชาติโดยเฉพาะอย่างยิ่งใกล้กับน้ำนำทั้งการฟื้นฟูทั้งทางร่างกายและจิตวิญญาณแนวทางปฏิบัติในการรักษากลุ่มหรือความคิดริเริ่มด้านสุขภาพของชุมชนให้ประโยชน์ที่ไม่คาดคิด",
            "finances": "การร่วมทุนทางการเงินร่วมกันกับการมุ่งเน้นทางจิตวิญญาณหรือศิลปะแสดงให้เห็นถึงสัญญาวิธีการที่ใช้งานง่ายของคุณในการแบ่งปันทรัพยากรสร้างความอุดมสมบูรณ์สำหรับทุกคนที่เกี่ยวข้องพิจารณาการสร้างเครือข่ายสนับสนุนที่รวมทรัพยากรทางจิตวิญญาณและวัสดุ"
        },
        "2028": {
            "overall": "2028 นำราศีมีนเข้าสู่ช่วงเวลาแห่งยุคฟื้นฟูศิลปวิทยาการสร้างสรรค์และความเข้าใจด้านจิตวิญญาณการแสดงออกทางศิลปะของคุณถึงระดับความลึกใหม่สัมผัสผู้อื่นอย่างลึกซึ้งการสร้างความสมดุลให้กับประสบการณ์ลึกลับด้วยการปฏิบัติจริงนำไปสู่วิวัฒนาการส่วนบุคคลที่น่าทึ่ง",
            "love": "ความสัมพันธ์ที่โรแมนติกกลายเป็นช่องทางสำหรับการเติบโตทางจิตวิญญาณและแรงบันดาลใจที่สร้างสรรค์พันธมิตรชื่นชมมุมมองอื่น ๆ ของคุณและความลึกทางอารมณ์ของคุณPisceans เดี่ยวดึงดูดเนื้อคู่ผ่านการแสดงออกทางศิลปะที่แท้จริงหรือการฝึกฝนทางจิตวิญญาณ",
            "career": "โอกาสในการเป็นผู้นำทางศิลปะหรือจิตวิญญาณเกิดขึ้นโดยไม่คาดคิดความสามารถของคุณในการแปลแนวคิดที่ไม่มีตัวตนเป็นรูปแบบที่เข้าถึงได้นำมาซึ่งการยอมรับอย่างมืออาชีพพิจารณาการพัฒนาเสียงสร้างสรรค์ที่ไม่เหมือนใครซึ่งรวมเอาข้อมูลเชิงลึกทางจิตวิญญาณของคุณ",
            "health": "ชีวิตในฝันและรูปแบบจิตใต้สำนึกส่งผลกระทบต่อสุขภาพร่างกายอย่างมีนัยสำคัญมุ่งเน้นไปที่การสร้างสถานที่ศักดิ์สิทธิ์และการบันทึกความฝันวิธีการแบบองค์รวมที่จัดการกับอาการทางร่างกายและรากทางอารมณ์ของพวกเขานำมาซึ่งการรักษาที่ยั่งยืน",
            "finances": "งานสร้างสรรค์หรือคำสอนทางจิตวิญญาณอาจสร้างรายได้ที่ไม่คาดคิดพิจารณาสร้างรายได้จากของขวัญที่เป็นเอกลักษณ์ของคุณผ่านช่องทางที่อ่อนโยนและมีจริยธรรมความอุดมสมบูรณ์ทางการเงินไหลเวียนเมื่อสอดคล้องกับคุณค่าทางจิตวิญญาณสูงสุดของคุณ"
        },
        "2029": {
            "overall": "2029 มุ่งเน้นไปที่การสร้างสถานที่ศักดิ์สิทธิ์และความปลอดภัยทางอารมณ์สำหรับราศีมีนการสร้างพื้นที่ที่เลี้ยงดูธรรมชาติที่ละเอียดอ่อนของคุณกลายเป็นสิ่งจำเป็นการค้นหาความสมดุลระหว่างความต้องการความสันโดษและการเชื่อมต่อที่มีความหมายนำมาซึ่งการปฏิบัติตามอารมณ์",
            "love": "ความสามัคคีในประเทศและความปลอดภัยทางอารมณ์กลายเป็นลำดับความสำคัญของความสัมพันธ์พันธมิตรชื่นชมความพยายามของคุณในการสร้างสภาพแวดล้อมที่มีการเลี้ยงดูและการแบ่งปันที่สวยงามPisceans เดี่ยวอาจพบการเชื่อมต่อผ่านชุมชนที่เป็นศูนย์กลางหรือกลุ่มสร้างสรรค์",
            "career": "โอกาสในการทำงานจากบ้านสอดคล้องกับความต้องการของคุณในการควบคุมการรับรู้ทางประสาทสัมผัสพิจารณาสร้างพื้นที่ทำงานศักดิ์สิทธิ์ที่เป็นแรงบันดาลใจให้เกิดความคิดสร้างสรรค์การรับรู้อย่างมืออาชีพมาจากผลลัพธ์ที่สอดคล้องกันจากสถานที่ศักดิ์สิทธิ์ส่วนตัวของคุณ",
            "health": "การสร้างสภาพแวดล้อมในบ้านของการรักษาส่งผลกระทบต่อความเป็นอยู่อย่างมีนัยสำคัญองค์ประกอบน้ำและโทนสีฟ้า-เขียวนำมาซึ่งประโยชน์เป็นพิเศษการปฏิบัติทางจิตวิญญาณตามบ้านที่จัดตั้งขึ้นในปีนี้กลายเป็นระบบสนับสนุนตลอดชีวิต",
            "finances": "การลงทุนด้านอสังหาริมทรัพย์ที่มีองค์ประกอบทางจิตวิญญาณหรือศิลปะให้ความพึงพอใจพิจารณาสร้างกระแสรายได้ที่สามารถจัดการได้จากสถานที่ศักดิ์สิทธิ์ของคุณการวางแผนทางการเงินของครอบครัวด้วยการพิจารณาความเห็นอกเห็นใจนำมาซึ่งความปลอดภัย"
        },
        "2030": {
            "overall": "2030 นับเป็นความก้าวหน้าในการสื่อสารที่สำคัญสำหรับราศีมีนความสามารถของคุณในการแสดงแนวคิดทางจิตวิญญาณและความจริงทางอารมณ์พบช่องทางที่สมบูรณ์แบบการเชื่อมต่อที่เกิดขึ้นในปีนี้มีความสำคัญอย่างมากต่อวิวัฒนาการส่วนตัวของคุณ",
            "love": "การสื่อสารที่เน้นหัวใจเป็นศูนย์กลางเปลี่ยนความสัมพันธ์พันธมิตรรู้สึกเห็นอย่างแท้จริงผ่านการฟังความเห็นอกเห็นใจและการแสดงออกที่แท้จริงของคุณPisceans เดี่ยวดึงดูดการเชื่อมต่อวิญญาณผ่านบทกวีดนตรีหรือการสื่อสารทางศิลปะอื่น ๆ",
            "career": "โอกาสในการสอนการเขียนหรือการให้คำปรึกษาเกิดขึ้นโดยไม่คาดคิดความสามารถของคุณในการสื่อสารแนวคิดทางอารมณ์หรือจิตวิญญาณที่ซับซ้อนนำมาซึ่งความก้าวหน้าอย่างมืออาชีพพิจารณาการพัฒนาหลักสูตรหรือเนื้อหาที่แบ่งปันมุมมองที่เป็นเอกลักษณ์ของคุณ",
            "health": "จักระคอและสุขภาพที่เกี่ยวข้องกับการแสดงออกดีขึ้นด้วยวิธีการสื่อสารที่แท้จริงการรักษาด้วยเสียงนำมาซึ่งประโยชน์ที่โดดเด่นการบูรณาการจิตใจและจิตใจผ่านการสวดมนต์หรือการสวดมนต์สร้างความสามัคคีที่มีพลัง",
            "finances": "การลงทุนในแพลตฟอร์มการสื่อสารที่มีผลตอบแทนจากการมุ่งเน้นด้านจิตวิญญาณหรือศิลปะพิจารณาสร้างรายได้จากภูมิปัญญาของคุณผ่านการสอนหรือการให้คำปรึกษาที่อ่อนโยนความอุดมสมบูรณ์ที่ไม่คาดคิดมาถึงผ่านการแสดงเสียงที่แท้จริงของคุณ"
        },
        "2031": {
            "overall": "2031 มุ่งเน้นไปที่การปรับสมดุลวัสดุและความอุดมสมบูรณ์ทางจิตวิญญาณสำหรับราศีมีนวิธีการที่เห็นอกเห็นใจของคุณในการสร้างทั้งความปลอดภัยส่วนบุคคลและผลประโยชน์ของชุมชนการค้นหาความสามัคคีระหว่างความสะดวกสบายทางโลกและค่านิยมทางจิตวิญญาณทำให้เกิดการบรรลุเป้าหมาย",
            "love": "แนวทางที่ใช้ร่วมกันกับวัสดุและทรัพยากรทางจิตวิญญาณเสริมสร้างความสัมพันธ์พันธมิตรชื่นชมธรรมชาติที่ใจดี แต่ฉลาดของคุณPisceans เดี่ยวดึงดูดพันธมิตรที่มีศักยภาพทางวิญญาณ แต่มีความมั่นคงทางจิตวิญญาณผ่านงานอาสาสมัครหรือชุมชนที่มีสติ",
            "career": "การรักษาอาชีพหรือธุรกิจที่มุ่งเน้นทางวิญญาณให้โอกาสความก้าวหน้าความสามารถในการสร้างความปลอดภัยทางอารมณ์ช่วยให้คุณได้เปรียบในตำแหน่งผู้นำพิจารณาบทบาทที่รวมการบริการที่มีความเห็นอกเห็นใจเข้ากับรูปแบบธุรกิจที่ยั่งยืน",
            "health": "วิธีการทางโภชนาการที่เน้นอาหารที่บริสุทธิ์และมีการสั่นสะเทือนสูงนำการปรับปรุงพลังงานให้ความสนใจกับสุขภาพทางเดินอาหารผ่านการจัดการความเครียดและการรับประทานอาหารอย่างมีสติแนวทางปฏิบัติที่เชื่อมต่อกับโลกจะทำให้ระบบไฟฟ้าของคุณมีความละเอียดอ่อน",
            "finances": "การลงทุนในเทคโนโลยีการรักษาหรือการศึกษาทางจิตวิญญาณแสดงสัญญาพิจารณาสร้างรายได้แบบพาสซีฟผ่านสินทรัพย์ที่สร้างสรรค์หรือสื่อการสอนการสนับสนุนทางการเงินที่ไม่คาดคิดมาจากชุมชนทางจิตวิญญาณหรือที่ปรึกษา"
        },
        "2032": {
            "overall": "2032 นำการเสริมพลังส่วนบุคคลผ่านช่องโหว่สำหรับราศีมีนการแสดงออกทางอารมณ์ที่แท้จริงของคุณเป็นแรงบันดาลใจให้ผู้อื่นมีต่อความซื่อสัตย์มากขึ้นความสมดุลระหว่างการให้เกียรติความไวของคุณและการก้าวเข้าสู่ความเป็นผู้นำทำให้เกิดการเปลี่ยนแปลงที่น่าทึ่ง",
            "love": "ความสัมพันธ์เจริญรุ่งเรืองเมื่อสร้างขึ้นจากความโปร่งใสทางอารมณ์ที่สมบูรณ์พันธมิตรชื่นชมความกล้าหาญของคุณในการแสดงทุกด้านของตัวคุณเองPisceans เดี่ยวดึงดูดการเชื่อมต่อที่ลึกซึ้งผ่านความเต็มใจที่จะเห็นได้ทั้งในความแข็งแกร่งและความอ่อนแอ",
            "career": "โอกาสในการเป็นผู้นำเกิดขึ้นที่ช่วยให้คุณเปลี่ยนวัฒนธรรมองค์กรผ่านความถูกต้องทางอารมณ์วิธีการที่เห็นอกเห็นใจของคุณในการเปลี่ยนแปลงอำนาจได้รับการยอมรับพิจารณาบทบาทที่ช่วยให้คุณอำนวยความสะดวกในการรักษาภายในระบบหรือกลุ่ม",
            "health": "การปฏิบัติที่เน้นหัวใจเป็นศูนย์กลางเสริมสร้างความยืดหยุ่นทั้งทางร่างกายและอารมณ์การรักษาพลังงานรังสีที่มุ่งเน้นไปที่จักระหัวใจให้ประโยชน์ที่โดดเด่นให้ความสนใจกับการหมุนเวียนผ่านการเคลื่อนไหวที่นำความสุขมากกว่าวินัย",
            "finances": "กิจการที่สอดคล้องกับหัวใจแสดงสัญญาทางการเงินพิจารณาการลงทุนในองค์กรที่มีความฉลาดทางอารมณ์ที่แข็งแกร่งและรากฐานทางจริยธรรมโอกาสทางการเงินที่ไม่คาดคิดเกิดขึ้นผ่านเครือข่ายที่ให้คุณค่าความเป็นผู้นำที่แท้จริง"
        },
        "2033": {
            "overall": "2033 เน้นประสบการณ์ลึกลับและการเริ่มต้นจิตวิญญาณสำหรับราศีมีนการเชื่อมต่อของคุณกับจิตสำนึกสากลนำการเปิดเผยที่ลึกซึ้งความสมดุลระหว่างการรับรู้ที่ยอดเยี่ยมและการปรากฏตัวที่มีเหตุผลนำไปสู่การกลายเป็นสัญญาณสำหรับผู้อื่น",
            "love": "การเชื่อมต่อระดับวิญญาณเปลี่ยนพันธะโรแมนติกพันธมิตรชื่นชมภูมิปัญญาอื่น ๆ ของคุณและมีความเห็นอกเห็นใจPisceans เดี่ยวดึงดูดความสัมพันธ์ของเปลวไฟคู่กับมิติทางจิตวิญญาณหรือศิลปะที่ลึกซึ้ง",
            "career": "คำแนะนำทางจิตวิญญาณหรือนวัตกรรมทางศิลปะนำมาซึ่งการบรรลุเป้าหมายอย่างมืออาชีพความสามารถในการเข้าถึงแหล่งความคิดสร้างสรรค์สากลสร้างโซลูชันและนิพจน์ที่ไม่เหมือนใครพิจารณาบทบาทที่ช่วยให้คุณทำหน้าที่เป็นช่องทางสำหรับภูมิปัญญาที่สูงขึ้นในขณะที่ยังคงโครงสร้างการปฏิบัติ",
            "health": "ต่อมไพเนียลและศูนย์จิตวิญญาณที่สูงขึ้นเปิดใช้งานผ่านการปฏิบัติที่เหมาะสมเทคนิคสำหรับการส่งพลังงานที่เข้มข้นอย่างปลอดภัยกลายเป็นสิ่งจำเป็นให้ความสนใจเป็นพิเศษในการรักษาพื้นฐานทางกายภาพผ่านโภชนาการที่เหมาะสมและการเชื่อมต่อธรรมชาติ",
            "finances": "ความอุดมสมบูรณ์ที่ไม่คาดคิดไหลผ่านการยอมจำนนต่อแนวทางที่สูงขึ้นพิจารณาการลงทุนในการขยายทรัพยากรหรือการล่าถอยความเอื้ออาทรที่สอดคล้องกับคำแนะนำทางจิตวิญญาณที่ขัดแย้งกันเพิ่มความเจริญรุ่งเรืองของคุณ"
        },
        "2034": {
            "overall": "2034 เป็นจุดเริ่มต้นของวงจรการสอนทางจิตวิญญาณที่สำคัญสำหรับราศีมีนการแบ่งปันภูมิปัญญาสะสมของคุณสร้างระลอกคลื่นของการรักษาในวงกลมที่กว้างขึ้นการปรากฏตัวที่เห็นอกเห็นใจของคุณและข้อมูลเชิงลึกที่หายากนำเสนอสิ่งที่คนอื่นต้องการในช่วงเวลาที่ท้าทาย",
            "love": "ความสัมพันธ์บนพื้นฐานของการให้คำปรึกษาทางจิตวิญญาณและการเจริญเติบโตร่วมกันเจริญเติบโตพันธมิตรชื่นชมความตั้งใจของคุณที่จะสอนและเรียนรู้ในการเป็นหุ้นส่วนศักดิ์สิทธิ์Pisceans เดี่ยวดึงดูดการเชื่อมต่อกับสัญญาวิญญาณที่สำคัญและเส้นทางจิตวิญญาณที่จัดเรียง",
            "career": "บทบาทการสอนหรือการให้คำปรึกษาทำให้เกิดความพึงพอใจอย่างลึกซึ้งความสามารถของคุณในการสร้างพื้นที่ปลอดภัยสำหรับการเปลี่ยนแปลงของผู้อื่นทำให้คุณเป็นคู่มือที่มีคุณค่าพิจารณาการพัฒนาโปรแกรมที่แบ่งปันการเดินทางทางจิตวิญญาณและข้อมูลเชิงลึกที่เป็นเอกลักษณ์ของคุณ",
            "health": "การเป็นช่องทางที่ชัดเจนต้องให้ความสนใจกับเรือทางกายภาพวิธีปฏิบัติที่ทำให้บริสุทธิ์สำหรับร่างกายจิตใจและวิญญาณนำความสามารถที่เข้าใจง่ายสำรวจวิธีการล้างพิษที่ให้เกียรติความต้องการของระบบที่ละเอียดอ่อนของคุณ",
            "finances": "ความอุดมสมบูรณ์ไหลเวียนเมื่อสอดคล้องกับภารกิจการสอนของจิตวิญญาณของคุณพิจารณาการสร้างฐานรากหรือโปรแกรมทุนการศึกษาเพื่อแบ่งปันทรัพยากรทางจิตวิญญาณการลงทุนด้านอสังหาริมทรัพย์ที่สามารถทำหน้าที่เป็นศูนย์ล่าถอยในอนาคตแสดงสัญญาเป็นพิเศษ"
        },
        "2035": {
            "overall": "2035 นำการเชื่อมต่อทางจิตวิญญาณที่กว้างขวางและการสำรวจลึกลับสำหรับราศีมีนความสามารถในการใช้งานง่ายของคุณอยู่เหนือขอบเขตทางวัฒนธรรมและภูมิศาสตร์ความสมดุลระหว่างจิตสำนึกของจักรวาลและการปรากฏตัวทางโลกสร้างการมีส่วนร่วมที่เป็นเอกลักษณ์ในการวิวัฒนาการโดยรวม",
            "love": "ความสัมพันธ์ขยายตัวผ่านเควสจิตวิญญาณที่ใช้ร่วมกันและการสำรวจจิตสำนึกพันธมิตรชื่นชมความสามารถของคุณในการรักอย่างไม่มีเงื่อนไขในมิติPisceans เดี่ยวดึงดูดการเชื่อมต่อที่ลึกซึ้งผ่านการทำสมาธิล่าถอยหรือแสวงบุญทางจิตวิญญาณ",
            "career": "โอกาสในการรักษาระดับโลกหรือหลายมิติเกิดขึ้นโดยไม่คาดคิดความสามารถของคุณในการแปลระหว่างอาณาจักรทางกายภาพและจิตวิญญาณสร้างคุณค่าที่ไม่ซ้ำกันในงานการเปลี่ยนแปลงพิจารณาบทบาทที่ช่วยให้คุณอำนวยความสะดวกในการขยายตัวของจิตสำนึกในขณะที่รักษาขอบเขตทางจริยธรรม",
            "health": "การบูรณาการประเพณีการรักษาทางจิตวิญญาณที่หลากหลายนำมาซึ่งความเป็นทั้งหมดสำรวจการปฏิบัติที่ให้เกียรติผู้หญิงศักดิ์สิทธิ์ภายในสิ่งมีชีวิตทั้งหมดการปฏิบัติที่กลมกลืนกับจิตสำนึกที่สูงขึ้นกับศูนย์รวมทางกายภาพช่วยเพิ่มพลังโดยรวม",
            "finances": "การลงทุนในการขยายตัวของจิตสำนึกหรือการศึกษาทางจิตวิญญาณแสดงผลตอบแทนที่น่าทึ่งพิจารณาสร้างกองทุนทุนการศึกษาสำหรับผู้แสวงหาจิตวิญญาณความอุดมสมบูรณ์ที่ไม่คาดคิดมาถึงผ่านความไว้วางใจอย่างสมบูรณ์ในระบบสนับสนุนสากล"
        }
    },
    "famous": [
        {
            "name": "อัลเบิร์ตไอน์สไตน์",
            "birth_date": "14 มีนาคม 2422",
            "description": "นักกายภาพ"
        },
        {
            "name": "Rihanna",
            "birth_date": "20 กุมภาพันธ์ 2531",
            "description": "นักร้องผู้ประกอบการและผู้ใจบุญที่มีความเก่งกาจทางศิลปะการคิดค้นใหม่ของเหลวและงานด้านมนุษยธรรมที่เห็นอกเห็นใจสะท้อนให้เห็นถึงลักษณะของ Piscean ที่เป็นแก่นสารที่เป็นแก่นสาร"
        },
        {
            "name": "จอร์จแฮร์ริสัน",
            "birth_date": "25 กุมภาพันธ์ 2486",
            "description": "นักดนตรีที่แสวงหาจิตวิญญาณการแต่งเพลงลึกลับและท่าทางที่อ่อนโยนแสดงให้เห็นถึงการเชื่อมต่อของราศีมีนกับจิตสำนึกที่สูงขึ้นและความไวทางศิลปะ"
        },
        {
            "name": "เอลิซาเบ ธ เทย์เลอร์",
            "birth_date": "27 กุมภาพันธ์ 2475",
            "description": "นักแสดงหญิงที่มีความลึกทางอารมณ์อุดมการณ์โรแมนติกและความเห็นอกเห็นใจด้านมนุษยธรรมเป็นตัวเป็นตนของคุณสมบัติที่เห็นอกเห็นใจและมีเสน่ห์"
        },
        {
            "name": "Ruth Bader Ginsburg",
            "birth_date": "15 มีนาคม 2476",
            "description": "ความยุติธรรมของศาลฎีกาซึ่งมีนิติศาสตร์ความเห็นอกเห็นใจความเข้าใจที่เข้าใจง่ายเกี่ยวกับสิทธิมนุษยชนและการบริการที่เสียสละเพื่อความเท่าเทียมกันแสดงให้เห็นถึงการแสดงออกที่สูงที่สุดของราศีมีน"
        }
    ],
    "daily_advice": {
        "relationship": "วันนี้สมดุลการเอาใจใส่กับขอบเขตที่ดีต่อสุขภาพความเข้าใจที่เห็นอกเห็นใจของคุณช่วยผู้อื่น แต่อย่าลืมให้เกียรติความต้องการทางอารมณ์ของคุณเอง",
        "career": "สัญชาตญาณความคิดสร้างสรรค์ของคุณนำข้อมูลเชิงลึกที่มีค่ามาสู่ความท้าทายในการทำงานเชื่อใจการรู้ภายในของคุณในขณะที่มีความคิดในการใช้งานจริง",
        "health": "ให้ความสนใจกับเท้าของคุณและการเชื่อมต่อกับความเป็นอยู่ที่ดีโดยรวมรองเท้าที่เหมาะสมและการนวดเท้าสั้น ๆ รองรับรากฐานทางกายภาพของคุณ",
        "general": "ความไวของคุณเป็นของขวัญเมื่อมีความสมดุลกับการแยกแยะไว้วางใจความประทับใจที่ใช้งานง่ายในขณะที่ตรวจสอบด้วยการสังเกตการณ์ในทางปฏิบัติ"
    },
    "tarot_associations": {
        "major_arcana": "ดวงจันทร์",
        "explanation": "ดวงจันทร์แสดงถึงสัญชาตญาณจิตใต้สำนึกและอาณาจักรแห่งความฝัน - คุณสมบัติที่สะท้อนอย่างลึกซึ้งกับการเชื่อมต่อของราศีมีนกับโลกที่มองไม่เห็นการ์ดใบนี้รวบรวมการเดินทางผ่านความลึกทางอารมณ์การนำทางของภาพลวงตาและความเป็นจริงและภูมิปัญญาที่ได้รับจากการไว้วางใจการรู้ภายในของคน ๆ หนึ่งนอกเหนือจากความเข้าใจที่มีเหตุผล"
    },
    "compatibility_details": {
        "aries": "ราศีมีนและราศีเมษแสดงถึงจุดจบและจุดเริ่มต้นของวงจรจักรราศีนำพลังงานเสริมราศีเมษให้ทิศทางสำหรับความฝันของราศีมีนในขณะที่ราศีมีนนำเสนอความลึกทางอารมณ์เพื่อสร้างความสมดุลให้กับความสมดุลของ Aries",
        "taurus": "ราศีมีนและราศีพฤษภสามารถสร้างความสัมพันธ์ที่สมบูรณ์กับราศีพฤษภที่ให้ความมั่นคงสำหรับธรรมชาติของเหลวของราศีมีนในขณะที่ราศีมีนนำจินตนาการและความลึกทางอารมณ์มาสู่การปฏิบัติจริงของทอรัส",
        "gemini": "ราศีมีนและราศีเมถุนการทำความเข้าใจค่อนข้างแตกต่างกัน - ราศีมีนผ่านสัญชาตญาณและราศีเมถุนผ่านทางสติปัญญาสิ่งนี้สร้างทั้งความหลงใหลและความหงุดหงิดโดยไม่ต้องเชื่อมโยงวิธีการเหล่านี้อย่างมีสติ",
        "cancer": "ราศีมีนและมะเร็งแบ่งปันความเข้าใจทางอารมณ์อย่างลึกซึ้งเป็นสัญญาณน้ำทั้งสองเป็นเรื่องง่ายและมีความเห็นอกเห็นใจสร้างความสัมพันธ์กับการเชื่อมต่อทางอารมณ์ที่ลึกซึ้งและการเลี้ยงดูซึ่งกันและกัน",
        "leo": "ราศีมีนและลีโอสามารถสร้างความเป็นหุ้นส่วนที่สร้างสรรค์ได้เมื่อพวกเขาเชื่อมโยงสไตล์ที่แตกต่างของพวกเขาทิศทางความมั่นใจของลีโอให้ความสำคัญกับจินตนาการของราศีมีนในขณะที่ราศีมีนมีความลึกทางอารมณ์ของลีโอ",
        "virgo": "ราศีมีนและราศีกันย์ก่อให้เกิดสัญญาณตรงข้ามที่มีศักยภาพในการเติบโตผ่านคุณสมบัติเสริมราศีกันย์ให้การลงดินในทางปฏิบัติสำหรับความฝันของราศีมีนในขณะที่ราศีมีนเสนอความเข้าใจทางอารมณ์เพื่อสร้างสมดุลระหว่างการวิเคราะห์ของราศีกันย์",
        "libra": "ราศีมีนและราศีตุลย์แบ่งปันความรู้สึกที่สร้างสรรค์และอุดมคติในอุดมคติพวกเขาเชื่อมต่อผ่านการชื่นชมซึ่งกันและกันเพื่อความงามและความสามัคคีแม้ว่าบางครั้งความลื่นไหลของอารมณ์ของราศีมีนจะตรงกันข้ามกับวิธีการทางปัญญาของราศีตุลย์",
        "scorpio": "ราศีมีนและราศีพิจิกก่อให้เกิดการจับคู่สัญญาณน้ำที่ใช้งานง่ายอย่างลึกซึ้งกับความเข้าใจทางอารมณ์ตามธรรมชาติทั้งการเข้าถึงความลึกที่ลึกซึ้งและการรับรู้ทางจิตวิทยาสร้างความผูกพันที่เปลี่ยนแปลง",
        "sagittarius": "ราศีมีนและราศีธนูแบ่งปันอุดมคตินิยมแสดงความแตกต่าง - ราศีมีนผ่านการเชื่อมต่อทางอารมณ์และจิตวิญญาณและราศีธนูผ่านการสำรวจเชิงปรัชญาพวกเขาสร้างแรงบันดาลใจซึ่งกันและกันเมื่อชื่นชมวิธีการเสริมเหล่านี้",
        "capricorn": "ราศีมีนและราศีมังกรสร้างความสัมพันธ์ที่สมบูรณ์กับราศีมังกรที่จัดทำโครงสร้างสำหรับความคิดสร้างสรรค์ของราศีมีนในขณะที่ราศีมีนนำเสนอความลึกทางอารมณ์และจินตนาการเพื่อสร้างความสมดุลให้กับการปฏิบัติจริงของราศีมังกร",
        "aquarius": "ราศีมีนและราศีกุมภ์แบ่งปันคุณสมบัติที่มีวิสัยทัศน์แสดงความแตกต่าง - ราศีมีนผ่านสัญชาตญาณทางอารมณ์และราศีกุมภ์ผ่านแนวคิดทางปัญญาพวกเขาสามารถสร้างแรงบันดาลใจซึ่งกันและกันเมื่อชื่นชมวิธีการเสริมเหล่านี้",
        "pisces": "ราศีมีนสองคนสร้างความสัมพันธ์ที่ลื่นไหลและลื่นไหลอย่างลึกซึ้งกับความเข้าใจที่ลึกซึ้งของธรรมชาติที่อ่อนไหวของกันและกันพวกเขาเชื่อมต่อผ่านความคิดสร้างสรรค์ที่ใช้ร่วมกันและความสนใจทางจิตวิญญาณแม้ว่าอาจจำเป็นต้องมีการลงดินภายนอก"
    },
    "astrological_influences": {
        "sun_in": "ดวงอาทิตย์ในราศีมีนนำความไวความเห็นอกเห็นใจการรับรู้ที่ใช้งานง่ายและจินตนาการที่สร้างสรรค์คุณเข้าใกล้ชีวิตด้วยภูมิปัญญาทางอารมณ์และความสามารถในการมองเห็นขอบเขตและข้อ จำกัด ทั่วไป",
        "moon_in": "ดวงจันทร์ในราศีมีนสร้างความลึกทางอารมณ์ความเปิดกว้างทางจิตและการเอาใจใส่อย่างลึกซึ้งความรู้สึกของคุณไหลไปด้วยกระแสน้ำที่บอบบางและคุณดูดซับบรรยากาศทางอารมณ์รอบตัวคุณอย่างสังหรณ์ใจ",
        "rising": "ราศีมีนเพิ่มขึ้นทำให้คุณมีความอ่อนโยนความไวในฝันและคุณภาพอื่น ๆ ในโลกคนอื่น ๆ รู้สึกถึงความเห็นอกเห็นใจและการปรับตัวของคุณทันทีมักแบ่งปันปัญหากับคุณก่อนที่พวกเขาจะตระหนักถึงมัน"
    },
    "self_improvement": {
        "challenges": [
            "การพัฒนาขอบเขตที่ดีต่อสุขภาพในขณะที่ยังคงความเห็นอกเห็นใจ",
            "สร้างสมดุลระหว่างความฝันด้วยการกระทำที่ใช้งานได้จริง",
            "การเอาชนะแนวโน้มที่มีต่อการหลบหนีทางอารมณ์",
            "ตระหนักถึงความต้องการของตัวเองท่ามกลางการเอาใจใส่ผู้อื่น",
            "การแยกแยะระหว่างสัญชาตญาณและความคิดที่ปรารถนา"
        ],
        "growth_opportunities": [
            "ใช้ของขวัญสร้างสรรค์เพื่อสร้างแรงบันดาลใจและรักษา",
            "การพัฒนาภูมิปัญญาทางจิตวิญญาณผ่านความลึกทางอารมณ์",
            "นำความเข้าใจที่เห็นอกเห็นใจมาสู่สถานการณ์ที่เป็นประโยชน์",
            "เชื่อมโยงวัสดุและความเป็นจริงทางจิตวิญญาณ",
            "การเปลี่ยนความไวเป็นความแข็งแกร่งที่เห็นอกเห็นใจ"
        ],
        "affirmations": [
            "ฉันให้เกียรติความไวของฉันในขณะที่รักษาขอบเขตที่ดีต่อสุขภาพ",
            "ฉันนำความฝันของฉันไปสู่ความเป็นจริงในทางปฏิบัติ",
            "ฉันเชื่อในสัญชาตญาณของฉันและตรวจสอบด้วยการแยกแยะ",
            "ความเห็นอกเห็นใจของฉันเริ่มต้นด้วยการยอมรับตนเอง",
            "ฉันพบความแข็งแกร่งในภูมิปัญญาทางอารมณ์ของฉัน"
        ]
    },
    "life_path": {
        "purpose": "บุคคลราศีมีนมักจะมีภารกิจในการนำการรักษาแรงบันดาลใจสร้างสรรค์และการรับรู้ทางจิตวิญญาณมาสู่โลกที่มุ่งเน้นไปที่ความกังวลทางวัตถุจุดประสงค์ของพวกเขาเกี่ยวข้องกับการละลายขอบเขตที่แยกผู้คนเชื่อมต่อกับความเห็นอกเห็นใจสากลและนำจินตนาการมาสู่รูปแบบ",
        "life_lessons": [
            "เรียนรู้ที่จะสร้างโครงสร้างสำหรับของขวัญที่สร้างสรรค์และจิตวิญญาณ",
            "การพัฒนาความฉลาดควบคู่ไปกับความเห็นอกเห็นใจ",
            "ค้นหาความหมายทางจิตวิญญาณภายในความเป็นจริงในชีวิตประจำวัน",
            "การเปลี่ยนความไวให้เป็นความแข็งแรงมากกว่าความอ่อนแอ",
            "นำความฝันมาสู่รูปแบบผ่านการกระทำที่ยั่งยืน"
        ],
        "spiritual_growth": "การพัฒนาทางจิตวิญญาณสำหรับราศีมีนเกี่ยวข้องกับการยอมรับการเชื่อมต่อตามธรรมชาติของพวกเขากับจิตสำนึกสากลในขณะที่พัฒนาความเข้าใจในทางปฏิบัติการปฏิบัติที่ให้เกียรติภูมิปัญญาที่ใช้งานง่ายความคิดสร้างสรรค์ของช่องทางสำหรับการบริการและเปลี่ยนความไวทางอารมณ์ให้กลายเป็นความแข็งแกร่งที่เห็นอกเห็นใจล้วนมีส่วนทำให้เกิดวิวัฒนาการทางจิตวิญญาณ"
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "เด็กราศีมีนมักจะมีความอ่อนไหวจินตนาการและปรับตัวทางวิญญาณตั้งแต่อายุยังน้อยพวกเขามักจะแสดงความสามารถที่สร้างสรรค์ความกังวลที่เห็นอกเห็นใจต่อผู้อื่นและคุณภาพในฝันที่อาจทำให้พวกเขาดูเหมือนจะอยู่ในโลกของตัวเองในบางครั้ง",
            "parenting_advice": "ให้โครงสร้างที่อ่อนโยนในขณะที่เคารพความไวและจินตนาการของพวกเขาช่วยให้พวกเขาพัฒนาขอบเขตทางอารมณ์ที่ดีต่อสุขภาพโดยไม่ลดความเห็นอกเห็นใจตามธรรมชาติส่งเสริมการแสดงออกอย่างสร้างสรรค์ในขณะที่สอนทักษะการปฏิบัติเพื่อนำทางโลกวัสดุ"
        },
        "in_friendship": {
            "friendship_style": "เพื่อนราศีมีนเป็นผู้สนับสนุนทางอารมณ์ใช้งานง่ายและยอมรับข้อบกพร่องของผู้อื่นพวกเขาเสนอการฟังที่เห็นอกเห็นใจแรงบันดาลใจที่สร้างสรรค์และพื้นที่ที่ไม่ใช่การตัดสินสำหรับการแสดงออกที่แท้จริง",
            "ideal_friends": "ราศีมีนเจริญเติบโตกับเพื่อน ๆ ที่ชื่นชมความลึกทางอารมณ์และความเข้าใจที่ใช้งานง่ายในขณะที่ให้การลงดินในทางปฏิบัติพวกเขาให้ความสำคัญกับมิตรภาพที่สมดุลความเคารพต่อความอ่อนไหวของพวกเขาด้วยการให้กำลังใจที่อ่อนโยนต่อการเติบโต"
        },
        "shadow_side": {
            "potential_issues": "เมื่อไม่สมดุลราศีมีนสามารถกลายเป็นผู้หลบหนีเหมือนผู้พลีชีพหรือหายไปในจินตนาการความเห็นอกเห็นใจของพวกเขาอาจเปลี่ยนเป็นอารมณ์ที่ครอบงำความสามารถในการปรับตัวของพวกเขาให้เข้ากับการขาดขอบเขตและอุดมคติของพวกเขาไปสู่ความท้อแท้กับความเป็นจริง",
            "growth_path": "การเติบโตส่วนบุคคลสำหรับราศีมีนเกี่ยวข้องกับการพัฒนาความเห็นอกเห็นใจควบคู่ไปกับความเห็นอกเห็นใจสร้างโครงสร้างที่เป็นประโยชน์สำหรับของขวัญที่สร้างสรรค์และการค้นหาความแข็งแกร่งในความไวมากกว่าการใช้มันเป็นข้อแก้ตัวสำหรับการหลีกเลี่ยง"
        }
    },
    "seasonal_influences": {
        "winter's_end": "เกิดมาในช่วงฤดูหนาวการเปลี่ยนไปสู่ฤดูใบไม้ผลิราศีมีนรวบรวมการละลายของขอบเขตระหว่างฤดูกาลช่วงเวลานี้ทำให้เกิดราศีมีนด้วยความเข้าใจในตอนจบและจุดเริ่มต้นธรรมชาติของการเปลี่ยนแปลงของเหลวและสัญญาทางจิตวิญญาณที่เกิดขึ้นจากความลึกของฤดูหนาว",
        "mutable_quality": "ในฐานะที่เป็นสัญญาณที่ไม่แน่นอนราศีมีนแสดงให้เห็นถึงความสามารถในการปรับตัวและการสลายตัวเมื่อฤดูหนาวสิ้นสุดลงตำแหน่งนี้ทำให้พวกเขามีความลื่นไหลทางอารมณ์ที่น่าทึ่งความสามารถในการเชื่อมความเป็นจริงที่แตกต่างกันและความสามารถในการปรับตัวให้เข้ากับสถานการณ์ที่เปลี่ยนแปลงด้วยการต่อต้านน้อยที่สุด"
    },
    "elemental_analysis": {
        "water_element_influence": "องค์ประกอบน้ำให้ราศีมีนความลึกทางอารมณ์ของพวกเขาการรับรู้ที่ใช้งานง่ายและธรรมชาติที่เห็นอกเห็นใจน้ำแสดงถึงความรู้สึกการเชื่อมต่อจิตใต้สำนึกและการสลายตัวของขอบเขตระหว่างอัตลักษณ์ที่แยกจากกัน",
        "water_balance": "น้ำที่สมดุลนำมาซึ่งภูมิปัญญาทางอารมณ์ความเข้าใจที่เห็นอกเห็นใจและการไหลเวียนที่ชาญฉลาดน้ำที่มากเกินไปสามารถนำไปสู่การครอบงำทางอารมณ์การสลายตัวของเขตแดนและการหลบหนีในขณะที่น้ำที่ขาดอาจส่งผลให้การขาดการเชื่อมต่อทางอารมณ์หรือความแห้งแล้งทางจิตวิญญาณ"
    },
    "planetary_rulership": {
        "neptune_influence": "ดาวเนปจูนดาวเคราะห์แห่งจิตวิญญาณจินตนาการและวิชชาเป็นผู้ปกครองสมัยใหม่ของราศีมีนอิทธิพลของดาวเคราะห์นี้อธิบายถึงการเชื่อมต่อที่เข้าใจง่ายของสัญลักษณ์กับการมีสติสากลแรงบันดาลใจที่สร้างสรรค์และบางครั้งความสัมพันธ์ที่ท้าทายกับความเป็นจริงทางวัตถุ",
        "jupiter_influence": "ดาวพฤหัสบดีผู้ปกครองดั้งเดิมของราศีมีนมีส่วนช่วยขยายความเชื่อและมุมมองทางปรัชญาต่อสัญลักษณ์ในขณะที่เนปจูนให้การเชื่อมต่อที่ลึกลับและการสลายตัวของขอบเขตดาวพฤหัสบดีช่วยให้ราศีมีนค้นหาความหมายและวัตถุประสงค์ภายในความไวทางจิตวิญญาณของพวกเขา",
        "planetary_aspects": "ตำแหน่งและแง่มุมของเนปจูนและดาวพฤหัสบดีในแผนภูมิเกิดของแต่ละบุคคลส่งผลกระทบอย่างมีนัยสำคัญว่าการแสดงออกของพลังงานของราศีมีนลักษณะของดาวเนปจูนที่แข็งแกร่งช่วยเพิ่มของขวัญจินตนาการและจิตวิญญาณ แต่อาจเพิ่มแนวโน้มไปสู่ภาพลวงตาหรือความสับสนในขอบเขต"
    },
    "modern_applications": {
        "career_in_digital_age": "ในโลกที่มุ่งเน้นเทคโนโลยีในปัจจุบันราศีมีนเก่งในการพัฒนาความเป็นจริงเสมือนจริงการออกแบบประสบการณ์การใช้งานที่ใช้งานง่ายศิลปะดิจิทัลและดนตรีการให้คำปรึกษาทางไกลและชุมชนจิตวิญญาณหรือความคิดสร้างสรรค์ออนไลน์ที่เชื่อมโยงทางกายภาพ",
        "relationship_in_modern_context": "ความสัมพันธ์สมัยใหม่ได้รับประโยชน์จากความเข้าใจที่เห็นอกเห็นใจของราศีมีนในยุคของการสื่อสารดิจิทัลความฉลาดทางอารมณ์ของพวกเขาช่วยนำทางความสัมพันธ์สมัยใหม่ที่ซับซ้อนแม้ว่าพวกเขาจะยังคงพัฒนาความฉลาดเกี่ยวกับขอบเขตที่เหมาะสมทั้งในการเชื่อมต่อแบบดิจิตอลและทางกายภาพ"
    }
}