{
    "sign": "Pisces",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/pisces.svg",
    "local_name": "Song Ngư",
    "date_range": "19 tháng 2 - 20 tháng 3",
    "element": "Nước",
    "ruling_planet": "Sao Hải Vương, Sao Mộc (truyền thống)",
    "symbol": "Cá",
    "lucky_numbers": [
        "3",
        "7",
        "12",
        "16",
        "21"
    ],
    "lucky_colors": [
        "Màu xanh biển",
        "Hoa oải hương",
        "Bạc"
    ],
    "lucky_days": [
        "Thứ năm",
        "Thứ hai"
    ],
    "lucky_stones": [
        "Amethyst",
        "Đá mặt trăng",
        "Aquamarine"
    ],
    "general_traits": {
        "strengths": [
            "Từ bi",
            "Trực quan",
            "Nghệ thuật",
            "Dịu dàng",
            "Thích nghi",
            "Tưởng tượng",
            "Đồng cảm"
        ],
        "weaknesses": [
            "Quá nhạy cảm",
            "Escapist",
            "Thiếu quyết đoán",
            "Tự thương hại",
            "Ấn tượng",
            "Không thực tế",
            "Dễ dàng với tâm lý nạn nhân"
        ]
    },
    "personality": {
        "overview": "Song Ngư là dấu hiệu thứ mười hai và cuối cùng của cung hoàng đạo, tượng trưng cho lòng trắc ẩn, trực giác và kết nối tâm linh.Các cá nhân Song Ngư được biết đến với bản chất đồng cảm, sự nhạy cảm nghệ thuật và kết nối với vô thức tập thể.Họ là những người mơ mộng của cung hoàng đạo, điều hướng giữa thực tế và trí tưởng tượng với ranh giới chất lỏng và sự hiểu biết cảm xúc sâu sắc.",
        "detailed_traits": [
            "Sự nhạy cảm và sự đồng cảm về cảm xúc sâu sắc",
            "Trực giác mạnh mẽ giáp với khả năng tâm linh",
            "Trí tưởng tượng sáng tạo và tài năng nghệ thuật",
            "Mối quan tâm từ bi đối với những người đau khổ",
            "Nhận thức về tinh thần ngoài thực tế vật chất",
            "Bản chất có thể thích ứng chảy với hoàn cảnh",
            "Khả năng nhìn xa hơn bề mặt",
            "Cách tiếp cận nhẹ nhàng cho mọi người và các tình huống",
            "Nhận thức mơ mộng về thực tế",
            "Năng lực cho sự cho đi và phục vụ vị tha"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Song Ngư là những đối tác sâu sắc lãng mạn, cảm xúc, coi trọng kết nối tâm linh và cảm xúc trong các mối quan hệ.Họ thể hiện tình yêu thông qua sự hiểu biết đồng cảm, cử chỉ sáng tạo và hợp nhất ranh giới để tạo ra sự thống nhất sâu sắc với các đối tác của họ.",
        "compatibility": {
            "most_compatible": [
                "Cự Giải",
                "Bọ Cạp",
                "Ma Kết",
                "Kim Ngưu"
            ],
            "least_compatible": [
                "Song Tử",
                "Nhân Mã",
                "Xử Nữ"
            ]
        },
        "relationship_advice": "Các cá nhân Song Ngư cần phát triển ranh giới lành mạnh trong khi duy trì lòng trắc ẩn tự nhiên của họ.Làm việc trên việc ra quyết định thực tế bên cạnh sự hiểu biết trực quan và đảm bảo các đối tác đánh giá cao sự nhạy cảm của bạn mà không tận dụng bản chất cho đi của bạn.Chọn các đối tác tôn trọng chiều sâu cảm xúc của bạn hơn là loại bỏ nó.",
        "love_style": [
            "Deepicy lãng mạn và trực quan về mặt cảm xúc",
            "Tìm kiếm kết nối tâm linh và linh hồn",
            "Vô bại và cho đi các mối quan hệ",
            "Có thể lý tưởng hóa các đối tác hoặc các mối quan hệ",
            "Thích nghi dễ dàng với nhu cầu và tâm trạng của đối tác",
            "Nhạy cảm với cảm giác và động lực không được nói ra",
            "Giá trị sự thân mật về cảm xúc đối với những cân nhắc thực tế"
        ]
    },
    "career_and_finances": {
        "career_traits": "Pisces cá nhân xuất sắc trong sự nghiệp liên quan đến sự sáng tạo, lòng trắc ẩn và trực giác.Họ có một tài năng tự nhiên để hiểu cảm xúc của con người, biểu hiện nghệ thuật và kết nối với trí tưởng tượng tập thể, phát triển mạnh trong vai trò cho phép linh hoạt và dịch vụ có ý nghĩa.",
        "suitable_careers": [
            "Nghệ thuật và âm nhạc",
            "Chăm sóc sức khỏe và chữa bệnh",
            "Tư vấn và Tâm lý học",
            "Hướng dẫn tâm linh và giảng dạy",
            "Nhiếp ảnh và Phim",
            "Công tác xã hội và các lĩnh vực nhân đạo",
            "Hải dương học và sinh học biển",
            "Trị liệu khiêu vũ và chuyển động",
            "Dịch vụ phục hồi nghiện",
            "Viết sáng tạo và thơ"
        ],
        "financial_habits": "Các cá nhân Song Ngư thường có mối quan hệ phức tạp với tiền, đôi khi xen kẽ giữa chi tiêu không thực tế và thời kỳ lo lắng.Chúng có thể được hưởng lợi từ các hệ thống thực tế giúp quản lý tài chính trong khi vẫn cho phép sự hào phóng và hỗ trợ các nguyên nhân có ý nghĩa hoặc theo đuổi nghệ thuật.",
        "work_style": [
            "Hoạt động tốt nhất trong môi trường hỗ trợ, tích cực",
            "Mang đến các giải pháp sáng tạo và cái nhìn sâu sắc đồng cảm",
            "Có thể đấu tranh với thời hạn nghiêm ngặt hoặc cấu trúc cứng nhắc",
            "Phát triển mạnh với lịch trình tự chủ và linh hoạt",
            "Nhạy cảm với bầu không khí và động lực tại nơi làm việc",
            "Thích công việc có ý nghĩa hơn phần thưởng tài liệu",
            "Tuyệt vời tại các dự án hợp tác và dựa trên nhóm"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Song Ngư cai trị bàn chân, hệ bạch huyết và tuyến sinh lực.Các cá nhân Song Ngư thường nhạy cảm với môi trường, thuốc và các chất của họ, với sức khỏe thể chất được kết nối chặt chẽ với sức khỏe cảm xúc và tinh thần.",
        "common_health_issues": [
            "Vấn đề về chân và chấn thương",
            "Độ nhạy của hệ thống miễn dịch",
            "Vấn đề hệ thống bạch huyết",
            "Rối loạn giấc ngủ",
            "Nhạy cảm chất",
            "Kiệt sức cảm xúc ảnh hưởng đến sức khỏe thể chất",
            "Giữ nước và phù nề"
        ],
        "wellness_advice": "Tạo ranh giới giữa bạn và trạng thái cảm xúc của người khác để ngăn chặn sự kiệt sức đồng cảm.Đặc biệt chú ý đến sức khỏe chân thông qua giày dép và chăm sóc thích hợp.Phát triển thói quen ngủ lành mạnh hỗ trợ hệ thống thần kinh nhạy cảm của bạn.",
        "exercise_preferences": [
            "Hoạt động bơi lội và nước",
            "Yoga và Tai Chi",
            "Phong trào khiêu vũ và nhịp nhàng",
            "Đi bộ trong tự nhiên, đặc biệt là gần nước",
            "Các thói quen tập thể dục nhẹ nhàng, chảy"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 mang đến sự thức tỉnh tâm linh sâu sắc và cảm hứng sáng tạo cho các cá nhân Song Ngư.Khả năng trực quan của bạn đạt đến độ cao mới, mở cửa cho các cõi chưa được khám phá trước đó.Cân bằng chủ nghĩa duy tâm mơ mộng với hành động thực tế để thể hiện tầm nhìn của bạn vào thực tế.",
            "love": "Mối quan hệ sâu sắc qua sự trung thực về cảm xúc và kết nối tâm linh.Pisceans đơn có thể thu hút các đối tác đánh giá cao sự nhạy cảm và chiều sâu của bạn.Các mối quan hệ hiện tại biến đổi thông qua các thực hành tâm linh được chia sẻ hoặc theo đuổi sáng tạo.",
            "career": "Tăng trưởng chuyên nghiệp đến thông qua việc nắm lấy tài năng sáng tạo và trực quan tự nhiên của bạn.Cách tiếp cận từ bi của bạn để thách thức nơi làm việc mang đến sự công nhận.Hãy xem xét vai trò trong nghệ thuật chữa bệnh, lĩnh vực sáng tạo hoặc hướng dẫn tâm linh.",
            "health": "Tập trung vào sức khỏe và sức mạnh hệ thống miễn dịch thông qua hydrat hóa và nghỉ ngơi thích hợp.Sức khỏe tình cảm cải thiện với thiền định thường xuyên hoặc thời gian gần nước.Đặc biệt chú ý đến việc thiết lập các ranh giới lành mạnh để bảo tồn năng lượng nhạy cảm của bạn.",
            "finances": "Cơ hội tài chính bất ngờ phát sinh thông qua các dự án sáng tạo hoặc dự án tâm linh.Hãy xem xét một cách tiếp cận cân bằng giữa việc từ thiện và xây dựng an ninh cá nhân.Tin tưởng trực giác của bạn về các quyết định đầu tư."
        },
        "2026": {
            "overall": "2026 là một năm chữa bệnh về cảm xúc và chuyển đổi bên trong cho Song Ngư.Bản chất từ ​​bi của bạn mở rộng đến việc tự chăm sóc và ranh giới cá nhân.Tìm kiếm sự hài hòa giữa việc cho người khác và nuôi dưỡng bản thân mang lại sức mạnh và sự rõ ràng mới.",
            "love": "Kết nối cảm xúc sâu sắc hơn phát triển khi bạn trở nên chân thực hơn trong việc thể hiện nhu cầu của mình.Các mối quan hệ thành lập được hưởng lợi từ lỗ hổng trung thực.Pisceans độc thân thu hút các đối tác tôn trọng cả sự nhạy cảm và sức mạnh của bạn.",
            "career": "Tập trung chuyển sang giúp đỡ các ngành nghề hoặc những nỗ lực sáng tạo cho phép thể hiện cảm xúc.Giữa năm mang đến cơ hội để tạo điều kiện chữa lành hoặc chuyển đổi cho người khác.Sự công nhận chuyên nghiệp đến thông qua cách tiếp cận đồng cảm độc đáo của bạn.",
            "health": "Các liệu pháp dựa trên nước mang lại lợi ích đáng chú ý cho hệ thống vật lý của bạn.Hãy chú ý đến sức khỏe bạch huyết thông qua chuyển động nhẹ nhàng và hydrat hóa thích hợp.Công việc mơ ước và chất lượng giấc ngủ trở thành yếu tố quan trọng trong sức khỏe tổng thể của bạn.",
            "finances": "Trực giác tài chính củng cố, hướng dẫn các quyết định quan trọng.Hãy xem xét đầu tư vào ngành sức khỏe hoặc các ngành công nghiệp sáng tạo cộng hưởng với các giá trị của bạn.Một phước lành tài chính bất ngờ có thể đến thông qua một nguồn hoặc thừa kế bị lãng quên."
        },
        "2027": {
            "overall": "2027 nêu bật mối liên hệ của bạn với ý thức tập thể và nguyên nhân nhân đạo.Khả năng của bạn để đồng cảm với những quan điểm đa dạng làm cho bạn trở thành một người xây dựng cầu tự nhiên.Sự cân bằng giữa tầm nhìn lấy cảm hứng từ giấc mơ và hành động thực tế tạo ra sự thay đổi có ý nghĩa.",
            "love": "Mối quan hệ lãng mạn phát triển mạnh khi được xây dựng dựa trên các giá trị tâm linh và lòng trắc ẩn chung.Các đối tác đánh giá cao sự đồng cảm vô biên của bạn trong khi giúp cấu trúc những hiểu biết trực quan của bạn.Pisceans độc thân có thể tìm thấy những kết nối linh hồn thông qua các cuộc tụ họp nhân đạo hoặc tâm linh.",
            "career": "Cơ hội lãnh đạo xuất hiện trong các lĩnh vực đòi hỏi trí tuệ cảm xúc và suy nghĩ có tầm nhìn.Khả năng của bạn để cảm nhận nhu cầu không được nói ra mang lại lợi thế cho bạn trong việc chữa bệnh hoặc tư vấn.Xem xét các vị trí kết hợp sự sáng tạo với dịch vụ cho người khác.",
            "health": "Hệ thống miễn dịch và ranh giới cảm xúc đòi hỏi sự chú ý.Nhúng thường xuyên vào tự nhiên, đặc biệt là gần nước, mang lại sự đổi mới cả về thể chất và tinh thần.Thực hành chữa bệnh theo nhóm hoặc các sáng kiến ​​chăm sóc sức khỏe cộng đồng mang lại lợi ích bất ngờ.",
            "finances": "Các dự án tài chính hợp tác với sự tập trung tâm linh hoặc nghệ thuật cho thấy lời hứa.Cách tiếp cận trực quan của bạn để chia sẻ tài nguyên tạo ra sự phong phú cho tất cả những người liên quan.Xem xét hình thành các mạng lưới hỗ trợ kết hợp các nguồn lực tâm linh và vật chất."
        },
        "2028": {
            "overall": "2028 đưa Song Ngư vào một thời kỳ Phục hưng sáng tạo và cái nhìn sâu sắc về tinh thần.Biểu hiện nghệ thuật của bạn đạt đến độ sâu mới, chạm vào người khác sâu sắc.Cân bằng những trải nghiệm thần bí với tính thực tế có căn cứ dẫn đến sự tiến hóa cá nhân đáng chú ý.",
            "love": "Mối quan hệ lãng mạn trở thành kênh cho sự phát triển tâm linh và cảm hứng sáng tạo.Đối tác đánh giá cao quan điểm thế giới khác của bạn và chiều sâu cảm xúc.Pisceans độc thân thu hút những người bạn tâm giao thông qua biểu hiện nghệ thuật đích thực hoặc thực hành tâm linh.",
            "career": "Cơ hội lãnh đạo nghệ thuật hoặc tinh thần xuất hiện bất ngờ.Khả năng của bạn để dịch các khái niệm thanh tao thành các hình thức có thể truy cập mang lại sự công nhận chuyên nghiệp.Cân nhắc phát triển một giọng nói sáng tạo độc đáo kết hợp những hiểu biết tinh thần của bạn.",
            "health": "Cuộc sống trong mơ và các mô hình tiềm thức ảnh hưởng đáng kể đến sức khỏe thể chất.Tập trung vào việc tạo ra giấc ngủ Sanctuary và nhật ký mơ ước.Phương pháp tiếp cận toàn diện giải quyết cả các triệu chứng thực thể và nguồn gốc cảm xúc của chúng mang lại sự chữa lành lâu dài.",
            "finances": "Công trình sáng tạo hoặc giáo lý tâm linh có thể tạo ra thu nhập bất ngờ.Hãy xem xét việc kiếm tiền từ những món quà độc đáo của bạn thông qua các kênh đạo đức, nhẹ nhàng.Sự phong phú tài chính chảy khi phù hợp với các giá trị tâm linh cao nhất của bạn."
        },
        "2029": {
            "overall": "2029 tập trung vào việc tạo ra sự tôn nghiêm và an ninh cảm xúc cho Song Ngư.Thiết lập không gian nuôi dưỡng bản chất nhạy cảm của bạn trở nên cần thiết.Tìm kiếm sự cân bằng giữa nhu cầu cô đơn và kết nối có ý nghĩa mang lại sự thỏa mãn cảm xúc.",
            "love": "Sự hài hòa trong nước và an toàn cảm xúc trở thành ưu tiên mối quan hệ.Đối tác đánh giá cao những nỗ lực của bạn để tạo ra môi trường chia sẻ, nuôi dưỡng đẹp.Pisceans đơn có thể tìm thấy các kết nối thông qua các cộng đồng tập trung vào nhà hoặc tập thể sáng tạo.",
            "career": "Cơ hội làm việc tại nhà phù hợp với nhu cầu của bạn đối với đầu vào cảm giác được kiểm soát.Xem xét việc tạo ra một không gian làm việc thiêng liêng truyền cảm hứng cho sự sáng tạo.Sự công nhận chuyên nghiệp đến thông qua đầu ra nhất quán từ khu bảo tồn tư nhân của bạn.",
            "health": "Tạo môi trường chữa bệnh tại nhà ảnh hưởng đáng kể đến hạnh phúc.Các yếu tố nước và cách phối màu xanh lam mang lại lợi ích đặc biệt.Các thực hành tâm linh tại nhà được thiết lập trong năm nay trở thành hệ thống hỗ trợ suốt đời.",
            "finances": "Đầu tư tài sản với các yếu tố tâm linh hoặc nghệ thuật mang lại sự hài lòng.Xem xét việc tạo ra các dòng thu nhập có thể được quản lý từ khu bảo tồn của bạn.Kế hoạch tài chính gia đình với những cân nhắc từ bi mang lại sự bảo mật."
        },
        "2030": {
            "overall": "2030 đánh dấu một bước đột phá giao tiếp đáng kể cho Song Ngư.Khả năng của bạn để thể hiện các khái niệm tâm linh và sự thật cảm xúc tìm thấy các kênh hoàn hảo.Các kết nối được hình thành trong năm nay có ý nghĩa nghiệp chướng cho sự tiến hóa cá nhân của bạn.",
            "love": "Giao tiếp tập trung vào trái tim biến đổi các mối quan hệ.Đối tác cảm thấy thực sự được nhìn thấy thông qua việc lắng nghe từ bi và biểu hiện đích thực của bạn.Pisceans đơn thu hút các kết nối linh hồn thông qua thơ, âm nhạc hoặc giao tiếp nghệ thuật khác.",
            "career": "Dạy, viết hoặc cơ hội tư vấn xuất hiện bất ngờ.Khả năng của bạn để truyền đạt các khái niệm cảm xúc hoặc tâm linh phức tạp mang lại sự tiến bộ chuyên nghiệp.Cân nhắc phát triển các khóa học hoặc nội dung chia sẻ quan điểm độc đáo của bạn.",
            "health": "Luân xa cổ họng và sức khỏe liên quan đến biểu hiện được cải thiện với các thực hành giao tiếp đích thực.Phương thức chữa bệnh âm thanh mang lại lợi ích đáng chú ý.Tích hợp tâm trí-cơ thể-tinh thần thông qua thần chú hoặc tụng kinh tạo ra sự hài hòa năng lượng.",
            "finances": "Đầu tư vào các nền tảng truyền thông với lợi nhuận tập trung tâm linh hoặc nghệ thuật.Hãy xem xét việc kiếm tiền cho sự khôn ngoan của bạn thông qua giảng dạy hoặc tư vấn nhẹ nhàng.Sự phong phú bất ngờ đến thông qua việc thể hiện giọng nói đích thực của bạn."
        },
        "2031": {
            "overall": "2031 tập trung vào việc cân bằng vật liệu và sự phong phú tâm linh cho Song Ngư.Cách tiếp cận từ bi của bạn đối với tài nguyên tạo ra cả an ninh cá nhân và lợi ích cộng đồng.Tìm kiếm sự hài hòa giữa sự thoải mái trên thế giới và giá trị tâm linh mang lại sự hoàn thành.",
            "love": "Cách tiếp cận chia sẻ để tài nguyên vật chất và tinh thần củng cố các mối quan hệ.Đối tác đánh giá cao bản chất hào phóng nhưng sáng suốt của bạn.Pisceans độc thân thu hút các đối tác tiềm năng ổn định nhưng được liên kết về mặt tâm linh thông qua công việc tình nguyện hoặc cộng đồng có ý thức.",
            "career": "Chữa bệnh nghề nghiệp hoặc các doanh nghiệp định hướng tâm linh cung cấp các cơ hội tiến bộ.Khả năng của bạn để tạo ra sự an toàn cảm xúc mang lại lợi thế cho bạn trong các vị trí lãnh đạo.Hãy xem xét các vai trò kết hợp dịch vụ từ bi với các mô hình kinh doanh bền vững.",
            "health": "Phương pháp tiếp cận dinh dưỡng nhấn mạnh các thực phẩm tinh khiết, có độ rung cao mang lại cải thiện năng lượng.Hãy chú ý đến sức khỏe tiêu hóa thông qua quản lý căng thẳng và ăn uống chánh niệm.Thực hành kết nối trái đất sẽ nối tiếp hệ thống điện nhạy cảm của bạn.",
            "finances": "Đầu tư vào công nghệ chữa bệnh hoặc giáo dục tâm linh cho thấy lời hứa.Xem xét thiết lập thu nhập thụ động thông qua tài sản sáng tạo hoặc tài liệu giảng dạy.Hỗ trợ tài chính bất ngờ đến thông qua các cộng đồng tâm linh hoặc cố vấn."
        },
        "2032": {
            "overall": "2032 mang lại sự trao quyền cá nhân thông qua lỗ hổng cho Song Ngư.Biểu cảm cảm xúc đích thực của bạn truyền cảm hứng cho người khác hướng tới sự trung thực lớn hơn.Sự cân bằng giữa việc tôn vinh sự nhạy cảm của bạn và bước vào lãnh đạo tạo ra sự chuyển đổi đáng chú ý.",
            "love": "Mối quan hệ phát triển mạnh khi được xây dựng trên sự minh bạch hoàn toàn về cảm xúc.Đối tác đánh giá cao sự can đảm của bạn trong việc thể hiện tất cả các khía cạnh của bản thân.Pisceans đơn thu hút các kết nối sâu sắc thông qua sự sẵn sàng được nhìn thấy trong cả sức mạnh và tính dễ bị tổn thương.",
            "career": "Cơ hội lãnh đạo xuất hiện cho phép bạn thay đổi văn hóa tổ chức thông qua tính xác thực cảm xúc.Cách tiếp cận từ bi của bạn để năng động sức mạnh đạt được sự công nhận.Hãy xem xét các vai trò cho phép bạn tạo điều kiện cho việc chữa bệnh trong các hệ thống hoặc nhóm.",
            "health": "Thực hành tập trung vào trái tim củng cố cả khả năng phục hồi thể chất và cảm xúc.Phương thức chữa bệnh năng lượng tập trung vào luân xa tim mang lại lợi ích đáng chú ý.Hãy chú ý đến lưu thông thông qua chuyển động mang lại niềm vui hơn là kỷ luật.",
            "finances": "Liên doanh liên kết trái tim cho thấy lời hứa tài chính.Xem xét đầu tư vào các tổ chức có trí tuệ cảm xúc mạnh mẽ và nền tảng đạo đức.Cơ hội tài chính bất ngờ phát sinh thông qua các mạng có giá trị lãnh đạo xác thực."
        },
        "2033": {
            "overall": "2033 nhấn mạnh những kinh nghiệm huyền bí và sự khởi đầu tâm linh cho Song Ngư.Kết nối của bạn với ý thức phổ quát mang đến những tiết lộ sâu sắc.Sự cân bằng giữa nhận thức siêu việt và sự hiện diện có căn cứ dẫn đến việc trở thành đèn hiệu cho người khác.",
            "love": "Kết nối cấp độ linh hồn biến đổi mối quan hệ lãng mạn.Đối tác đánh giá cao sự khôn ngoan thế giới khác của bạn và sự hiện diện từ bi.Pisceans đơn thu hút mối quan hệ nhân đôi với kích thước tinh thần hoặc nghệ thuật sâu sắc.",
            "career": "Hướng dẫn tâm linh hoặc đổi mới nghệ thuật mang lại sự hoàn thành chuyên nghiệp.Khả năng truy cập vào nguồn sáng tạo phổ quát của bạn tạo ra các giải pháp và biểu thức độc đáo.Hãy xem xét các vai trò cho phép bạn phục vụ như một kênh cho trí tuệ cao hơn trong khi duy trì cấu trúc thực tế.",
            "health": "Tuyến Pineal và các trung tâm tâm linh cao hơn kích hoạt thông qua các thực hành thích hợp.Kỹ thuật để truyền năng lượng mạnh mẽ trở nên cần thiết.Đặc biệt chú ý đến việc duy trì nền tảng vật lý thông qua kết nối dinh dưỡng và tự nhiên thích hợp.",
            "finances": "Sự phong phú bất ngờ chảy qua đầu hàng để hướng dẫn cao hơn.Xem xét các khoản đầu tư vào các nguồn lực mở rộng ý thức hoặc rút lui.Sự hào phóng phù hợp với hướng dẫn tâm linh làm tăng sự thịnh vượng của bạn."
        },
        "2034": {
            "overall": "2034 đánh dấu sự khởi đầu của một chu kỳ giảng dạy tâm linh quan trọng cho Song Ngư.Chia sẻ trí tuệ tích lũy của bạn tạo ra những gợn sóng chữa bệnh trong các vòng tròn rộng hơn.Sự hiện diện từ bi của bạn và những hiểu biết khó kiếm được cung cấp chính xác những gì người khác cần trong thời gian thử thách.",
            "love": "Mối quan hệ dựa trên cố vấn tâm linh và tăng trưởng lẫn nhau phát triển mạnh.Các đối tác đánh giá cao sự sẵn lòng của bạn để cả dạy và học trong quan hệ đối tác thiêng liêng.Pisceans đơn thu hút các kết nối với các hợp đồng tâm hồn quan trọng và các con đường tâm linh phù hợp.",
            "career": "Vai trò giảng dạy hoặc cố vấn mang lại sự hài lòng sâu sắc.Khả năng của bạn để tạo không gian an toàn cho các vị trí chuyển đổi của người khác như một hướng dẫn có giá trị.Xem xét phát triển các chương trình chia sẻ hành trình tâm linh độc đáo của bạn và những hiểu biết.",
            "health": "Trở thành một kênh rõ ràng đòi hỏi sự chú ý đến tàu vật lý.Thực hành thanh lọc cho cơ thể, tâm trí và tinh thần mang lại khả năng trực quan cao.Khám phá các phương pháp giải độc tôn trọng nhu cầu của hệ thống nhạy cảm của bạn.",
            "finances": "Dòng chảy dồi dào khi phù hợp với nhiệm vụ giảng dạy của tâm hồn bạn.Cân nhắc tạo ra nền tảng hoặc chương trình học bổng để chia sẻ các nguồn lực tinh thần.Đầu tư bất động sản có thể đóng vai trò là trung tâm rút lui trong tương lai cho thấy lời hứa cụ thể."
        },
        "2035": {
            "overall": "2035 mang đến sự kết nối tâm linh mở rộng và khám phá thần bí cho Song Ngư.Khả năng trực quan của bạn vượt qua ranh giới văn hóa và địa lý.Sự cân bằng giữa ý thức vũ trụ và sự hiện diện trần gian yêu thương tạo ra một đóng góp độc đáo cho sự tiến hóa tập thể.",
            "love": "Mối quan hệ mở rộng thông qua các nhiệm vụ tâm linh được chia sẻ và khám phá ý thức.Đối tác đánh giá cao khả năng của bạn để yêu vô điều kiện qua các chiều.Pisceans độc thân thu hút các kết nối sâu sắc thông qua các khóa tu thiền định hoặc hành hương tâm linh.",
            "career": "Cơ hội chữa bệnh toàn cầu hoặc đa chiều xuất hiện bất ngờ.Khả năng dịch của bạn giữa các cõi vật lý và tinh thần tạo ra giá trị độc đáo trong công việc chuyển đổi.Hãy xem xét các vai trò cho phép bạn tạo điều kiện mở rộng ý thức trong khi duy trì ranh giới đạo đức.",
            "health": "Tích hợp các truyền thống chữa bệnh tâm linh khác nhau mang lại sự toàn vẹn.Khám phá các thực hành tôn vinh nữ tính thiêng liêng trong tất cả các sinh vật.Thực tiễn hài hòa ý thức cao hơn với phương án vật lý cải thiện sức sống tổng thể.",
            "finances": "Đầu tư vào mở rộng ý thức hoặc giáo dục tâm linh cho thấy lợi nhuận đáng chú ý.Cân nhắc tạo ra các quỹ học bổng cho những người tìm kiếm tâm linh.Sự phong phú bất ngờ đến thông qua sự tin tưởng hoàn toàn vào các hệ thống hỗ trợ toàn cầu."
        }
    },
    "famous": [
        {
            "name": "Albert Einstein",
            "birth_date": "Ngày 14 tháng 3 năm 1879",
            "description": "Nhà vật lý có những thí nghiệm suy nghĩ tưởng tượng, những đột phá khoa học trực quan và khả năng hình dung ra ngoài thực tế thông thường minh họa"
        },
        {
            "name": "Rihanna",
            "birth_date": "Ngày 20 tháng 2 năm 1988",
            "description": "Ca sĩ, doanh nhân và nhà từ thiện có tính linh hoạt nghệ thuật, tái tạo chất lỏng và công việc nhân đạo từ bi phản ánh những đặc điểm của Piscean tinh túy"
        },
        {
            "name": "George Harrison",
            "birth_date": "Ngày 25 tháng 2 năm 1943",
            "description": "Nhạc sĩ có tìm kiếm tâm linh, các tác phẩm thần bí và thái độ nhẹ nhàng đã thể hiện mối liên hệ của Song Ngư với ý thức cao hơn và sự nhạy cảm nghệ thuật"
        },
        {
            "name": "Elizabeth Taylor",
            "birth_date": "Ngày 27 tháng 2 năm 1932",
            "description": "Nữ diễn viên có chiều sâu tình cảm, chủ nghĩa lý tưởng lãng mạn và lòng trắc ẩn nhân đạo thể hiện những phẩm chất đồng cảm và quyến rũ của Song Ngư Song Ngư"
        },
        {
            "name": "Ruth Bader Ginsburg",
            "birth_date": "Ngày 15 tháng 3 năm 1933",
            "description": "Công lý Tòa án Tối cao có luật học từ bi, hiểu biết trực quan về quyền con người và sự phục vụ vị tha đối với sự bình đẳng cho thấy những biểu hiện cao nhất của Song Ngư Song Ngư Song Ngư Song Ngư Song Ngư Song Ngư Song"
        }
    ],
    "daily_advice": {
        "relationship": "Ngày nay, cân bằng sự đồng cảm với ranh giới lành mạnh.Sự hiểu biết từ bi của bạn giúp đỡ người khác, nhưng hãy nhớ tôn vinh nhu cầu cảm xúc của chính bạn.",
        "career": "Trực giác sáng tạo của bạn mang lại những hiểu biết có giá trị cho các thách thức làm việc.Hãy tin tưởng vào sự hiểu biết bên trong của bạn trong khi đặt ý tưởng trong ứng dụng thực tế.",
        "health": "Hãy chú ý đến bàn chân của bạn và kết nối của họ với sức khỏe tổng thể.Giày dép thích hợp và mát xa chân ngắn hỗ trợ nền tảng vật lý của bạn.",
        "general": "Sự nhạy cảm của bạn là một món quà khi cân bằng với sự phân biệt.Tin tưởng những ấn tượng trực quan trong khi xác minh chúng bằng quan sát thực tế."
    },
    "tarot_associations": {
        "major_arcana": "Mặt trăng",
        "explanation": "Mặt trăng đại diện cho trực giác, tiềm thức và vương quốc của những giấc mơ - những phẩm chất cộng hưởng sâu sắc với mối liên hệ của Song Ngư với thế giới vô hình.Thẻ này thể hiện hành trình qua những chiều sâu cảm xúc, sự điều hướng của ảo ảnh và thực tế, và sự khôn ngoan đã đạt được thông qua việc tin tưởng vào bên trong của một người ngoài sự hiểu biết hợp lý."
    },
    "compatibility_details": {
        "aries": "Song Ngư và Bạch Dương đại diện cho sự kết thúc và bắt đầu của chu kỳ hoàng đạo, mang lại năng lượng bổ sung.Bạch Dương cung cấp định hướng cho những giấc mơ của Song Ngư, trong khi Song Ngư cung cấp chiều sâu cảm xúc để cân bằng sự trực tiếp của Bạch Dương.",
        "taurus": "Song Ngư và Kim Ngưu có thể tạo ra một mối quan hệ bổ sung với Kim Ngưu cung cấp sự ổn định cho bản chất chất lỏng của Pisces, trong khi Song Ngư mang lại trí tưởng tượng và chiều sâu cảm xúc cho tính thực tế của Kim Ngưu.",
        "gemini": "Song Ngư và tiếp cận Song Tử hiểu hoàn toàn khác nhau - Song Ngư thông qua trực giác và Song Tử thông qua trí tuệ.Điều này tạo ra cả niềm đam mê và sự thất vọng mà không cần cầu nối có ý thức của những cách tiếp cận này.",
        "cancer": "Song Ngư và Cự Giải chia sẻ sự hiểu biết cảm xúc sâu sắc như dấu hiệu nước.Cả hai đều trực quan và từ bi, tạo ra một mối quan hệ với kết nối cảm xúc sâu sắc và nuôi dưỡng lẫn nhau.",
        "leo": "Song Ngư và Sư Tử có thể tạo ra một quan hệ đối tác sáng tạo đầy cảm hứng khi họ kết nối các phong cách khác nhau của họ.Hướng tự tin của Sư Tử cung cấp trọng tâm cho trí tưởng tượng của Song Ngư, trong khi Song Ngư mang đến chiều sâu cảm xúc của Sư Tử.",
        "virgo": "Song Ngư và Xử Nữ hình thành các dấu hiệu trái ngược với tiềm năng tăng trưởng thông qua các phẩm chất bổ sung.Xử Nữ cung cấp nền tảng thực tế cho những giấc mơ của Song Ngư, trong khi Song Ngư cung cấp sự hiểu biết về cảm xúc để cân bằng phân tích của Xử Nữ.",
        "libra": "Song Ngư và Thiên Bình chia sẻ sự nhạy cảm sáng tạo và chủ nghĩa lý tưởng.Họ kết nối thông qua sự đánh giá cao lẫn nhau về vẻ đẹp và sự hài hòa, mặc dù sự trôi chảy về cảm xúc của Pisces đôi khi trái ngược với cách tiếp cận trí tuệ của Thiên Bình.",
        "scorpio": "Song Ngư và Bọ Cạp tạo thành một phù hợp với dấu hiệu nước trực quan sâu sắc với sự hiểu biết về cảm xúc tự nhiên.Cả hai tiếp cận chiều sâu sâu sắc của cảm giác và nhận thức tâm lý, tạo ra các liên kết biến đổi.",
        "sagittarius": "Song Ngư và Nhân Mã chia sẻ chủ nghĩa lý tưởng thể hiện khác nhau - Song Ngư thông qua kết nối cảm xúc và tinh thần và Nhân Mã thông qua khám phá triết học.Họ truyền cảm hứng cho nhau khi đánh giá cao những cách tiếp cận bổ sung này.",
        "capricorn": "Song Ngư và Ma Kết tạo ra một mối quan hệ bổ sung với Ma Kết cung cấp cấu trúc cho sự sáng tạo của Song Ngư, trong khi Song Ngư cung cấp chiều sâu cảm xúc và trí tưởng tượng để cân bằng tính thực tế của Ma Kết.",
        "aquarius": "Song Ngư và Bảo Bình chia sẻ những phẩm chất có tầm nhìn thể hiện khác nhau - Song Ngư thông qua trực giác cảm xúc và Bảo Bình thông qua các khái niệm trí tuệ.Họ có thể truyền cảm hứng cho nhau khi đánh giá cao các phương pháp bổ sung này.",
        "pisces": "Hai Song Ngư tạo ra một mối quan hệ trực quan sâu sắc, đầy cảm xúc với sự hiểu biết sâu sắc về bản chất nhạy cảm của nhau.Họ kết nối thông qua sự sáng tạo được chia sẻ và lợi ích tinh thần, mặc dù có thể cần phải có nền tảng."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời trong Pisces mang đến sự nhạy cảm từ bi, nhận thức trực quan và trí tưởng tượng sáng tạo.Bạn tiếp cận cuộc sống với trí tuệ cảm xúc và khả năng nhìn xa hơn ranh giới và những hạn chế thông thường.",
        "moon_in": "Mặt trăng trong Song Ngư tạo ra chiều sâu cảm xúc, sự tiếp thu tâm lý và sự đồng cảm sâu sắc.Cảm xúc của bạn chảy với dòng điện tinh tế, và bạn trực giác hấp thụ bầu không khí cảm xúc xung quanh bạn.",
        "rising": "Song Ngư Rising mang đến cho bạn sự xuất hiện của sự dịu dàng, sự nhạy cảm mơ mộng và chất lượng thế giới khác.Những người khác cảm nhận được lòng trắc ẩn và khả năng thích ứng của bạn ngay lập tức, thường chia sẻ vấn đề của họ với bạn trước khi họ nhận ra điều đó."
    },
    "self_improvement": {
        "challenges": [
            "Phát triển ranh giới lành mạnh trong khi duy trì lòng trắc ẩn",
            "Cân bằng những giấc mơ với hành động thực tế",
            "Vượt qua xu hướng thoát ly cảm xúc",
            "Nhận ra nhu cầu của chính mình giữa sự đồng cảm với người khác",
            "Sáng suốt giữa trực giác và suy nghĩ mơ ước"
        ],
        "growth_opportunities": [
            "Sử dụng những món quà sáng tạo để truyền cảm hứng và chữa lành",
            "Phát triển trí tuệ tâm linh thông qua chiều sâu cảm xúc",
            "Mang sự hiểu biết từ bi đến các tình huống thực tế",
            "Cầu nối vật chất và thực tế tâm linh",
            "Biến sự nhạy cảm thành sức mạnh đồng cảm"
        ],
        "affirmations": [
            "Tôi tôn vinh sự nhạy cảm của mình trong khi duy trì ranh giới lành mạnh",
            "Tôi đưa ước mơ của mình vào thực tế thực tế",
            "Tôi tin tưởng vào trực giác của mình và xác minh bằng sự phân biệt",
            "Lòng trắc ẩn của tôi bắt đầu bằng sự chấp nhận bản thân",
            "Tôi tìm thấy sức mạnh trong trí tuệ tình cảm của mình"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Song Ngư thường có nhiệm vụ mang lại sự chữa lành, cảm hứng sáng tạo và nhận thức tâm linh cho một thế giới tập trung vào các mối quan tâm vật chất.Mục đích của họ liên quan đến các ranh giới hòa tan tách biệt con người, kết nối với lòng trắc ẩn phổ quát và đưa trí tưởng tượng thành hình thức.",
        "life_lessons": [
            "Học cách tạo cấu trúc cho những món quà sáng tạo và tinh thần",
            "Phát triển sự phân biệt cùng với lòng trắc ẩn",
            "Tìm kiếm ý nghĩa tâm linh trong thực tế hàng ngày",
            "Chuyển đổi độ nhạy thành sức mạnh hơn là dễ bị tổn thương",
            "Đưa ước mơ thành hình thức thông qua hành động thực tế bền vững"
        ],
        "spiritual_growth": "Phát triển tâm linh cho Song Ngư liên quan đến việc nắm lấy mối liên hệ tự nhiên của chúng với ý thức phổ quát trong khi phát triển sự phân biệt thực tế.Các thực hành tôn vinh trí tuệ trực quan, sáng tạo kênh cho dịch vụ và biến sự nhạy cảm về cảm xúc thành sức mạnh từ bi đều góp phần tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Song Ngư thường nhạy cảm, giàu trí tưởng tượng và được chăm sóc tinh thần từ khi còn nhỏ.Họ thường thể hiện tài năng sáng tạo, mối quan tâm đồng cảm cho người khác và một phẩm chất mơ mộng có thể khiến họ dường như sống trong thế giới của chính họ.",
            "parenting_advice": "Cung cấp cấu trúc nhẹ nhàng trong khi tôn vinh sự nhạy cảm và trí tưởng tượng của họ.Giúp họ phát triển ranh giới cảm xúc lành mạnh mà không làm giảm lòng trắc ẩn tự nhiên.Khuyến khích biểu hiện sáng tạo trong khi dạy các kỹ năng thực tế để điều hướng thế giới vật chất."
        },
        "in_friendship": {
            "friendship_style": "Những người bạn Song Ngư được hỗ trợ về mặt cảm xúc, trực quan và chấp nhận những sai sót của người khác.Họ cung cấp lắng nghe từ bi, cảm hứng sáng tạo và không gian không phán xét cho biểu hiện đích thực.",
            "ideal_friends": "Song Ngư phát triển mạnh với những người bạn đánh giá cao chiều sâu cảm xúc và sự hiểu biết trực quan trong khi cung cấp một số nền tảng thực tế.Họ coi trọng những tình bạn cân bằng sự tôn trọng đối với sự nhạy cảm của họ với sự khuyến khích nhẹ nhàng đối với sự phát triển."
        },
        "shadow_side": {
            "potential_issues": "Khi mất cân bằng, Song Ngư có thể trở thành người thoát ly, giống như tử vì đạo hoặc lạc vào tưởng tượng.Sự đồng cảm của họ có thể biến thành áp đảo cảm xúc, khả năng thích nghi của họ thành thiếu ranh giới và chủ nghĩa lý tưởng của họ thành sự vỡ mộng với thực tế.",
            "growth_path": "Tăng trưởng cá nhân cho Song Ngư liên quan đến việc phát triển sự phân biệt bên cạnh lòng trắc ẩn, tạo ra cấu trúc thực tế cho những món quà sáng tạo và tìm sức mạnh trong sự nhạy cảm thay vì sử dụng nó như một cái cớ để tránh."
        }
    },
    "seasonal_influences": {
        "winter's_end": "Sinh ra khi chuyển sang mùa đông sang mùa xuân, Song Ngư thể hiện sự hòa tan của ranh giới giữa các mùa.Thời gian này truyền cho Song Ngư với sự hiểu biết về kết thúc và sự khởi đầu, bản chất chất lỏng của sự thay đổi và lời hứa tâm linh xuất hiện từ độ sâu của mùa đông.",
        "mutable_quality": "Là một dấu hiệu có thể thay đổi, Song Ngư đại diện cho khả năng thích ứng và giải thể khi mùa đông kết thúc.Vị trí này cho phép họ lưu động cảm xúc đáng chú ý, khả năng kết nối các thực tế khác nhau và khả năng thích nghi với hoàn cảnh thay đổi với sức đề kháng tối thiểu."
    },
    "elemental_analysis": {
        "water_element_influence": "Yếu tố nước mang lại cho Pisces chiều sâu cảm xúc đặc trưng của chúng, nhận thức trực quan và bản chất từ ​​bi.Nước đại diện cho cảm giác, kết nối tiềm thức và hòa tan ranh giới giữa các danh tính riêng biệt.",
        "water_balance": "Nước cân bằng mang lại sự khôn ngoan về cảm xúc, sự hiểu biết từ bi và dòng chảy trực quan.Nước quá mức có thể dẫn đến áp đảo cảm xúc, hòa tan ranh giới và thoát ly, trong khi nước thiếu có thể dẫn đến mất cảm xúc hoặc khô tinh thần."
    },
    "planetary_rulership": {
        "neptune_influence": "Sao Hải Vương, hành tinh của tâm linh, trí tưởng tượng và siêu việt, là người cai trị hiện đại của Song Ngư.Ảnh hưởng hành tinh này giải thích mối liên hệ trực quan của dấu hiệu với ý thức phổ quát, cảm hứng sáng tạo và đôi khi là mối quan hệ thách thức với thực tế vật chất.",
        "jupiter_influence": "Sao Mộc, người cai trị Song Ngư truyền thống, đóng góp sự mở rộng, đức tin và quan điểm triết học cho dấu hiệu.Trong khi Sao Hải Vương cung cấp kết nối huyền bí và giải thể ranh giới, Sao Mộc giúp Song Ngư tìm thấy ý nghĩa và mục đích trong sự nhạy cảm về tâm linh của chúng.",
        "planetary_aspects": "Vị trí và khía cạnh của Sao Hải Vương và Sao Mộc trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng của Song Ngư.Các khía cạnh sao Hải Vương mạnh mẽ tăng cường quà tặng giàu trí tưởng tượng và tinh thần nhưng cũng có thể làm tăng xu hướng đối với ảo ảnh hoặc nhầm lẫn ranh giới."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong thế giới tập trung vào công nghệ ngày nay, Song Ngư vượt trội trong phát triển thực tế ảo, thiết kế trải nghiệm người dùng trực quan, nghệ thuật kỹ thuật số và âm nhạc, tư vấn telehealth và các cộng đồng tâm linh hoặc sáng tạo trực tuyến kết nối sự tách biệt về thể chất.",
        "relationship_in_modern_context": "Mối quan hệ hiện đại được hưởng lợi từ sự hiểu biết đồng cảm của Song Ngư trong thời đại giao tiếp kỹ thuật số.Trí tuệ cảm xúc của họ giúp điều hướng các mối quan hệ hiện đại phức tạp, mặc dù họ tiếp tục phát triển sự phân biệt về ranh giới phù hợp trong cả kết nối kỹ thuật số và vật lý."
    }
}