{
    "sign": "Libra",
    "thumb": "https://static.calculators.im/upload/image/sign/libra.svg",
    "local_name": "천칭",
    "date_range": "9 월 23 일 -10 월 22 일",
    "element": "공기",
    "ruling_planet": "금성",
    "symbol": "비늘",
    "lucky_numbers": [
        "4",
        "6",
        "13",
        "15",
        "24"
    ],
    "lucky_colors": [
        "분홍색",
        "녹색",
        "파란색"
    ],
    "lucky_days": [
        "금요일",
        "월요일"
    ],
    "lucky_stones": [
        "오팔",
        "로즈 쿼츠",
        "옥"
    ],
    "general_traits": {
        "strengths": [
            "외교",
            "공정한 생각",
            "사회의",
            "협동 조합",
            "공손한",
            "이상주의",
            "조화로운"
        ],
        "weaknesses": [
            "결정적입니다",
            "대립을 피합니다",
            "원한을 가지고 있습니다",
            "자가 타이어링",
            "피상적",
            "신뢰할 수 없는",
            "사람들을 기쁘게합니다"
        ]
    },
    "personality": {
        "overview": "천칭 자리는 균형, 조화 및 정의를 상징하는 조디악의 일곱 번째 징후입니다.천칭 자리 개인은 외교적 성격, 사회적 은혜, 모든 상호 작용에서 공정성에 대한 욕구로 유명합니다.그것들은 조디악의 중재자이며, 사려 깊은 고려와 매력을 통해 관계와 환경에서 끊임없이 평형을 추구합니다.",
        "detailed_traits": [
            "자연스러운 정의와 공정성",
            "갈등을 다루는 외교 기술",
            "아름다움, 예술 및 조화에 대한 감사",
            "강력한 사회적 기술과 매력",
            "파트너십 및 협력에 대한 욕망",
            "관점을 이해하기위한 지적 접근",
            "문제의 여러 측면을 볼 수있는 능력",
            "환경과 관계에서 조화를 평가합니다",
            "극단을 싫어하고 중간 지점을 찾습니다",
            "강한 미적 감수성"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "천칭 자리 개인은 관계에서 평등과 조화를 소중히 여기는 세심한 낭만적 인 파트너입니다.그들은 사려 깊은 몸짓을 통해 사랑을 표현하고, 아름다운 경험을 창출하며, 의사 소통과 타협을 통해 파트너십의 균형을 유지합니다.",
        "compatibility": {
            "most_compatible": [
                "쌍둥이 자리",
                "물병 자리",
                "사자 별자리",
                "궁수"
            ],
            "least_compatible": [
                "암",
                "염소 자리",
                "양자리"
            ]
        },
        "relationship_advice": "천칭 자리 개인은 불편한 대화를 피하기보다는 건강한 갈등으로 편안함을 발전시켜야합니다.파트너를 항상 연기하는 것이 아니라 독립적으로 결정을 내리는 작업.진정한 조화는 모든 비용으로 평화를 유지하는 것이 아니라 진정한 표현에서 비롯된 것임을 기억하십시오.",
        "love_style": [
            "파트너의 요구에 낭만적이고주의를 기울입니다",
            "조화롭고 아름다운 관계 경험을 만듭니다",
            "파트너십의 평등과 공정성을 가치",
            "타협과 협상에 능숙합니다",
            "갈등과 가혹한 말을 피합니다",
            "파트너십 아이디어에 깊이 헌신했습니다",
            "관계 내에서 독립성으로 어려움을 겪을 수 있습니다"
        ]
    },
    "career_and_finances": {
        "career_traits": "천칭 자리 개인은 중재, 외교 및 조화를 이루는 경력에 탁월합니다.그들은 다양한 관점을 이해하고 균형 잡힌 솔루션을 찾는 자연스러운 재능을 가지고 있으며, 공정성과 아름다움을 소중히 여기는 협업 환경에서 번성합니다.",
        "suitable_careers": [
            "법률 및 법적 중재",
            "외교 및 국제 관계",
            "인적 자원",
            "상담 및 치료",
            "인테리어 디자인 및 건축",
            "패션과 미용 산업",
            "섭외",
            "예술 방향과 큐 레이션",
            "이벤트 계획",
            "환대 및 고객 서비스"
        ],
        "financial_habits": "천칭 자리 개인은 종종 돈에 대한 균형 잡힌 접근 방식을 가지고 있으며 아름다운 것들에 대한 저축과 지출을 모두 평가합니다.그들은 재정적 결정으로 어려움을 겪고 때로는 사치 또는 미적으로 즐거운 아이템에 대해 과도하게 지출 할 수 있습니다.재정에 대한 파트너십 접근 방식은 종종 그들에게 잘 작동합니다.",
        "work_style": [
            "협력적인 팀 중심 환경에서 번성합니다",
            "직장 갈등을 중재하는 데 탁월합니다",
            "조화롭고 미적으로 유쾌한 작업 공간을 만듭니다",
            "전문적인 관계에서 공정성을 중요하게 생각합니다",
            "독립적 인 의사 결정으로 어려움을 겪을 수 있습니다",
            "동료들과의 의사 소통의 외교",
            "균형 잡힌 작업량과 책임을 선호합니다"
        ]
    },
    "health_and_wellness": {
        "physical_health": "천칭 자리는 신장, 허리 및 내분비 시스템을 지배합니다.천칭 자리 개인은 일반적으로 신체적 균형과 조정이 양호하지만 균형이 맞지 않을 때는 신장, 피부 및 허리와 관련된 문제가 발생할 수 있습니다.",
        "common_health_issues": [
            "신장 및 방광 문제",
            "허리 통증",
            "피부 상태",
            "호르몬 불균형",
            "스트레스를 유발하는 불확실성",
            "설탕 갈망과 감도",
            "알레르기 및 환경 민감성"
        ],
        "wellness_advice": "건강의 모든 측면에서 균형을 유지하는 데 중점을 둡니다.적절한 수화를 통해 신장 건강에 특별한주의를 기울이십시오.만성 불확실성으로 인한 스트레스를 줄이기 위해 의사 결정 기술을 개발하십시오.",
        "exercise_preferences": [
            "파트너 또는 그룹 피트니스 활동",
            "춤과 리듬 운동",
            "균형과 유연성을위한 요가",
            "테니스 및 기타 파트너 스포츠",
            "미적 구성 요소가있는 활동"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025는 천칭 자리 개인에게 조화로운 성장과 관계 개발을 제공합니다.당신의 자연 외교 능력은 개인 및 전문 분야 모두에서 높은 가치가 있습니다.자기 관리와 양육 연결 사이의 균형은 성취 된 결과를 만듭니다.",
            "love": "낭만적 인 관계는 정직한 의사 소통과 공유 미학적 경험을 통해 번성합니다.단일 천칭 자리는 문화 행사 나 상호 친구를 통해 유망한 관계를 찾을 수 있습니다.기존 파트너십은 서로의 가치에 대한 새로운 감사로 깊어집니다.",
            "career": "전문적인 발전은 협업 프로젝트와 파트너십 기회를 통해 이루어집니다.갈등을 중재하고 우아한 솔루션을 찾는 능력은 리더십에서 인정을받습니다.자연스러운 공정성과 균형을 활용하는 역할을 고려하십시오.",
            "health": "적절한 수화와 온화한 강화 운동을 통해 신장과 허리 건강에 중점을 둡니다.뷰티 중심의 관행과 예술적 표현으로 정신 건강이 향상됩니다.균형 잡힌 일상 생활을 만드는 것은 지속 가능한 건강을 설정합니다.",
            "finances": "파트너십 벤처는 올해 특별한 약속을 보여줍니다.보안을 중간 정도의 성장 잠재력과 결합하는 균형 잡힌 투자 접근법을 고려하십시오.예기치 않은 재정적 혜택은 공동 노력이나 법적 합의를 통해 이루어질 수 있습니다."
        },
        "2026": {
            "overall": "2026은 천칭 자리에 대한 깊은 관계를 통해 개인적인 변화를 강조합니다.여러 관점을 보는 능력은 중요한 삶의 전환을 촉진합니다.독립성과 상호 의존 사이의 균형을 찾으면 심오한 성장이 생깁니다.",
            "love": "친밀한 관계는 새로운 이해와 신뢰의 깊이에 도달합니다.파트너는 은혜로 어려운 감정을 다룰 의지에 감사드립니다.단일 천칭 자리는 열정과 지적 자극을 모두 제공하는 연결을 유치합니다.",
            "career": "신뢰할 수있는 동료들과의 협력 벤처는 상당한 결과를 낳습니다.민감한 상황에 대한 외교적 접근은 의사 결정자로부터 존중을받습니다.갈등 해결 또는 관계 관리와 관련된 역할을 고려하십시오.",
            "health": "호르몬 균형은 스트레스 관리 및 규칙적인 수면 패턴을 통한주의가 필요합니다.통합 복지를 위해 운동과 마음 챙김을 결합한 관행을 탐구하십시오.적절한 영양을 통해 해독 과정에 특별한주의를 기울이십시오.",
            "finances": "공유 자원은 신중한 관리를 통해 성장의 잠재력을 보여줍니다.재무 흐름 향상에 대한 부채 또는 의무 재구성을 고려하십시오.예상치 못한 재정 지원은 가족 관계 나 상속을 통해 이루어질 수 있습니다."
        },
        "2027": {
            "overall": "2027은 천칭 자리에 대한 철학적 탐구를 통해 광범위한 성장을 가져옵니다.다양한 관점에 대한 당신의 자연스러운 감사는 경험을 풍부하게하는 문을 열어줍니다.새로운 지평을 찾는 것과 핵심 가치 유지 사이의 균형은 의미있는 진보를 만듭니다.",
            "love": "관계는 공유 가치와 차이에 대한 상호 존중을 기반으로 할 때 번성합니다.파트너는 자신의 신념과 전통에 대한 당신의 개방성에 감사합니다.단일 천칭 자리는 교육 추구 또는 여행 경험을 통해 의미있는 연결을 찾습니다.",
            "career": "국제적 또는 문화 간 기회는 예기치 않게 나타납니다.차이에 걸쳐 효과적으로 의사 소통하는 능력은 전문적인 발전을 가져옵니다.교육, 출판 또는 문화 교류와 관련된 역할을 고려하십시오.",
            "health": "고관절과 허벅지 영역은 운동 및 유연성 관행 증가로 이익이됩니다.다양한 문화에서 지혜 전통을 탐구하면 전체 론적 건강 통찰력이 생깁니다.신체 활동과 철학적 탐구 사이의 균형은 통합 된 복지를 만듭니다.",
            "finances": "교육 투자는 지적 및 재무 수익을 산출합니다.국제 시장이나 외화로 다각화하는 것을 고려하십시오.예기치 않은 재무 기회는 출판 또는 지식 공유 벤처를 통해 발생할 수 있습니다."
        },
        "2028": {
            "overall": "2028은 Libra에 대한 전문적인 성취 및 대중의 인정에 중점을 둡니다.당신의 자연스러운 공정성과 균형은 리더십 역할에서 성공을 가져옵니다.경력 야망과 개인적인 가치 사이의 조화를 찾으면 지속 가능한 발전이 발생합니다.",
            "love": "관계는 장기 목표에 대한 명확한 의사 소통의 혜택을받습니다.파트너는 전문적인 열망에 대한 귀하의 지원에 감사드립니다.단일 천칭 자리는 경력 관련 행사 또는 공유 야망을 통해 유망한 관계를 찾을 수 있습니다.",
            "career": "외교적 강점을 활용하는 리더십 기회가 나타납니다.조화로운 팀 환경을 조성하는 능력은 조직의 성공을 가져옵니다.공정성과 효율성을 모두 홍보하는 시스템을 구현할 수있는 역할을 고려하십시오.",
            "health": "골격 건강, 특히 무릎과 관절에는주의가 필요합니다.야망과 휴식에 대한 균형 잡힌 접근 방식은 번 아웃을 방지합니다.전문 성과와 물리적 복지를 모두 지원하는 지속 가능한 루틴을 확립하십시오.",
            "finances": "경력 발전은 재무 안정성을 향상시킵니다.전문성 개발 또는 평판 구축에 대한 투자를 고려하십시오.특히 전문 공간과 관련된 부동산 투자는 특별한 약속을 보여줍니다."
        },
        "2029": {
            "overall": "2029는 Libra의 커뮤니티 연결과 사회적 기여를 강조합니다.다양한 그룹을한데 모으는 능력은 의미있는 집단적 영향을줍니다.개인의 열망과 그룹의 조화 사이의 균형은 성취를 충족시킵니다.",
            "love": "공유 사회적 가치가 초점이되면 관계가 번성합니다.파트너는 집단 복지에 대한 당신의 진정한 관심에 감사합니다.단일 천칭 자리는 인도주의 활동이나 지역 사회 참여를 통해 연결을 유치합니다.",
            "career": "비영리 단체 또는 지역 사회 지향적 역할은 예상치 못한 성취를 제공합니다.협력에 영감을주는 능력은 그룹 이니셔티브에 성공을 가져옵니다.홍보, 지역 사회 조직 또는 사회 옹호와 관련된 직책을 고려하십시오.",
            "health": "순환 시스템 건강은 정기적 인 운동과 사회적 연결을 통해 향상됩니다.사회적 참여와 개인 가동 중지 시간 사이의 균형을 찾으면 활력이 고갈되지 않습니다.지역 사회 기반 건강 활동은 신체적, 정서적 이점을 가져옵니다.",
            "finances": "사회적으로 책임감있는 투자는 유망한 수익을 보여줍니다.협력 금융 벤처 또는 지역 사회 개발 프로젝트를 고려하십시오.예기치 않은 재정 지원은 보조금이나 지역 사회 기반 자원을 통해 이루어질 수 있습니다."
        },
        "2030": {
            "overall": "2030은 천칭 자리에 대한 영적 갱신과 내면의 조화를 가져옵니다.아름다움에 대한 자연스러운 조율은 미묘한 에너지에 대한 감사를 심화시킵니다.실제 현실과 영적 이해 사이의 균형은 통합 된 삶의 경험을 만듭니다.",
            "love": "관계는 공유 된 영적 탐구 또는 미적 감사를 통해 깊어집니다.파트너는 자비로운 이해와 정서적 직관을 소중히 여깁니다.단일 천칭 자리는 의미있는 영적 또는 창조적 차원과의 연결을 유치합니다.",
            "career": "창의적 또는 치유 직업은 예상치 못한 기회를 제공합니다.하모니에 대한 직관적 인 이해는 프로젝트에 독특한 기여를 제공합니다.분석 및 직관적 인 선물을 모두 표현할 수있는 역할을 고려하십시오.",
            "health": "면역 체계 강도는 정서적 균형과 영적 실천을 통해 향상됩니다.적절한 신발과 움직임을 통해 발과 림프 건강에주의하십시오.예술적 표현은 전반적인 복지의 중요한 구성 요소가됩니다.",
            "finances": "재무 결정에 대한 직관적 인 접근은 놀라운 이점을 얻습니다.아름다움, 치유 예술 또는 영적 성장 자원에 대한 투자를 고려하십시오.예상치 못한 재정 지원은 이전에 인식되지 않은 재능이나 창의적인 작업을 통해 이루어질 수 있습니다."
        },
        "2031": {
            "overall": "2031은 천칭 자리의 개인적 정체성과 자기 표현을 강조합니다.당신의 자연적인 미적 감각은 진정한 개인 스타일로 발전합니다.다른 사람에 대한 고려와 자기 주장 사이의 균형을 찾으면 힘이있는 관계로 이어집니다.",
            "love": "관계는 개별 정체성에 대한 새로운 감사를 통해 변화합니다.파트너는 더 정의 된 경계와 명확한 자기 표현을 소중히 여깁니다.단일 천칭 자리는 독립성과 파트너십을 모두 존중하는 연결을 유치합니다.",
            "career": "독특한 관점을 표현할 수있는 리더십 역할이 나타납니다.균형 잡힌 주장에 대한 접근 방식은 동료들로부터 존중을 가져옵니다.개인적인 미학과 가치를 반영하는 기업가 벤처를 고려하십시오.",
            "health": "진정한 자기 표현과의 정렬을 통해 활력이 향상됩니다.헤드 및 안면 영역은 개인화 된 자기 관리 루틴의 혜택을받습니다.에너지 수준은 명확한 경계와 개인 자원의 의도적 인 사용으로 안정화됩니다.",
            "finances": "개인 브랜딩 또는 신원 기반 벤처는 재정적 약속을 보여줍니다.당신의 진정한 가치와 관심사를 반영하는 투자를 고려하십시오.예상치 못한 재무 기회는보다 눈에 띄는 리더십 역할을 밟음으로써 발생합니다."
        },
        "2032": {
            "overall": "2032는 Libra에 대한 재료 보안 및 자원 개발을 제공합니다.품질에 대한 자연스러운 감사는 현명한 자원 관리로 해석됩니다.편안함과 지속 가능성 사이의 균형은 지속적인 풍요를 만듭니다.",
            "love": "자원과 보안에 대한 공유 가치를 기반으로 할 때 관계는 번성합니다.파트너는 함께 편안함을 구축하기위한 당신의 사려 깊은 접근에 감사합니다.단일 천칭 자리는 안정적이지만 미적으로 생각하는 잠재적 파트너를 유치합니다.",
            "career": "금융 부문 또는 자원 관리 역할은 발전을 제공합니다.균형 잡힌 예산 및 자원 할당을 창출하는 능력은 조직의 성공을 가져옵니다.지속 가능한 사치 또는 윤리 상업과 관련된 직책을 고려하십시오.",
            "health": "목과 목 부위는 적절한 인체 공학과 자기 관리의 혜택을받습니다.음성 작업 또는 노래는 예상치 못한 건강 혜택을 제공합니다.영양 접근법은 제한보다는 균형을 강조하는 것이 지속 가능한 건강 습관을 만듭니다.",
            "finances": "지속 가능한 품질에 대한 장기 투자는 유망한 수익을 보여줍니다.다양한 자산 클래스를 통해 여러 소득 스트림 생성을 고려하십시오.특히 미적 또는 역사적 가치를 가진 부동산 투자는 특정 잠재력을 제공합니다."
        },
        "2033": {
            "overall": "2033은 천칭 자리의 의사 소통과 지적 성장을 강조합니다.당신의 자연적인 외교 표현은 강력한 옹호로 발전합니다.듣기와 말하기 사이의 균형은 의미있는 대화와 긍정적 인 영향을줍니다.",
            "love": "지적 연결과 자비로운 의사 소통을 통해 관계가 심화됩니다.파트너는 자신의 관점을 진정으로들을 수있는 능력을 중요하게 생각합니다.단일 천칭 자리는 서면 표현 또는 교육 추구를 통해 의미있는 연결을 유치합니다.",
            "career": "커뮤니케이션 역할 또는 교육 위치는 예상치 못한 기회를 제공합니다.명확성으로 복잡한 개념을 설명하는 능력은 전문적인 인식을 가져옵니다.균형 잡힌 분석이 필요한 분야에서 특수 지식을 개발하는 것을 고려하십시오.",
            "health": "호흡기 건강은 적절한 호흡 기술과 성악을 통해 향상됩니다.손과 팔 영역은 인체 공학적 관행과 규칙적인 스트레칭의 혜택을받습니다.정신 건강은 균형 잡힌 정보 소비와 창의적 출력을 통해 안정화됩니다.",
            "finances": "커뮤니케이션 기술 또는 교육 자원에 대한 투자는 약속을 보여줍니다.글쓰기, 교육 또는 컨설팅을 통해 지식 수익을 창출하는 것을 고려하십시오.예상치 못한 재무 기회는 네트워킹 및 정보 교환을 통해 발생합니다."
        },
        "2034": {
            "overall": "2034는 천칭 자리의 가정 및 가족 기초에 중점을 둡니다.하모니에 대한 자연스러운 감사는 자신과 사랑하는 사람들을위한 육성 환경을 만듭니다.사회적 연결과 국내 평온 사이의 균형은 정서적 성취로 이어진다.",
            "love": "공유 성소 창출에 중점을두면 관계가 번성합니다.파트너는 아름답고 조화로운 생활 공간을 확립하려는 노력에 감사드립니다.단일 천칭 자리는 가정 기반 모임 또는 가족 소개를 통해 연결을 유치합니다.",
            "career": "원격 작업 또는 가정 기반 비즈니스 기회가 예기치 않게 나타납니다.생산적이고 미적 작업 환경을 만들 수있는 능력은 전문적인 이점을 제공합니다.부동산, 인테리어 디자인 또는 가족 중심의 서비스 역할을 고려하십시오.",
            "health": "소화기 건강은 가정 준비 식사와 즐거운 식사 경험을 통해 향상됩니다.정서적 복지는 기존의 국내 루틴으로 안정화됩니다.일상적인 주변 환경에서 아름다움을 만드는 것은 전반적인 건강에 크게 기여합니다.",
            "finances": "부동산 투자 또는 주택 개선은 장기 가치를 산출합니다.주택 기반 소득 흐름이나 가족 재무 계획을 고려하십시오.예상치 못한 재정적 혜택은 재산 감사 또는 가족 자원을 통해 이루어질 수 있습니다."
        },
        "2035": {
            "overall": "2035는 천칭 자리에 창의적인 르네상스와 즐거운 자기 표현을 제공합니다.당신의 자연적인 미적 감사는 활발한 창조물로 꽃을 피 웁니다.징계와 자발성 사이의 균형은 놀라운 예술적 또는 낭만적 인 성취로 이어집니다.",
            "love": "낭만적 인 관계는 새로운 열정과 장난기에 도달합니다.파트너는 애정과 창의성에 대한 진정한 표현에 감사합니다.단일 천칭 자리는 예술적 추구 또는 레크리에이션 활동을 통해 자기 연결을 유치합니다.",
            "career": "창의적 분야 또는 엔터테인먼트 산업은 예상치 못한 기회를 제공합니다.공동 창의적 프로젝트에 조화를 이루는 능력은 성공을 보장합니다.조직의 강점을 활용하면서 예술적 표현을 허용하는 역할을 고려하십시오.",
            "health": "마음과 순환은 진정한 기쁨을 가져다주는 활동의 혜택을받습니다.창의적 추구 중에 등과 척추 영역은 적절한 자세를 통해 강화됩니다.전반적인 활력은 정기적 인 놀이와 예술적 표현으로 향상됩니다.",
            "finances": "창의적인 벤처 또는 엔터테인먼트 투자는 유망한 수익을 보여줍니다.시장성있는 예술 기술을 개발하거나 창조 산업에 투자하는 것을 고려하십시오.예상치 못한 재무 기회는 취미 나 레크리에이션 관심사를 통해 측면 비즈니스로 개발되었습니다."
        }
    },
    "famous": [
        {
            "name": "마하트마 간디",
            "birth_date": "1869 년 10 월 2 일",
            "description": "비폭력, 정의 및 평화로운 결의의 원칙이 천칭 자리의 최고 균형과 공정성 표현을 보여주는 정치 지도자"
        },
        {
            "name": "킴 카다시안",
            "birth_date": "1980 년 10 월 21 일",
            "description": "미학적 감수성, 사회적 기술 및 관계의 외교 항해가있는 미디어 성격 및 사업가"
        },
        {
            "name": "브루노 화성",
            "birth_date": "1985 년 10 월 8 일",
            "description": "부드러운 스타일, 조화로운 음악, 여러 음악적 영향의 균형을 잡는 능력을 가진 가수 작곡가"
        },
        {
            "name": "세레나 윌리엄스",
            "birth_date": "1981 년 9 월 26 일",
            "description": "법정에 은혜, 공정성, 경쟁력있는 추진력과 스포츠맨십 사이의 균형을 잡는 테니스 챔피언 진화 된 천칭 자질을 구현합니다."
        },
        {
            "name": "윌 스미스",
            "birth_date": "1968 년 9 월 25 일",
            "description": "매력, 외교 공공 페르소나 및 드라마 및 코미디 쇼케이스 균형을 잡는 능력을 가진 배우 Libra의 다재다능하고 조화로운 배우"
        }
    ],
    "daily_advice": {
        "relationship": "오늘날, 다른 사람과 자동으로 동의하기보다는 진정한 선호도를 표현하는 연습을하십시오.진정한 조화는 정직한 의사 소통에서 비롯됩니다.",
        "career": "여러 관점을 볼 수있는 능력은 직장 문제를 해결하는 데 도움이됩니다.동료들 사이에서 중재 할 때 공정성을 믿으십시오.",
        "health": "적절한 자세와 정렬을 통해 물리적 균형을 유지하십시오.신장 기능을 지원하기 위해 잘 수확 된 상태를 유지하십시오.",
        "general": "오늘날 다른 사람을 투표하지 않고 귀하의 판단에 근거하여 오늘 결정을 내립니다.이 근육을 구축하면 자신감이 강화됩니다."
    },
    "tarot_associations": {
        "major_arcana": "정당성",
        "explanation": "사법 카드는 공정성, 진실 및 원인과 결과의 법칙을 나타냅니다. 자연의 자연스러운 균형 감각과 평등 감각에 깊이 공명하는 자질을 나타냅니다.이 카드는 옵션의 공정한 무게와 올바른 행동과 명확한 판단을 통해 조화를위한 탐구를 구현합니다."
    },
    "compatibility_details": {
        "aries": "천칭 자리와 양자리는 강한 매력이 있지만 근본적인 차이로 반대 징후를 형성합니다.Aries의 직접성은 Libra의 외교를 보완하지만 Aries의 독립성과 Libra의 파트너십 오리엔테이션의 균형을 맞춰야합니다.",
        "taurus": "천칭 자리와 황소 자리는 금성 통치권을 공유하여 아름다움과 조화에 대한 상호 감사를 만듭니다.그러나 황소 자리의 완고함은 천칭 자리의 균형에 대한 욕구와 충돌하여 인내와 타협이 필요합니다.",
        "gemini": "Libra와 Gemini는 공기 표지판으로 우수한 호환성을 공유합니다.지적 연결, 의사 소통 및 사회적 상호 작용을 모두 중요하게 생각하여 대화와 상호 이해로 가득 찬 관계를 만듭니다.",
        "cancer": "천칭 자리와 암은 감정적 삶에 다르게 접근합니다. 천칭 자리는 감정을 지적으로 지적으로, 암은 깊이 경험합니다.그들은 서로를 보완 할 수 있지만 뚜렷한 감정적 언어를 연결해야합니다.",
        "leo": "Libra와 Leo는 아름다움, 로맨스 및 사회적 조화에 대한 감사를 공유합니다.이 호환 경기는 Leo의 Libra 외교와의 리더십 균형을 유지하여 상호 감탄의 관계를 만듭니다.",
        "virgo": "천칭 자리와 처녀 자리는 천칭 자리의 이상주의와 처녀 자리의 실용주의와 다른 관점을 가져옵니다.이는 효과적으로 의사 소통 할 때 균형 잡힌 관점을 통해 성장의 잠재력을 만듭니다.",
        "libra": "두 개의 천칭 자리는 조화, 아름다움 및 균형에 중점을 둔 관계를 만듭니다.그들은 서로의 공정성과 파트너십에 대한 필요성을 이해하지만 외부 타이 브레이커없이 의사 결정과 어려움을 겪을 수 있습니다.",
        "scorpio": "Libra와 Scorpio는 Libra의 외교 대 전갈 자리의 강도에 대한 다른 접근 방식을 나타냅니다.이것은 편안한 구역을 넘어서 둘 다 필요한 복잡한 역학을 만듭니다.",
        "sagittarius": "천칭 자리와 궁수 자리는 아이디어, 사회적 참여 및 낙관론에 대한 사랑을 공유합니다.이 호환 경기는 지적 탐험을 함께 즐기며 궁수 자리의 진실에 대한 조화에 대한 Libra의 욕구를 균형을 유지합니다.",
        "capricorn": "천칭 자리와 염소 자리에 직면하여 우선 순위가 다른 도전 과제 - 천칭 자리는 하모니를 소중히 여기고 염소 자리는 성취에 중점을 둡니다.그들은 그들의 보완적인 강점을 이해함으로써 균형을 만들 수 있습니다.",
        "aquarius": "천칭 자리와 물병 자리는 공유 된 지적 관심사와 사회적 이상과 호환되는 항공 표지판 일치를 형성합니다.가치 공정성과 의사 소통 모두 혁신적이고 균형 잡힌 관계를 창출합니다.",
        "pisces": "천칭 자리와 물고기 자리는 창조적 감성과 이상주의를 공유합니다.그들은 천칭 자리의 합리성이 때때로 물고기 자리의 정서적 직관과 대조되지만, 아름다움과 조화에 대한 상호 감사를 통해 연결됩니다."
    },
    "astrological_influences": {
        "sun_in": "Libra의 Sun은 외교 기술, 조화에 대한 감사 및 관계에 중점을 둡니다.당신은 모든 상호 작용에서 균형과 공정성에 대한 열망으로 삶에 접근합니다.",
        "moon_in": "천칭 자리의 Moon은 조화, 아름다움 및 균형 잡힌 관계를 중심으로 정서적 요구를 만듭니다.당신의 감정은 다른 사람들을 고려하여 처리되며 감정적 복지에 대한 미적 즐거움이 필요합니다.",
        "rising": "천칭 자리 상승은 당신에게 은혜, 매력 및 사회적 인식의 모습을 제공합니다.다른 사람들은 당신을 첫 번째 회의에서 외교적, 미적으로 적응하고 파트너십을 지향하는 것으로 본다."
    },
    "self_improvement": {
        "challenges": [
            "결정과 독립성 개발",
            "건설적으로 갈등을 다루는 법을 배웁니다",
            "사람들을 기쁘게하는 패턴을 깨뜨립니다",
            "인기가없는 경우에도 진정한 의견을 표현합니다",
            "외부 검증보다는 내부 균형을 찾습니다"
        ],
        "growth_opportunities": [
            "외교 기술을 사용하여 반대 관점 간의 이해를 용이하게합니다",
            "다른 사람들을 고양시키는 조화와 아름다움을 창출합니다",
            "더 큰 이익을 제공하는 공정한 시스템 개발",
            "관계를 돌보는 자기 관리의 균형",
            "양극화 된 상황에서 중간지면을 찾습니다"
        ],
        "affirmations": [
            "나는 자신감 있고 독립적으로 결정을 내린다",
            "나는 은혜로 나의 진실한 진실을 표현합니다",
            "나는 회피가 아니라 정직을 통해 조화를 이룹니다",
            "나는 나 자신 안에서 균형을 찾습니다",
            "나는 모든 상황에서 공정성과 정의를지지합니다"
        ]
    },
    "life_path": {
        "purpose": "천칭 자리 개인은 종종 불화의 세계에서 조화, 공정성 및 아름다움을 창출하는 사명을 가지고 있습니다.그들의 목적은 갈등을 중재하고, 다양한 관점 사이의 다리를 구축하고, 더 균형 잡힌 관계와 시스템을 확립하는 것입니다.",
        "life_lessons": [
            "진정한 조화가 진정한 표현에서 비롯된 것을 배우십시오.",
            "관계를 통해 독점적으로 찾는 대신 내면의 균형을 개발",
            "목소리를 찾고 정의를 위해 사용합니다",
            "공정성을 이해하려면 때때로 어려운 결정이 필요합니다",
            "실용적인 현실과 이상의 균형"
        ],
        "spiritual_growth": "천칭 자리의 영적 발달은 외부 상황에 의존하지 않는 내면의 평형을 찾는 것과 관련이 있습니다.환상에서 진리를 분별하고, 동정심을 유지하면서 정의를 위해 확고하게 서서, 의식을 높이는 아름다움을 창조하는 것은 모두 영적 진화에 기여합니다."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "천칭 자녀는 일반적으로 사회적이고 매력적이며 어릴 때부터 공정성에 관심이 있습니다.그들은 종종 외교 경향을 보여주고, 가족들 사이의 갈등을 싫어하며, 미적 인식과 아름다움에 대한 감사를 나타냅니다.",
            "parenting_advice": "항상 결정하는 것이 아니라 가이드 선택을 통해 의사 결정 기술을 가르칩니다.건강한 불일치가 정상이며 관계를 위협하지 않는다는 것을 이해하도록 도와줍니다.다른 사람들을위한 고려와 함께 진정한 자기 표현을 장려하십시오."
        },
        "in_friendship": {
            "friendship_style": "천칭 자리 친구들은 사회적으로 적응할 수 있고, 은혜롭고, 그룹에서 조화를 유지하는 데 능숙합니다.그들은 특별한 경우를 기억하고 갈등을 중재하며 친구들을위한 아름다운 사회적 경험을 만듭니다.",
            "ideal_friends": "천칭 자리는 정통 표현을 장려하면서 공정성과 의사 소통을 소중히 여기는 친구들과 함께 번성합니다.그들은주고받는 균형을 잡는 우정에 감사하며 지적 대화와 미학적 경험을 함께 즐깁니다."
        },
        "shadow_side": {
            "potential_issues": "불균형이 발생하면 천칭 자리는 결정적이거나 갈등을 피하거나 관계에 지나치게 의존 할 수 있습니다.하모니에 대한 그들의 욕구는 원한이 구축 될 때 피상적, 만성 사람들을 기쁘게하거나 수동적 공격적인 행동으로 이어질 수 있습니다.",
            "growth_path": "천칭 자리의 개인적 성장은 갈등에 직접적으로 직접 대면 할 용기를 개발하고 외부 검증보다는 내부 가치를 기반으로 결정을 내리고 독립성과 파트너십 사이의 균형을 찾는 것이 포함됩니다."
        }
    },
    "seasonal_influences": {
        "autumnal_equinox": "가을에 태어난 Equinox에서 낮과 밤이 동일 할 때, 천칭 자리는 반대 세력 사이의 완벽한 균형을 구현합니다.이 타이밍은 천칭 자리에 평형, 공정성 및 다중 관점의 무게를 향한 자연스러운 성향을 불러 일으 킵니다.",
        "cardinal_quality": "카디널 징후로서, 천칭 자리는 관계와 사회적 조화의 영역에서 이니셔티브와 리더십을 나타냅니다.이 입장은 새로운 연결을 설정하고 외교 솔루션을 시작하며 파트너십에 대한 새로운 접근 방식을 만들 수있는 능력을 부여합니다."
    },
    "elemental_analysis": {
        "air_element_influence": "공기 요소는 Libra에게 특징적인 지적 접근, 사회적 성격 및 의사 소통 기술을 제공합니다.공기는 관계와 사회적 상호 작용을 통한 생각, 연결 및 아이디어 교환을 나타냅니다.",
        "air_balance": "균형 잡힌 공기는 명확한 사고, 효과적인 의사 소통 및 조화로운 사회적 연결을 제공합니다.과도한 공기는 지나치게 생각하고 감정으로 인한 분리 및 실제 구현에 어려움을 겪을 수 있지만 공기가 부족하면 좁은 관점이나 의사 소통 문제가 발생할 수 있습니다."
    },
    "planetary_rulership": {
        "venus_influence": "금성, 사랑, 아름다움, 가치의 행성, 규칙 천칭 자리.황소 자리에서의 표현과 달리, 천칭 자리의 금성은 관계, 사회적 은혜, 균형 잡힌 대칭적인 아름다움에 대한 조화로 나타납니다.",
        "venus_aspects": "개인의 출생 차트에서 금성의 위치와 측면은 천칭 자리 에너지가 표현되는 방식에 크게 영향을 미칩니다.강력한 금성 측면은 사회적 기술과 미적 감사를 향상 시키지만 불확실성 또는 관계 의존성에 대한 경향을 높일 수 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 양극화 세계에서 Libra는 디지털 플랫폼을 통해 충돌 해결에 뛰어나 기술에서 균형 잡힌 사용자 경험, 기능 및 미학을 다리는 디자인, 다양한 관점의 외교 항해가 필요한 역할을합니다.",
        "relationship_in_modern_context": "현대의 관계는 동등한 파트너십을 강조하는 시대에 Libra의 주식 중심의 접근 방식의 이점을 얻습니다.타협과 여러 관점을 보는 기술은 복잡한 현대 관계 구조와 기대치를 탐색하는 데 도움이됩니다."
    }
}