{
    "sign": "Libra",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/libra.svg",
    "local_name": "Thiên Bình",
    "date_range": "23 tháng 9 - 22 tháng 10",
    "element": "Không khí",
    "ruling_planet": "sao Kim",
    "symbol": "Các thang đo",
    "lucky_numbers": [
        "4",
        "6",
        "13",
        "15",
        "24"
    ],
    "lucky_colors": [
        "Hồng",
        "Màu xanh lá",
        "Màu xanh da trời"
    ],
    "lucky_days": [
        "Thứ sáu",
        "Thứ hai"
    ],
    "lucky_stones": [
        "Opal",
        "Rose Quartz",
        "Ngọc"
    ],
    "general_traits": {
        "strengths": [
            "Ngoại giao",
            "Có đầu óc công bằng",
            "Xã hội",
            "Hợp tác",
            "Duyên dáng",
            "Lý tưởng",
            "Hài hòa"
        ],
        "weaknesses": [
            "Thiếu quyết đoán",
            "Tránh đối đầu",
            "Mang theo mối hận thù",
            "Tự thương hại",
            "Bề ngoài",
            "Không đáng tin cậy",
            "Mọi người-làm hài lòng"
        ]
    },
    "personality": {
        "overview": "Thiên Bình là dấu hiệu thứ bảy của cung hoàng đạo, tượng trưng cho sự cân bằng, hòa hợp và công lý.Các cá nhân Libra được biết đến với bản chất ngoại giao, ân sủng xã hội và mong muốn công bằng trong tất cả các tương tác.Họ là những người trung gian của cung hoàng đạo, liên tục tìm kiếm sự cân bằng trong các mối quan hệ và môi trường của họ thông qua sự cân nhắc và quyến rũ chu đáo.",
        "detailed_traits": [
            "Ý thức tự nhiên của công lý và công bằng",
            "Kỹ năng ngoại giao trong việc xử lý xung đột",
            "Đánh giá cao về vẻ đẹp, nghệ thuật và sự hòa hợp",
            "Kỹ năng xã hội mạnh mẽ và sự quyến rũ",
            "Mong muốn hợp tác và hợp tác",
            "Phương pháp trí tuệ để hiểu quan điểm",
            "Khả năng nhìn thấy nhiều mặt của một vấn đề",
            "Giá trị sự hài hòa trong môi trường và các mối quan hệ",
            "Không thích các thái cực và tìm kiếm trung gian",
            "Sự nhạy cảm thẩm mỹ mạnh mẽ"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Thiên Bình là những đối tác lãng mạn, chu đáo, coi trọng sự bình đẳng và hòa hợp trong các mối quan hệ.Họ thể hiện tình yêu thông qua những cử chỉ chu đáo, tạo ra những trải nghiệm đẹp và duy trì sự cân bằng trong quan hệ đối tác thông qua giao tiếp và thỏa hiệp.",
        "compatibility": {
            "most_compatible": [
                "Song Tử",
                "Bảo Bình",
                "Sư Tử",
                "Nhân Mã"
            ],
            "least_compatible": [
                "Cự Giải",
                "Ma Kết",
                "Bạch Dương"
            ]
        },
        "relationship_advice": "Các cá nhân Thiên Bình cần phát triển sự thoải mái với xung đột lành mạnh thay vì tránh các cuộc trò chuyện không thoải mái.Làm việc để đưa ra quyết định một cách độc lập thay vì luôn luôn trì hoãn các đối tác.Hãy nhớ rằng sự hài hòa thực sự đến từ biểu hiện đích thực, không chỉ giữ hòa bình bằng mọi giá.",
        "love_style": [
            "Lãng mạn và chu đáo với nhu cầu của đối tác",
            "Tạo ra những trải nghiệm quan hệ hài hòa, đẹp đẽ",
            "Giá trị sự bình đẳng và công bằng trong quan hệ đối tác",
            "Có kỹ năng thỏa hiệp và đàm phán",
            "Tránh xung đột và những lời khắc nghiệt",
            "Cam kết sâu sắc với ý tưởng hợp tác",
            "Có thể đấu tranh với sự độc lập trong các mối quan hệ"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân Thiên Bình vượt trội trong sự nghiệp liên quan đến hòa giải, ngoại giao và tạo ra sự hài hòa.Họ có một tài năng tự nhiên để hiểu các quan điểm khác nhau và tìm kiếm các giải pháp cân bằng, phát triển mạnh trong môi trường hợp tác coi trọng sự công bằng và vẻ đẹp.",
        "suitable_careers": [
            "Hòa giải pháp luật và pháp lý",
            "Ngoại giao và Quan hệ quốc tế",
            "Nhân sự",
            "Tư vấn và trị liệu",
            "Thiết kế nội thất và kiến ​​trúc",
            "Ngành công nghiệp thời trang và làm đẹp",
            "Quan hệ công chúng",
            "Định hướng và giám tuyển nghệ thuật",
            "Lập kế hoạch sự kiện",
            "Khách sạn và dịch vụ khách hàng"
        ],
        "financial_habits": "Các cá nhân Libra thường có một cách tiếp cận cân bằng về tiền bạc, định giá cả tiết kiệm và chi tiêu cho những thứ đẹp đẽ.Họ có thể đấu tranh với các quyết định tài chính và đôi khi chi tiêu quá mức cho các mặt hàng xa xỉ hoặc thẩm mỹ.Phương pháp tiếp cận đối tác để tài chính thường hoạt động tốt cho họ.",
        "work_style": [
            "Phát triển mạnh trong môi trường hợp tác, hướng đến nhóm",
            "Tuyệt vời trong các cuộc xung đột tại nơi làm việc trung gian",
            "Tạo không gian làm việc hài hòa, thẩm mỹ",
            "Giá trị sự công bằng trong các mối quan hệ chuyên nghiệp",
            "Có thể đấu tranh với việc ra quyết định độc lập",
            "Ngoại giao giao tiếp với đồng nghiệp",
            "Thích khối lượng công việc và trách nhiệm cân bằng"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Thiên Bình cai trị thận, lưng dưới và hệ thống nội tiết.Các cá nhân Libra thường có sự cân bằng và phối hợp thể chất tốt nhưng có thể dễ bị các vấn đề liên quan đến thận, da và lưng dưới khi mất cân bằng.",
        "common_health_issues": [
            "Các vấn đề về thận và bàng quang",
            "Đau lưng dưới",
            "Điều kiện da",
            "Mất cân bằng nội tiết tố",
            "Sự thiếu quyết đoán gây ra căng thẳng",
            "Thèm đường và độ nhạy cảm",
            "Dị ứng và nhạy cảm với môi trường"
        ],
        "wellness_advice": "Tập trung vào việc duy trì sự cân bằng trong tất cả các khía cạnh của sức khỏe, tập thể dục, tập thể dục, công việc và nghỉ ngơi.Đặc biệt chú ý đến sức khỏe thận thông qua hydrat hóa thích hợp.Phát triển các kỹ năng ra quyết định để giảm căng thẳng từ sự thiếu quyết đoán mãn tính.",
        "exercise_preferences": [
            "Đối tác hoặc các hoạt động thể dục nhóm",
            "Phong trào khiêu vũ và nhịp nhàng",
            "Yoga cho sự cân bằng và linh hoạt",
            "Quần vợt và các môn thể thao đối tác khác",
            "Các hoạt động với các thành phần thẩm mỹ"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 mang lại sự tăng trưởng hài hòa và phát triển mối quan hệ cho các cá nhân Thiên Bình.Khả năng ngoại giao tự nhiên của bạn được đánh giá cao trong cả lĩnh vực cá nhân và chuyên nghiệp.Cân bằng giữa các kết nối tự chăm sóc và nuôi dưỡng tạo ra kết quả hoàn thành.",
            "love": "Mối quan hệ lãng mạn phát triển thông qua giao tiếp trung thực và chia sẻ kinh nghiệm thẩm mỹ.Libras duy nhất có thể tìm thấy các kết nối đầy hứa hẹn thông qua các sự kiện văn hóa hoặc bạn bè chung.Quan hệ đối tác hiện tại sâu sắc với sự đánh giá cao mới cho các giá trị của nhau.",
            "career": "Tiến bộ chuyên nghiệp đến thông qua các dự án hợp tác và cơ hội hợp tác.Khả năng của bạn để làm trung gian xung đột và tìm giải pháp thanh lịch mang lại sự công nhận từ lãnh đạo.Hãy xem xét các vai trò sử dụng ý thức tự nhiên của bạn về sự công bằng và cân bằng của bạn.",
            "health": "Tập trung vào thận và sức khỏe lưng dưới thông qua hydrat hóa thích hợp và các bài tập tăng cường nhẹ nhàng.Sức khỏe tinh thần cải thiện với các thực hành tập trung vào sắc đẹp và biểu hiện nghệ thuật.Tạo ra các thói quen cân bằng hàng ngày thiết lập sức khỏe bền vững.",
            "finances": "Liên doanh hợp tác cho thấy lời hứa đặc biệt trong năm nay.Xem xét các phương pháp đầu tư cân bằng kết hợp an ninh với tiềm năng tăng trưởng vừa phải.Lợi ích tài chính bất ngờ có thể đến thông qua các nỗ lực chung hoặc các khu định cư pháp lý."
        },
        "2026": {
            "overall": "2026 nhấn mạnh chuyển đổi cá nhân thông qua các mối quan hệ sâu sắc cho Thiên Bình.Khả năng của bạn để nhìn thấy nhiều quan điểm tạo điều kiện cho sự chuyển đổi cuộc sống quan trọng.Tìm kiếm sự cân bằng giữa sự độc lập và sự phụ thuộc lẫn nhau mang lại sự tăng trưởng sâu sắc.",
            "love": "Mối quan hệ thân mật đạt đến chiều sâu mới của sự hiểu biết và tin tưởng.Các đối tác đánh giá cao sự sẵn sàng của bạn để giải quyết những cảm xúc khó khăn với ân sủng.Libras duy nhất thu hút các kết nối cung cấp cả niềm đam mê và kích thích trí tuệ.",
            "career": "Các dự án hợp tác với các đồng nghiệp đáng tin cậy mang lại kết quả quan trọng.Cách tiếp cận ngoại giao của bạn đối với các tình huống nhạy cảm kiếm được sự tôn trọng từ những người ra quyết định.Xem xét các vai trò liên quan đến giải quyết xung đột hoặc quản lý mối quan hệ.",
            "health": "Cân bằng nội tiết tố đòi hỏi sự chú ý thông qua quản lý căng thẳng và mô hình giấc ngủ thường xuyên.Khám phá các thực hành kết hợp chuyển động với chánh niệm cho hạnh phúc tích hợp.Đặc biệt chú ý đến các quá trình giải độc thông qua dinh dưỡng thích hợp.",
            "finances": "Các nguồn lực chia sẻ cho thấy tiềm năng tăng trưởng thông qua quản lý cẩn thận.Xem xét tái cấu trúc nợ hoặc nghĩa vụ để cải thiện dòng tài chính.Hỗ trợ tài chính bất ngờ có thể đến thông qua các kết nối gia đình hoặc thừa kế."
        },
        "2027": {
            "overall": "2027 mang lại sự tăng trưởng mở rộng thông qua thăm dò triết học cho Thiên Bình.Sự đánh giá cao tự nhiên của bạn cho các quan điểm đa dạng mở ra cánh cửa để làm phong phú kinh nghiệm.Sự cân bằng giữa việc tìm kiếm các chân trời mới và duy trì các giá trị cốt lõi tạo ra tiến trình có ý nghĩa.",
            "love": "Mối quan hệ phát triển mạnh khi được xây dựng dựa trên các giá trị chung và sự tôn trọng lẫn nhau đối với sự khác biệt.Đối tác đánh giá cao sự cởi mở của bạn với niềm tin và truyền thống của họ.Libras duy nhất tìm thấy các kết nối có ý nghĩa thông qua các hoạt động giáo dục hoặc kinh nghiệm du lịch.",
            "career": "Cơ hội quốc tế hoặc đa văn hóa xuất hiện bất ngờ.Khả năng của bạn để giao tiếp hiệu quả qua sự khác biệt mang lại sự tiến bộ chuyên nghiệp.Xem xét các vai trò liên quan đến giảng dạy, xuất bản hoặc trao đổi văn hóa.",
            "health": "Khu vực hông và đùi được hưởng lợi từ việc tăng chuyển động và thực hành linh hoạt.Khám phá các truyền thống khôn ngoan từ các nền văn hóa khác nhau mang đến những hiểu biết sức khỏe toàn diện.Cân bằng giữa hoạt động thể chất và điều tra triết học tạo ra hạnh phúc tích hợp.",
            "finances": "Đầu tư giáo dục mang lại cả lợi nhuận trí tuệ và tài chính.Xem xét đa dạng hóa vào thị trường quốc tế hoặc ngoại tệ.Cơ hội tài chính bất ngờ có thể phát sinh thông qua xuất bản hoặc chia sẻ kiến ​​thức."
        },
        "2028": {
            "overall": "2028 tập trung vào thành tích chuyên nghiệp và công nhận công chúng cho Thiên Bình.Ý thức tự nhiên của bạn về sự công bằng và cân bằng mang lại thành công trong vai trò lãnh đạo.Tìm kiếm sự hài hòa giữa tham vọng nghề nghiệp và giá trị cá nhân dẫn đến sự tiến bộ bền vững.",
            "love": "Mối quan hệ được hưởng lợi từ giao tiếp rõ ràng về các mục tiêu dài hạn.Đối tác đánh giá cao sự hỗ trợ của bạn đối với nguyện vọng chuyên nghiệp của họ.Libras duy nhất có thể tìm thấy các kết nối đầy hứa hẹn thông qua các sự kiện liên quan đến nghề nghiệp hoặc tham vọng chung.",
            "career": "Cơ hội lãnh đạo xuất hiện sử dụng các thế mạnh ngoại giao của bạn.Khả năng của bạn để tạo ra môi trường nhóm hài hòa mang lại thành công của tổ chức.Xem xét các vai trò cho phép bạn thực hiện các hệ thống thúc đẩy cả sự công bằng và hiệu quả.",
            "health": "Sức khỏe xương, đặc biệt là đầu gối và khớp, đòi hỏi sự chú ý.Phương pháp tiếp cận cân bằng để tham vọng và nghỉ ngơi ngăn ngừa kiệt sức.Thiết lập các thói quen bền vững hỗ trợ cả hiệu suất chuyên nghiệp và sức khỏe thể chất.",
            "finances": "Tiến bộ nghề nghiệp mang lại sự ổn định tài chính được cải thiện.Xem xét đầu tư vào phát triển chuyên nghiệp hoặc xây dựng danh tiếng.Đầu tư bất động sản, đặc biệt liên quan đến không gian chuyên nghiệp, cho thấy lời hứa đặc biệt."
        },
        "2029": {
            "overall": "2029 nổi bật kết nối cộng đồng và đóng góp xã hội cho Thiên Bình.Khả năng mang các nhóm đa dạng của bạn lại với nhau tạo ra tác động tập thể có ý nghĩa.Cân bằng giữa nguyện vọng cá nhân và sự hòa hợp nhóm dẫn đến việc hoàn thành thành tích.",
            "love": "Mối quan hệ phát triển mạnh khi các giá trị xã hội được chia sẻ trở thành tiêu điểm.Đối tác đánh giá cao mối quan tâm thực sự của bạn đối với phúc lợi tập thể.Libras duy nhất thu hút các kết nối thông qua các hoạt động nhân đạo hoặc sự tham gia của cộng đồng.",
            "career": "Vai trò phi lợi nhuận hoặc định hướng cộng đồng cung cấp sự hoàn thành bất ngờ.Khả năng của bạn để truyền cảm hứng cho sự hợp tác mang lại thành công cho các sáng kiến ​​nhóm.Xem xét các vị trí liên quan đến quan hệ công chúng, tổ chức cộng đồng hoặc vận động xã hội.",
            "health": "Sức khỏe hệ thống tuần hoàn cải thiện thông qua chuyển động thường xuyên và kết nối xã hội.Tìm kiếm sự cân bằng giữa sự tham gia xã hội và thời gian chết cá nhân ngăn chặn sự suy giảm năng lượng.Các hoạt động chăm sóc sức khỏe dựa vào cộng đồng mang lại lợi ích cả về thể chất và cảm xúc.",
            "finances": "Đầu tư có trách nhiệm xã hội cho thấy lợi nhuận đầy hứa hẹn.Xem xét các dự án tài chính hợp tác hoặc các dự án phát triển cộng đồng.Hỗ trợ tài chính bất ngờ có thể đến thông qua các khoản tài trợ hoặc các nguồn lực dựa vào cộng đồng."
        },
        "2030": {
            "overall": "2030 mang lại sự đổi mới tâm linh và sự hài hòa bên trong cho Thiên Bình.Sự hòa hợp tự nhiên của bạn để làm đẹp sâu sắc thành sự đánh giá cao cho những năng lượng tinh tế.Sự cân bằng giữa thực tế thực tế và sự hiểu biết tinh thần tạo ra kinh nghiệm cuộc sống tích hợp.",
            "love": "Mối quan hệ sâu sắc qua khám phá tâm linh chung hoặc đánh giá cao thẩm mỹ.Đối tác coi trọng sự hiểu biết từ bi của bạn và trực giác cảm xúc.Libras duy nhất thu hút các kết nối với kích thước tinh thần hoặc sáng tạo có ý nghĩa.",
            "career": "Nghề sáng tạo hoặc chữa bệnh cung cấp các cơ hội bất ngờ.Sự hiểu biết trực quan của bạn về sự hài hòa mang lại những đóng góp độc đáo cho các dự án.Hãy xem xét các vai trò cho phép biểu hiện cả quà tặng phân tích và trực quan.",
            "health": "Sức mạnh hệ thống miễn dịch cải thiện thông qua cân bằng cảm xúc và thực hành tâm linh.Hãy chú ý đến sức khỏe chân và bạch huyết thông qua giày dép và chuyển động thích hợp.Biểu hiện nghệ thuật trở thành một thành phần quan trọng của sức khỏe tổng thể.",
            "finances": "Phương pháp tiếp cận trực quan đối với các quyết định tài chính mang lại lợi ích đáng ngạc nhiên.Xem xét đầu tư vào vẻ đẹp, nghệ thuật chữa bệnh hoặc tài nguyên tăng trưởng tâm linh.Hỗ trợ tài chính bất ngờ có thể thông qua tài năng không được công nhận trước đây hoặc công việc sáng tạo."
        },
        "2031": {
            "overall": "2031 nhấn mạnh bản sắc cá nhân và tự thể hiện cho Thiên Bình.Ý thức thẩm mỹ tự nhiên của bạn phát triển thành phong cách cá nhân đích thực.Tìm kiếm sự cân bằng giữa việc xem xét cho người khác và sự tự khẳng định dẫn đến các mối quan hệ được trao quyền.",
            "love": "Mối quan hệ biến đổi thông qua sự đánh giá cao mới cho danh tính cá nhân.Đối tác coi trọng ranh giới được xác định rõ hơn của bạn và tự thể hiện rõ ràng.Libras duy nhất thu hút các kết nối tôn vinh cả sự độc lập và hợp tác.",
            "career": "Vai trò lãnh đạo xuất hiện cho phép thể hiện quan điểm độc đáo của bạn.Cách tiếp cận cân bằng của bạn để khẳng định mang lại sự tôn trọng từ các đồng nghiệp.Hãy xem xét các dự án kinh doanh phản ánh thẩm mỹ và giá trị cá nhân của bạn.",
            "health": "Sức sống cải thiện thông qua sự liên kết với sự tự thể hiện đích thực.Khu vực đầu và khuôn mặt được hưởng lợi từ các thói quen tự chăm sóc cá nhân.Mức năng lượng ổn định với ranh giới rõ ràng và sử dụng có chủ ý các nguồn lực cá nhân.",
            "finances": "Thương hiệu cá nhân hoặc liên doanh dựa trên danh tính cho thấy lời hứa tài chính.Xem xét các khoản đầu tư phản ánh các giá trị và lợi ích xác thực của bạn.Cơ hội tài chính bất ngờ phát sinh thông qua việc bước vào vai trò lãnh đạo dễ thấy hơn."
        },
        "2032": {
            "overall": "2032 mang đến sự phát triển tài nguyên và bảo mật vật chất cho Thiên Bình.Sự đánh giá cao tự nhiên của bạn cho chất lượng chuyển thành quản lý tài nguyên khôn ngoan.Cân bằng giữa sự thoải mái và bền vững tạo ra sự phong phú lâu dài.",
            "love": "Các mối quan hệ phát triển mạnh khi được xây dựng trên các giá trị chung xung quanh các tài nguyên và bảo mật.Đối tác đánh giá cao cách tiếp cận chu đáo của bạn để xây dựng sự thoải mái cùng nhau.Libras duy nhất thu hút các đối tác tiềm năng ổn định nhưng có tính thẩm mỹ.",
            "career": "Các lĩnh vực tài chính hoặc vai trò quản lý tài nguyên cung cấp sự tiến bộ.Khả năng của bạn để tạo ra ngân sách cân bằng và phân bổ tài nguyên mang lại thành công của tổ chức.Xem xét các vị trí liên quan đến thương mại sang trọng hoặc đạo đức bền vững.",
            "health": "Khu vực cổ họng và cổ được hưởng lợi từ công thái học thích hợp và tự chăm sóc bản thân.Công việc giọng nói hoặc hát mang lại những lợi ích chăm sóc sức khỏe bất ngờ.Phương pháp tiếp cận dinh dưỡng nhấn mạnh sự cân bằng hơn là hạn chế tạo ra thói quen sức khỏe bền vững.",
            "finances": "Đầu tư dài hạn vào chất lượng bền vững cho thấy lợi nhuận đầy hứa hẹn.Cân nhắc tạo ra nhiều luồng thu nhập thông qua các loại tài sản khác nhau.Đầu tư bất động sản, đặc biệt là với giá trị thẩm mỹ hoặc lịch sử, cung cấp tiềm năng đặc biệt."
        },
        "2033": {
            "overall": "2033 Nổi bật về giao tiếp và tăng trưởng trí tuệ cho Thiên Bình.Biểu hiện ngoại giao tự nhiên của bạn phát triển thành vận động mạnh mẽ.Sự cân bằng giữa nghe và nói tạo ra cuộc đối thoại có ý nghĩa và ảnh hưởng tích cực.",
            "love": "Mối quan hệ sâu sắc thông qua kết nối trí tuệ và giao tiếp từ bi.Đối tác coi trọng khả năng của bạn để thực sự nghe thấy quan điểm của họ.Libras duy nhất thu hút các kết nối có ý nghĩa thông qua biểu hiện bằng văn bản hoặc theo đuổi giáo dục.",
            "career": "Vai trò truyền thông hoặc vị trí giáo dục cung cấp các cơ hội bất ngờ.Khả năng của bạn để giải thích các khái niệm phức tạp với sự rõ ràng mang lại sự công nhận chuyên nghiệp.Xem xét phát triển kiến ​​thức chuyên ngành trong các lĩnh vực yêu cầu phân tích cân bằng.",
            "health": "Sức khỏe hô hấp cải thiện thông qua các kỹ thuật thở thích hợp và biểu hiện giọng hát.Các khu vực tay và cánh tay được hưởng lợi từ thực hành công thái học và kéo dài thường xuyên.Sức khỏe tinh thần ổn định thông qua tiêu thụ thông tin cân bằng và đầu ra sáng tạo.",
            "finances": "Đầu tư vào công nghệ truyền thông hoặc tài nguyên giáo dục cho thấy lời hứa.Xem xét kiến ​​thức kiếm tiền thông qua việc viết, giảng dạy hoặc tư vấn.Cơ hội tài chính bất ngờ phát sinh thông qua mạng lưới và trao đổi thông tin."
        },
        "2034": {
            "overall": "2034 tập trung vào nền tảng gia đình và gia đình cho Thiên Bình.Sự đánh giá cao tự nhiên của bạn đối với sự hài hòa tạo ra môi trường nuôi dưỡng cho bản thân và những người thân yêu.Cân bằng giữa kết nối xã hội và sự yên tĩnh trong nước dẫn đến sự thỏa mãn cảm xúc.",
            "love": "Mối quan hệ phát triển khi tập trung vào việc tạo ra khu bảo tồn chung.Đối tác đánh giá cao những nỗ lực của bạn để thiết lập không gian sống đẹp và hài hòa.Libras duy nhất thu hút các kết nối thông qua các cuộc họp mặt tại nhà hoặc giới thiệu gia đình.",
            "career": "Công việc từ xa hoặc cơ hội kinh doanh tại nhà xuất hiện bất ngờ.Khả năng của bạn để tạo ra môi trường làm việc hiệu quả nhưng thẩm mỹ mang lại lợi thế chuyên nghiệp.Hãy xem xét bất động sản, thiết kế nội thất hoặc vai trò dịch vụ định hướng gia đình.",
            "health": "Sức khỏe tiêu hóa cải thiện thông qua các bữa ăn chuẩn bị tại nhà và trải nghiệm ăn uống dễ chịu.Sức khỏe cảm xúc ổn định với các thói quen trong nước được thiết lập.Tạo ra vẻ đẹp trong môi trường xung quanh hàng ngày đóng góp đáng kể vào sức khỏe tổng thể.",
            "finances": "Đầu tư bất động sản hoặc cải thiện nhà mang lại giá trị dài hạn.Xem xét việc tạo ra các luồng thu nhập tại nhà hoặc kế hoạch tài chính gia đình.Lợi ích tài chính bất ngờ có thể đến thông qua đánh giá cao tài sản hoặc tài nguyên gia đình."
        },
        "2035": {
            "overall": "2035 mang đến sự phục hưng sáng tạo và tự thể hiện niềm vui cho Thiên Bình.Sự đánh giá cao thẩm mỹ tự nhiên của bạn nở hoa vào sáng tạo tích cực.Cân bằng giữa kỷ luật và tính tự phát dẫn đến sự hoàn thành nghệ thuật hoặc lãng mạn đáng chú ý.",
            "love": "Mối quan hệ lãng mạn đạt đến tầm cao mới của niềm đam mê và vui tươi.Đối tác đánh giá cao sự thể hiện thực sự của bạn về tình cảm và sáng tạo.Libras duy nhất thu hút các kết nối từ tính thông qua các hoạt động nghệ thuật hoặc các hoạt động giải trí.",
            "career": "Các lĩnh vực sáng tạo hoặc các ngành công nghiệp giải trí mang đến những cơ hội bất ngờ.Khả năng của bạn để mang lại sự hài hòa cho các dự án sáng tạo hợp tác đảm bảo thành công.Hãy xem xét các vai trò cho phép biểu hiện nghệ thuật trong khi sử dụng các thế mạnh tổ chức.",
            "health": "Trái tim và lưu thông được hưởng lợi từ các hoạt động mang lại niềm vui thực sự.Các khu vực trở lại và cột sống tăng cường thông qua tư thế thích hợp trong quá trình theo đuổi sáng tạo.Sức sống tổng thể cải thiện với chơi thường xuyên và biểu hiện nghệ thuật.",
            "finances": "Đầu tư sáng tạo hoặc đầu tư giải trí cho thấy lợi nhuận đầy hứa hẹn.Xem xét phát triển các kỹ năng nghệ thuật thị trường hoặc đầu tư vào các ngành công nghiệp sáng tạo.Cơ hội tài chính bất ngờ phát sinh thông qua sở thích hoặc lợi ích giải trí được phát triển thành các doanh nghiệp phụ."
        }
    },
    "famous": [
        {
            "name": "Mahatma Gandhi",
            "birth_date": "Ngày 2 tháng 10 năm 1869",
            "description": "Nhà lãnh đạo chính trị có nguyên tắc bất bạo động, công lý và giải quyết hòa bình minh họa cho sự thể hiện sự cân bằng và công bằng cao nhất của Thiên Bra"
        },
        {
            "name": "Kim Kardashian",
            "birth_date": "Ngày 21 tháng 10 năm 1980",
            "description": "Tính cách truyền thông và nữ doanh nhân có sự nhạy cảm về mặt thẩm mỹ, kỹ năng xã hội và điều hướng ngoại giao của các mối quan hệ phản ánh những đặc điểm của Thiên Bình cổ điển"
        },
        {
            "name": "Bruno Mars",
            "birth_date": "Ngày 8 tháng 10 năm 1985",
            "description": "Ca sĩ-nhạc sĩ có phong cách mượt mà, âm nhạc hài hòa và khả năng cân bằng nhiều ảnh hưởng âm nhạc thể hiện bản chất nghệ thuật của Thiên Bình"
        },
        {
            "name": "Serena Williams",
            "birth_date": "Ngày 26 tháng 9 năm 1981",
            "description": "Nhà vô địch quần vợt có ân sủng trên sân, cảm giác công bằng và sự cân bằng giữa động lực cạnh tranh và thể thao thể hiện phẩm chất của Thiên Bình đã phát triển"
        },
        {
            "name": "Will Smith",
            "birth_date": "Ngày 25 tháng 9 năm 1968",
            "description": "Diễn viên có sự quyến rũ, tính cách công cộng ngoại giao và khả năng cân bằng kịch tính và hài kịch giới thiệu bản chất đa năng, hài hòa của Thiên Bình"
        }
    ],
    "daily_advice": {
        "relationship": "Ngày nay, thực hành thể hiện sở thích xác thực của bạn thay vì tự động đồng ý với người khác.Sự hài hòa thực sự đến từ giao tiếp trung thực.",
        "career": "Khả năng của bạn để thấy nhiều quan điểm giúp giải quyết một thách thức tại nơi làm việc.Tin tưởng vào cảm giác công bằng của bạn khi trung gian giữa các đồng nghiệp.",
        "health": "Duy trì sự cân bằng vật lý thông qua tư thế và căn chỉnh thích hợp.Giữ gìn tốt để hỗ trợ chức năng thận.",
        "general": "Đưa ra quyết định ngày hôm nay chỉ dựa trên phán đoán của bạn mà không bỏ phiếu cho người khác.Xây dựng cơ bắp này củng cố sự tự tin của bạn."
    },
    "tarot_associations": {
        "major_arcana": "Công lý",
        "explanation": "Thẻ tư pháp đại diện cho sự công bằng, sự thật và luật nhân quả - những phẩm chất cộng hưởng sâu sắc với ý thức cân bằng và công bằng tự nhiên của Thiên Bình.Thẻ này thể hiện sự cân nhắc vô tư của các tùy chọn và tìm kiếm sự hài hòa thông qua hành động đúng đắn và phán đoán rõ ràng."
    },
    "compatibility_details": {
        "aries": "Thiên Bình và Bạch Dương hình thành các dấu hiệu đối diện với một sự thu hút mạnh mẽ nhưng sự khác biệt cơ bản.Tính trực tiếp của Bạch Dương bổ sung cho ngoại giao của Thiên Bình, nhưng họ phải cân bằng sự độc lập của Aries với định hướng hợp tác của Thiên Bình.",
        "taurus": "Libra và Taurus chia sẻ sự cai trị của Venus, tạo ra sự đánh giá cao lẫn nhau cho vẻ đẹp và sự hài hòa.Tuy nhiên, sự bướng bỉnh của Taurus có thể đụng độ với mong muốn cân bằng của Thiên Bình, đòi hỏi sự kiên nhẫn và thỏa hiệp.",
        "gemini": "Libra và Gemini chia sẻ khả năng tương thích tuyệt vời như các dấu hiệu không khí.Cả giá trị kết nối trí tuệ, giao tiếp và tương tác xã hội, tạo ra một mối quan hệ đầy trò chuyện và hiểu biết lẫn nhau.",
        "cancer": "Thiên Bình và Cự Giải tiếp cận cuộc sống tình cảm khác nhau - Thiên Bình trí tuệ hóa cảm xúc trong khi Cự Giải trải nghiệm chúng sâu sắc.Họ có thể bổ sung cho nhau nhưng phải kết nối các ngôn ngữ cảm xúc riêng biệt của họ.",
        "leo": "Libra và Sư Tử chia sẻ sự đánh giá cao về vẻ đẹp, sự lãng mạn và sự hòa hợp xã hội.Trận đấu tương thích này cân bằng sự lãnh đạo của Sư Tử với ngoại giao của Libra, tạo ra mối quan hệ ngưỡng mộ lẫn nhau.",
        "virgo": "Libra và Xử Nữ mang đến những quan điểm khác nhau - Chủ nghĩa lý tưởng của Libra và chủ nghĩa thực dụng của Xử Nữ.Điều này tạo ra tiềm năng cho sự tăng trưởng thông qua các quan điểm cân bằng khi chúng giao tiếp hiệu quả.",
        "libra": "Hai libras tạo ra một mối quan hệ tập trung vào sự hài hòa, vẻ đẹp và sự cân bằng.Họ hiểu sự cần thiết của nhau về sự công bằng và hợp tác, mặc dù họ có thể đấu tranh với việc ra quyết định mà không cần một người phá vỡ bên ngoài.",
        "scorpio": "Libra và Scorpio đại diện cho các cách tiếp cận khác nhau đối với mối quan hệ - ngoại giao của Libra so với cường độ của Bọ Cạp.Điều này tạo ra một động lực phức tạp đòi hỏi cả hai để kéo dài ra ngoài vùng thoải mái.",
        "sagittarius": "Libra và Nhân Mã chia sẻ một tình yêu của các ý tưởng, sự tham gia xã hội và sự lạc quan.Trận đấu tương thích này thích khám phá trí tuệ cùng nhau, cân bằng mong muốn hòa hợp của Thiên Bình với cuộc tìm kiếm sự thật của Nhân Mã.",
        "capricorn": "Libra và Capricorn phải đối mặt với những thách thức với các ưu tiên khác nhau - Libra giá trị hài hòa trong khi Ma Kết tập trung vào thành tích.Họ có thể tạo ra sự cân bằng bằng cách đánh giá cao điểm mạnh bổ sung của họ.",
        "aquarius": "Libra và Bảo Bình tạo thành một trận đấu không khí tương thích cao với lợi ích trí tuệ và lý tưởng xã hội được chia sẻ.Cả giá trị công bằng và giao tiếp, tạo ra các mối quan hệ cân bằng, sáng tạo.",
        "pisces": "Libra và Pisces chia sẻ sự nhạy cảm sáng tạo và chủ nghĩa lý tưởng.Họ kết nối thông qua sự đánh giá cao lẫn nhau về vẻ đẹp và sự hài hòa, mặc dù tính hợp lý của Thiên Bình đôi khi tương phản với trực giác cảm xúc của Song Ngư."
    },
    "astrological_influences": {
        "sun_in": "Sun in Libra mang đến các kỹ năng ngoại giao, đánh giá cao sự hài hòa và tập trung vào các mối quan hệ.Bạn tiếp cận cuộc sống với mong muốn cân bằng và công bằng trong tất cả các tương tác.",
        "moon_in": "Mặt trăng trong Thiên Bình tạo ra nhu cầu tình cảm tập trung vào sự hài hòa, vẻ đẹp và các mối quan hệ cân bằng.Cảm xúc của bạn được xử lý thông qua việc xem xét người khác, và bạn cần niềm vui thẩm mỹ cho sức khỏe cảm xúc.",
        "rising": "Libra Rising mang đến cho bạn sự xuất hiện của ân sủng, sự quyến rũ và nhận thức xã hội.Những người khác coi bạn là ngoại giao, thẩm mỹ và định hướng hợp tác từ cuộc họp đầu tiên."
    },
    "self_improvement": {
        "challenges": [
            "Phát triển tính quyết đoán và độc lập",
            "Học cách xử lý xung đột một cách xây dựng",
            "Phá vỡ các mô hình của mọi người-làm hài lòng",
            "Bày tỏ ý kiến ​​xác thực ngay cả khi không phổ biến",
            "Tìm sự cân bằng nội bộ hơn là xác nhận bên ngoài"
        ],
        "growth_opportunities": [
            "Sử dụng các kỹ năng ngoại giao để tạo điều kiện cho sự hiểu biết giữa các quan điểm đối nghịch",
            "Tạo ra sự hài hòa và vẻ đẹp làm uplift người khác",
            "Phát triển các hệ thống công bằng phục vụ lợi ích lớn hơn",
            "Cân bằng việc tự chăm sóc bản thân với chăm sóc các mối quan hệ",
            "Tìm kiếm trung gian trong các tình huống phân cực"
        ],
        "affirmations": [
            "Tôi tự tin quyết định và độc lập",
            "Tôi bày tỏ sự thật đích thực của mình với ân sủng",
            "Tôi tạo ra sự hài hòa thông qua sự trung thực, không tránh",
            "Tôi tìm thấy sự cân bằng trong chính mình",
            "Tôi đại diện cho sự công bằng và công bằng trong mọi tình huống"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Thiên Bình thường có một nhiệm vụ để tạo ra sự hài hòa, công bằng và vẻ đẹp trong một thế giới bất hòa.Mục đích của chúng liên quan đến xung đột trung gian, xây dựng cầu nối giữa các quan điểm khác nhau và thiết lập cân bằng hơn, các mối quan hệ và hệ thống.",
        "life_lessons": [
            "Học được rằng sự hài hòa thực sự đến từ biểu hiện đích thực, không đàn áp",
            "Phát triển sự cân bằng bên trong thay vì tìm kiếm nó độc quyền thông qua các mối quan hệ",
            "Tìm giọng nói của bạn và sử dụng nó cho công lý",
            "Hiểu rằng sự công bằng đôi khi đòi hỏi các quyết định khó khăn",
            "Cân bằng lý tưởng với thực tế thực tế"
        ],
        "spiritual_growth": "Phát triển tâm linh cho Thiên Bình liên quan đến việc tìm kiếm trạng thái cân bằng bên trong không phụ thuộc vào hoàn cảnh bên ngoài.Các thực tiễn giúp nhận ra sự thật từ ảo ảnh, đứng vững cho công lý trong khi duy trì lòng trắc ẩn và tạo ra vẻ đẹp nâng cao ý thức đều góp phần vào sự tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Libra thường là xã hội, quyến rũ và quan tâm đến sự công bằng từ khi còn nhỏ.Họ thường thể hiện xu hướng ngoại giao, không thích xung đột giữa các thành viên trong gia đình và thể hiện nhận thức về mặt thẩm mỹ và sự đánh giá cao về vẻ đẹp.",
            "parenting_advice": "Dạy các kỹ năng ra quyết định thông qua các lựa chọn có hướng dẫn thay vì luôn quyết định cho họ.Giúp họ hiểu rằng sự bất đồng lành mạnh là bình thường và không đe dọa đến các mối quan hệ.Khuyến khích thể hiện sự tự xác thực cùng với sự xem xét cho người khác."
        },
        "in_friendship": {
            "friendship_style": "Những người bạn của Libra có thể thích nghi với xã hội, duyên dáng và có kỹ năng trong việc duy trì sự hài hòa trong các nhóm.Họ nhớ những dịp đặc biệt, xung đột trung gian và tạo ra những trải nghiệm xã hội đẹp cho bạn bè của họ.",
            "ideal_friends": "Libra phát triển mạnh với những người bạn coi trọng sự công bằng và giao tiếp trong khi khuyến khích biểu hiện xác thực.Họ đánh giá cao những tình bạn cân bằng cho và nhận, và tận hưởng cả cuộc trò chuyện trí tuệ và kinh nghiệm thẩm mỹ cùng nhau."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Thiên Bình có thể trở nên thiếu quyết đoán, xung đột-tránh hoặc phụ thuộc quá mức vào các mối quan hệ.Mong muốn hòa hợp của họ có thể dẫn đến sự hời hợt, làm hài lòng những người kinh niên hoặc hành vi hung hăng thụ động khi sự phẫn nộ được xây dựng.",
            "growth_path": "Tăng trưởng cá nhân cho Thiên Bình liên quan đến việc phát triển sự can đảm để đối mặt trực tiếp với xung đột, đưa ra quyết định dựa trên các giá trị nội bộ hơn là xác nhận bên ngoài và tìm kiếm sự cân bằng giữa sự độc lập và hợp tác."
        }
    },
    "seasonal_influences": {
        "autumnal_equinox": "Sinh ra vào mùa thu Equinox khi ngày và đêm bằng nhau, Thiên Bình thể hiện sự cân bằng hoàn hảo giữa các lực lượng đối lập.Thời gian này truyền vào Thiên Bình với độ nghiêng tự nhiên đối với trạng thái cân bằng, công bằng và cân nhắc của nhiều quan điểm.",
        "cardinal_quality": "Là một dấu hiệu hồng y, Thiên Bình đại diện cho sáng kiến ​​và lãnh đạo trong lĩnh vực của các mối quan hệ và sự hòa hợp xã hội.Vị trí này cho họ khả năng thiết lập các kết nối mới, bắt đầu các giải pháp ngoại giao và tạo ra các phương pháp mới để hợp tác."
    },
    "elemental_analysis": {
        "air_element_influence": "Yếu tố không khí cung cấp cho Thiên Bình cách tiếp cận trí tuệ đặc trưng của họ, bản chất xã hội và kỹ năng giao tiếp.Air đại diện cho suy nghĩ, kết nối và trao đổi ý tưởng thông qua mối quan hệ và tương tác xã hội.",
        "air_balance": "Không khí cân bằng mang đến suy nghĩ rõ ràng, giao tiếp hiệu quả và kết nối xã hội hài hòa.Không khí quá mức có thể dẫn đến sự suy nghĩ quá mức, tách ra khỏi cảm xúc và khó khăn với việc thực hiện thực tế, trong khi không khí thiếu hụt có thể dẫn đến quan điểm hẹp hoặc thách thức giao tiếp."
    },
    "planetary_rulership": {
        "venus_influence": "Sao Kim, hành tinh của tình yêu, vẻ đẹp và giá trị, quy tắc Thiên Bình.Không giống như biểu hiện của nó trong Kim Ngưu, Venus trong Thiên Bình biểu hiện là sự hài hòa trong các mối quan hệ, ân sủng xã hội và sự đánh giá cao của vẻ đẹp cân bằng, đối xứng.",
        "venus_aspects": "Vị trí và khía cạnh của sao Kim trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng của Thiên Bình.Các khía cạnh Sao Kim mạnh mẽ tăng cường các kỹ năng xã hội và đánh giá cao thẩm mỹ nhưng cũng có thể làm tăng xu hướng của sự thiếu quyết đoán hoặc phụ thuộc vào mối quan hệ."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong thế giới phân cực ngày nay, Thiên Bình vượt trội trong giải quyết xung đột thông qua các nền tảng kỹ thuật số, tạo ra trải nghiệm người dùng cân bằng trong công nghệ, thiết kế cầu nối chức năng và tính thẩm mỹ và vai trò đòi hỏi điều hướng ngoại giao của các quan điểm đa dạng.",
        "relationship_in_modern_context": "Các mối quan hệ hiện đại được hưởng lợi từ cách tiếp cận tập trung vào vốn chủ sở hữu của Thiên Bình trong một thời đại nhấn mạnh đến quan hệ đối tác bình đẳng.Kỹ năng của họ với sự thỏa hiệp và nhìn thấy nhiều quan điểm giúp điều hướng các cấu trúc và kỳ vọng mối quan hệ hiện đại phức tạp."
    }
}