{
    "sign": "Cancer",
    "thumb": "https://static.calculators.im/upload/image/sign/cancer.svg",
    "local_name": "سرطان",
    "date_range": "21 يونيو - 22 يوليو",
    "element": "ماء",
    "ruling_planet": "قمر",
    "symbol": "سرطان البحر",
    "lucky_numbers": [
        "2",
        "7",
        "11",
        "16",
        "20"
    ],
    "lucky_colors": [
        "فضي",
        "أبيض",
        "البحر الأخضر"
    ],
    "lucky_days": [
        "الاثنين",
        "يوم الخميس"
    ],
    "lucky_stones": [
        "لؤلؤة",
        "حجر القمر",
        "أوبال"
    ],
    "general_traits": {
        "strengths": [
            "حدسي",
            "عاطفي",
            "رعاية",
            "وقائي",
            "متعاطف",
            "عنيد",
            "وفي"
        ],
        "weaknesses": [
            "مزاجية",
            "حساسة للغاية",
            "لزج",
            "مثير للشك",
            "التلاعب",
            "مترددة في التغيير",
            "الشفرة الذاتية"
        ]
    },
    "personality": {
        "overview": "السرطان هو العلامة الرابعة للبروج ، ويرمز إلى العمق العاطفي ، والرعاية ، والحماية.يُعرف أفراد السرطان بطبيعتهم البديهية والرعاية والاتصال القوي بالمنزل والأسرة.إنهم رعاة البروج ، مما يخلق مساحات آمنة لأنفسهم ولأحبائهم من خلال الدعم العاطفي والرعاية.",
        "detailed_traits": [
            "بديهي للغاية مع الذكاء العاطفي القوي",
            "حماية للغاية للأحباء والأشخاص الضعفاء",
            "علاقة قوية بالمنزل والأسرة والتقاليد",
            "ذاكرة ممتازة ، خاصة بالنسبة للتجارب العاطفية",
            "رعاية ورعاية الأصدقاء والعائلة",
            "إبداعية مع الخيال الغني والحساسيات الفنية",
            "عنيد في متابعة الأهداف بمجرد استثمار عاطفيا",
            "البديهية الإحساس المالي وإدارة الموارد الطبيعية",
            "المزاج الدوري تتأثر بالعواطف والبيئة",
            "نهج حذر تجاه المواقف الجديدة والعلاقات"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "أفراد السرطان مكرسون بعمق ، شركاء عاطفيون من الناحية العاطفية الذين يقدرون الأمن والحميمية العاطفية في العلاقات.إنهم يعبرون عن الحب من خلال رعاية الأعمال ، وخلق منازل مريحة ، وتذكر تفاصيل ذات معنى عن حياة شركائهم وتفضيلاتها.",
        "compatibility": {
            "most_compatible": [
                "برج الثور",
                "بُرْجُ العَذْراء",
                "العقرب",
                "الحوت"
            ],
            "least_compatible": [
                "بُرْجُ الحَمَل",
                "الميزان",
                "بُرْجُ الجَدْي"
            ]
        },
        "relationship_advice": "يحتاج الأفراد السرطان إلى العمل على التعبير عن الاحتياجات مباشرة بدلاً من توقع الشركاء لتخليصهم.تجنب التراجع إلى قشرتك عند الأذى ؛توصيل المشاعر بوضوح بدلاً من ذلك.تذكر أن جميع العلاقات تحتاج إلى غرفة التنفس ، وليس كل رد فعل عاطفي يتطلب العمل.",
        "love_style": [
            "عاطفي عميق وحساسي لمشاعر الشريك",
            "يظهر الحب من خلال الرعاية والتقدم",
            "يخلق بيئة منزلية مريحة وآمنة",
            "يقدر الأمن العاطفي والالتزام",
            "قد تصبح ملكية أو متشبثة عند الشعور بعدم الأمان",
            "يتذكر التواريخ المهمة والتفاصيل الشخصية",
            "يستغرق وقتًا للثقة ولكنه مكرس بمجرد ارتكابه"
        ]
    },
    "career_and_finances": {
        "career_traits": "يتفوق أفراد السرطان في المهن التي تسمح لهم برعاية أو رعاية الآخرين.لديهم حدس قوي حول احتياجات الناس وغالبًا ما يخلقون بيئات داعمة أينما كانوا يعملون.",
        "suitable_careers": [
            "الرعاية الصحية والتمريض",
            "التدريس ورعاية الأطفال",
            "فنون الطهي والمطاعم",
            "العمل الاجتماعي والمشورة",
            "الموارد البشرية",
            "إدارة العقارات والممتلكات",
            "التحف والمحافظة التاريخية",
            "التصميم الداخلي والتنظيم المنزلي",
            "صناعة الضيافة",
            "إدارة الأعمال العائلية"
        ],
        "financial_habits": "غالبًا ما يكون لدى أفراد السرطان غرائز مالية جيدة وقدرة طبيعية على الادخار من أجل الأمن.عادة ما يعطيون الأولوية للاستقرار المالي على المكافآت الفورية وقد يركزون بشكل خاص على خلق أمن طويل الأجل لعائلتهم.",
        "work_style": [
            "يخلق أجواء داعمة تشبه الأسرة في مكان العمل",
            "فهم بديه",
            "تفضل بيئة العمل المستقرة مع الأمن",
            "يعمل بشكل جيد في الفرق مع علاقات ثابتة",
            "يتذكر التاريخ والتقاليد التنظيمية",
            "قد تكافح مع النقد أو الصراع في مكان العمل",
            "الموالية لأصحاب العمل الذين يقدمون الأمن والاعتراف"
        ]
    },
    "health_and_wellness": {
        "physical_health": "يحكم السرطان الصدر ، والثدي ، والمعدة ، والجهاز الهضمي.عادةً ما يكون لدى أفراد السرطان استجابات مناعية قوية ولكن قد يكون عرضة للإجهاد العاطفي الذي يؤثر على صحتهم البدنية ، وخاصة نظامهم الهضمي.",
        "common_health_issues": [
            "اضطرابات الجهاز الهضمي وقضايا المعدة",
            "مخاوف صحة الثدي",
            "احتباس السوائل",
            "أنماط الأكل العاطفية",
            "الظروف المتعلقة بالقلق والتوتر",
            "اضطرابات النوم المتعلقة بالحالات العاطفية"
        ],
        "wellness_advice": "انتبه إلى العلاقة بين حالتك العاطفية وصحتك البدنية.إنشاء أنماط الأكل المتسقة وتحديد أولويات صحة الجهاز الهضمي.قم بإنشاء إجراءات وقت النوم التي تساعدك على معالجة مشاعر اليوم قبل النوم.",
        "exercise_preferences": [
            "أنشطة المياه (السباحة ، التمارين الرياضية المائية)",
            "المشي ، وخاصة بالقرب من الماء",
            "اليوغا اللطيفة وتمتد",
            "فصول التمرين الجماعي مع أشخاص مألوفين",
            "إجراءات اللياقة في المنزل"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 يجلب الوضوح العاطفي والوئام الأسري لأفراد السرطان.تجد غرائزك الرائدة منافذًا مرضية من خلال كل من العلاقات الشخصية والعلاقات المجتمعية.إيجاد التوازن بين رعاية الآخرين والرعاية الذاتية يؤدي إلى نمو شخصي كبير.",
            "love": "تعمق العلاقات من خلال الصدق العاطفي والضعف.يقدر الشركاء فهمك البديهي لاحتياجاتهم.قد تجد السرطانات الفردية اتصالات ذات مغزى من خلال التجمعات العائلية أو الأنشطة التي تركز على المنزل.",
            "career": "يأتي النمو المهني من خلال الأدوار التي تستخدم قيادتك التعاطفية والذكاء العاطفي.تنشأ فرص بناء الفريق في منتصف العام.فكر في المواقف التي تسمح لك بإنشاء بيئات داعمة للآخرين لتزدهر.",
            "health": "ركز على صحة الجهاز الهضمي من خلال الأكل الذهني والحد من الإجهاد.يتحسن الرفاه العاطفي مع الأنشطة المنتظمة القائمة على الماء أو الوقت الذي تقضيه بالقرب من مسطحات المياه.إيلاء اهتمام خاص لمناطق الصدر والمعدة خلال أوقات التوتر.",
            "finances": "يعتمد الأمن المالي من خلال الاستثمارات المنزلية الدقيقة أو خطط الادخار الموجهة نحو الأسرة.النظر في نهج متوازن بين إنشاء مساحات معيشة مريحة وبناء الأمن على المدى الطويل من خلال الاستثمارات المحافظة."
        },
        "2026": {
            "overall": "2026 يؤكد تجديد المنزل وبناء الأساس العاطفي للسرطان.فهمك البديهي لما يخلق قرارات مهمة أمنية حقيقية.التوازن بين تكريم التقاليد وخلق إرث عائلي جديد يجلب تحقيقًا عميقًا.",
            "love": "العلاقات تزدهر عند المبنى حول مفاهيم مشتركة للمنزل والانتماء.يقدر الشركاء جهودك لإنشاء بيئات رعاية عاطفية.تجذب السرطانات الفردية الاتصالات من خلال عروض الرعاية الأصلية للرعاية والمواهب المنزلية.",
            "career": "فرص العمل من المنزل أو المشاريع التجارية العائلية تظهر وعدًا خاصًا.قدرتك على إنشاء بيئات مريحة وإنتاجية تجلب الاعتراف.أدوار القيادة التي تنطوي على رفاه الفريق أو رفاهية الموظفين تناسب مواهبك الطبيعية.",
            "health": "الحدود العاطفية والجسدية تتطلب الاهتمام.الممارسات التي تدعم الجهاز العصبي الحساس ، مثل العلاج المائي اللطيف أو مسارات ضوء القمر ، تجلب فوائد ملحوظة.النهج الغذائية التي تؤكد على اتصال الأمعاء على الدماغ تعمل على تحسين الرفاهية بشكل عام.",
            "finances": "الاستثمارات العقارية أو تحسينات المنازل تعطي عوائد كبيرة.النظر في إنشاء شبكات السلامة المالية العائلية أو تخطيط الميراث.قد يأتي الدعم المالي غير المتوقع من خلال شخصيات الأم أو الاتصالات العائلية."
        },
        "2027": {
            "overall": "2027 يسلط الضوء على التعبير الإبداعي والأصالة العاطفية للسرطان.يجد فهمك البديهي للاحتياجات العاطفية الجماعية منافذًا قوية.التوازن بين الحماية الذاتية ومشاركة القلبية يخلق فرصًا جديدة لاتصال ذي معنى.",
            "love": "تعمق العلاقات الرومانسية من خلال التعاون الإبداعي والصدق العاطفي.يقدر الشركاء استعدادك للتعبير عن الضعف.تجذب السرطانات الفردية روابط ذات معنى من خلال المساعي الفنية أو الانفتاح العاطفي.",
            "career": "تظهر فرص القيادة في المجالات التي تتطلب الذكاء العاطفي وحل المشكلات الإبداعية.تمنحك قدرتك على فهم ديناميات المجموعة غير المعلنة ميزة في إدارة الفريق.النظر في الأدوار في الاستشارة أو الفنون أو خدمات دعم المجتمع.",
            "health": "مناطق القلب والصدر تستحق اهتمامًا خاصًا.الممارسات التي تشجع الإفراج العاطفي ، مثل الفنون أو الحركة التعبيرية ، تحقق فوائد كبيرة.التوازن بين الاتصال الاجتماعي والعزلة الوقائية يدعم وظيفة المناعة المثلى.",
            "finances": "تُظهر المشاريع الإبداعية أو مشاريع الرنين عاطفياً الوعد المالي.النظر في الاستثمارات في الفنون أو خدمات الاستشارة أو مبادرات بناء المجتمع.يتحسن الأمن المالي من خلال التوقيت البديهي مع الاستثمارات أو قرارات الممتلكات."
        },
        "2028": {
            "overall": "2028 يجلب التحول المنزلي وشفاء الأسرة من أجل السرطان.تتيح قدرتك على إنشاء السلامة العاطفية للمحادثات والمصالحة المهمة.التوازن بين تكريم الماضي وخلق أنماط أكثر صحة يؤدي إلى شفاء الأجيال.",
            "love": "تتحول العلاقات من خلال مناقشات صادقة حول أنماط الأسرة والاحتياجات العاطفية.يقدر الشركاء استعدادك لمعالجة الأسباب الجذرية للقضايا المتكررة.تجذب السرطانات الفردية اتصالات ناضجة عاطفيا من خلال عملها الذاتي الأصيل.",
            "career": "تظهر الفرص المهنية في المجالات المتعلقة بالمنزل أو الخدمات الأسرية أو العافية العاطفية.توفر تجارب النمو الشخصية الخاصة بك رؤى قيمة لمساعدة الآخرين.النظر في الأدوار التي تستخدم فهمك لديناميات الأسرة أو الشفاء العاطفي.",
            "health": "تستحق الأنماط الصحية الوراثية أو الموروثة الانتباه.الأساليب الشاملة التي تتناول المكونات العاطفية للأعراض الجسدية تجلب اختراقات كبيرة.التغذية التي تركز على الأطعمة التقليدية ، قد تسفر عن فوائد مفاجئة.",
            "finances": "قد تتطلب ممتلكات الأسرة أو الموارد الموروثة الاهتمام.النظر في إنشاء حدود واضحة حول الشؤون المالية المشتركة.الاستثمار في التقنيات المنزلية أو تجديد تعزيز الراحة يجلب عوائد فورية وطويلة الأجل."
        },
        "2029": {
            "overall": "2029 يركز على التواصل والتعبير العاطفي للسرطان.إن العثور على صوتك الأصيل في كل من المجالات الشخصية والمهنية يجلب فرصًا غير متوقعة.التوازن بين الفهم البديهي والتعبير الواضح يخلق اتصالات قوية.",
            "love": "العلاقات تزدهر من خلال تحسين التواصل العاطفي.يقدر الشركاء قدرتك على التعبير عن الاحتياجات مباشرة بعد.تجذب السرطانات الفردية اتصالات ذات مغزى من خلال التعبير عن الذات الضعيف ولكنه المحدود في الكتابة أو المحادثة.",
            "career": "أدوار التواصل أو المواقف التي تتطلب الترجمة العاطفية تظهر وعدًا خاصًا.قدرتك على التعبير عن المشاعر المعقدة بطرق يمكن الوصول إليها تجلب الاعتراف المهني.النظر في توجيه الآخرين في التواصل العاطفي الفعال.",
            "health": "تتطلب مناطق الحلق والرقبة اهتمامًا خاصًا.الممارسات التي تشجع التعبير الصوتي الأصيلة ، مثل الغناء أو التحدث عن الحقيقة ، تعزز المناعة العامة.التوازن بين الاستماع والتعبير يحافظ على التوازن العاطفي.",
            "finances": "قد تولد المشاريع القائمة على الاتصال أو أدوار التدريس دخلًا غير متوقع.النظر في استثمارات في التعليم أو الشفاء التي تنطوي على التعبير العاطفي.يتحسن الوضوح المالي من خلال محادثات صادقة حول الموارد المشتركة."
        },
        "2030": {
            "overall": "2030 يمثل فترة كبيرة من إعادة التنظيم المالي وتوضيح القيمة للسرطان.فهمك البديهي لأدلة الأمن الحقيقية قرارات الموارد المهمة.التوازن بين الثروة العاطفية والمادية يخلق وفرة دائمة.",
            "love": "القيم المشتركة حول الأمن والراحة تعزز العلاقات.يقدر الشركاء نهجك العملي لإنشاء أسس مستقرة.تجذب السرطانات الفردية شركاء محتملين متاحين عاطفياً.",
            "career": "القطاعات المالية أو أدوار رعاية مع تعويض جيد تظهر الوعد.قدراتك الطبيعية في إنشاء بيئات مريحة ومثمرة أمر أعلى قيمة.فكر في التفاوض من أجل المزايا التي تدعم التوازن بين العمل والحياة والاحتياجات الأسرية.",
            "health": "تتطلب أنظمة الحلق والجهاز الهضمي التنسيق.الممارسات التي تطلق العواطف المخزنة من الجسم ، وخاصة حول القضايا الأمنية ، تجلب فوائد ملحوظة.الأساليب الغذائية التأكيد على الأطعمة التقليدية ، تعمل الأطعمة الكاملة على تحسين الحيوية بشكل عام.",
            "finances": "التخطيط الأمني ​​على المدى الطويل يحقق فوائد كبيرة.النظر في الاستثمارات في التقنيات المنزلية المستدامة أو الشركات الموجهة نحو المجتمع.تأتي مكاسب مالية غير متوقعة من خلال قرارات الممتلكات ذات التوقيت البسيط أو إدارة الموارد الأسرية."
        },
        "2031": {
            "overall": "2031 يجلب التحول الشخصي العميق وتجديد الهوية للسرطان.إن فهمك المتطور للاحتياجات العاطفية يوجه التعبير الذاتي الأصيل.التوازن بين تكريم طبيعتك الحساسة وتطوير المرونة يؤدي إلى نمو القوة.",
            "love": "تتحول العلاقات أثناء تجسيد نسخة أكثر أصالة من نفسك.يستجيب الشركاء بشكل إيجابي لثقتك العاطفية المتزايدة.تجذب السرطانات الفردية اتصالات أعمق من خلال التعبير الذاتي الأصلي والحدود الواضحة.",
            "career": "تظهر فرص القيادة التي تستخدم كل من طبيعتك التعاطفية والتأكيد حديثًا.قدرتك على الدفاع عن رفاه الفريق مع الحفاظ على الإنتاجية يجلب الاعتراف.النظر في الأدوار التي تسمح بالحكم الذاتي الإبداعي أثناء تلبية الاحتياجات العاطفية للمجتمعات.",
            "health": "حدود الطاقة الشخصية تتطلب تطورًا واعيًا.الممارسات التي تعزز مجال الطاقة الخاص بك مع الحفاظ على الحساسية تحقيق فوائد ملحوظة.انتبه إلى الضفيرة الشمسية والمركز العاطفي من خلال كل من الممارسات الوقائية والتعزيز.",
            "finances": "العلامات التجارية الشخصية أو عروض الخدمة الأصلية تظهر الوعد المالي.النظر في الاستثمارات التي تعكس القيم والأولويات المتطورة.تنشأ فرص مالية غير متوقعة من خلال الوقوف بحزم في حكمتك العاطفية الحقيقية."
        },
        "2032": {
            "overall": "2032 يؤكد على العلاقة الروحية والتطور البديهي للسرطان.تصل حساسيتك النفسية الطبيعية إلى أعماق جديدة من الوضوح والغرض.التوازن بين الفهم العقلاني والمعرفة البديهية يجلب رؤى عميقة عن المنفعة الشخصية والجماعية.",
            "love": "الاتصال الروحي أو البديهي يعمق الروابط الرومانسية.يقدر الشركاء تعاطفك المتزايد والحكمة العاطفية.تجذب السرطانات الفردية العلاقات مع التعرف على الروح الكبير أو إمكانات الشفاء الكرمية.",
            "career": "مساعدة المهن أو أدوار الاستشارة البديهية تجلب تحقيقًا خاصًا.إن قدرتك على الشعور بالاحتياجات غير المعلنة تخلق حلولًا فريدة في الرعاية الصحية أو التعليم أو الدعم المجتمعي.فكر في الأدوار التي تسمح لك بخدمة الآخرين من خلال هداياك البديهية.",
            "health": "توفر جودة النوم وخبرات الأحلام إرشادات قيمة.الممارسات التي تدعم قدراتك الطبيعية البديهية ، مثل تأمل ضوء القمر أو مراسم المياه ، تجلب فوائد ملحوظة.إيلاء اهتمام خاص للصحة الصنوبرية والغدة النخامية من خلال الإدارة المناسبة والإضاءة.",
            "finances": "يأتي الدعم المالي غير المتوقع من خلال القنوات المتزامنة على ما يبدو.النظر في الاستثمارات في العافية أو موارد النمو الروحي التي تتماشى مع قيمك.التناقض والخدمة بشكل متناقض يزيد من أمن المواد الخاصة بك."
        },
        "2033": {
            "overall": "2033 يجلب فترة من التفكير الهادئ وتطور الحرم الداخلي للسرطان.حاجتك إلى العزلة ذات معنى تدعم المعالجة العاطفية المهمة.التوازن بين الاتصال الاجتماعي والانسحاب الوقائي يخلق إدارة الطاقة المستدامة.",
            "love": "تعمق العلاقات من خلال الفهم المحترم للاحتياجات العاطفية والحدود.يقدر الشركاء اتصالك الأصيل حول الحاجة إلى الفضاء.تجذب السرطانات الفردية اتصالات ناضجة عاطفيا من خلال معرفة الذات على الأرض.",
            "career": "أدوار أو وظائف من وراء الكواليس التي تتطلب تركيزًا عميقًا تظهر وعدًا خاصًا.قدرتك على العمل بشكل مستقل مع الحفاظ على الاتصال العاطفي يجلب نتائج فريدة.النظر في الأدوار في البحث أو الكتابة أو الاستشارة التي تسمح للمساحة التأملية.",
            "health": "تستفيد الأنظمة المناعية واللمفاوية من الاهتمام الواعي.الممارسات التي تدعم المعالجة العاطفية المناسبة ، مثل اليومية أو العلاج الحديث ، تعزز المرونة البدنية.التوازن بين الحركة اللطيفة والراحة الكافية يحافظ على الرفاهية الأمثل.",
            "finances": "التقاعد على المدى الطويل أو التخطيط الأمني ​​يجلب راحة البال.النظر في إنشاء تدفقات الدخل السلبية التي تتطلب الحد الأدنى من الطاقة الاجتماعية.قد تؤدي الاستثمارات العقارية أو المحميات الخاصة إلى عائدات عاطفية ومالية."
        },
        "2034": {
            "overall": "2034 يمثل بداية النهضة الاجتماعية النابضة بالحياة للسرطان.هداياك الطبيعية في خلق اتصال عاطفي تجد التعبير في مشاركة المجتمع ذي معنى.التوازن بين تركيز الأسرة والدوائر الاجتماعية الأوسع يجلب فرصًا غير متوقعة.",
            "love": "العلاقات تزدهر عندما تصبح القيم الاجتماعية المشتركة نقاط محورية.يقدر الشركاء جهودك لإنشاء مساحات مجتمعية رعاية معًا.تجذب السرطانات الفردية الاتصالات من خلال أنشطة جماعية ذات مكونات عاطفية أو رعاية.",
            "career": "القيادة المجتمعية أو أدوار الرعاية الاجتماعية تجلب الوفاء.تتلقى قدرتك على إنشاء بيئات آمنة عاطفيا للمجموعات المتنوعة الاعتراف.النظر في المناصب في القيادة غير الربحية أو تنظيم المجتمع أو تيسير المجموعة.",
            "health": "قد يتطلب القلق الاجتماعي اهتمامًا لطيفًا.الممارسات التي تدعم الوقاية من الوقاية ، مثل التدريع في الطاقة أو الانسحاب الاستراتيجي ، تحافظ على التوازن العاطفي.النهج الغذائية التي تدعم الحدود الصحية ، مثل التعزيز المعدني ، تجلب فوائد ملحوظة.",
            "finances": "الاستثمارات المجتمعية أو مشاريع الموارد المشتركة تظهر الوعد.النظر في الإسكان التعاوني أو حدائق المجتمع أو مبادرات دعم الأعمال المحلية.يتحسن الأمن المالي من خلال التحالف الاستراتيجي مع الأفراد المتشابهين في التفكير."
        },
        "2035": {
            "overall": "2035 يجلب تتويجا احترافيا والاعتراف العام بالسرطان.إن حياتك من الحكمة العاطفية وقيادة رعاية تصل إلى تقدير أوسع.التوازن بين المساهمة العامة والتجديد الخاص يخلق نجاحًا مستدامًا.",
            "love": "تستفيد العلاقات من الأهداف المشتركة والهويات العامة المحددة بوضوح.يقدر الشركاء الدعم المتبادل للتطلعات المهنية.تجذب السرطانات الفردية الاتصالات من خلال مساهماتها العامة الأصيلة والحكمة العاطفية.",
            "career": "أدوار القيادة التي تنطوي على الثقة العامة أو رعاية المجتمع تظهر وعدًا خاصًا.تتلقى قدراتك الطبيعية في خلق بيئات آمنة عاطفيا ولكن الإنتاجية اعترافًا أوسع.النظر في توجيه الآخرين في مقاربات القيادة التعاطفية.",
            "health": "يتطلب نفقات الطاقة العامة استعادة خاصة متوازنة.تصبح الممارسات التي تدعم الانتعاش النشط السريع ، مثل حمامات الملح أو التعرض لضوء القمر ، ضرورية.الاستراتيجيات الغذائية التي تؤكد على الطاقة المستمرة بدلاً من التحفيز السريع الحفاظ على القدرة على التحمل العام.",
            "finances": "يترجم الاعتراف المهني إلى تعويض محسّن.النظر في الاستفادة من الثقة العامة للمشاريع التجارية الأخلاقية مع فائدة المجتمع.التقاعد أو التخطيط القديم يجلب كل من الأمن العاطفي والمالي للأجيال القادمة."
        }
    },
    "famous": [
        {
            "name": "الأميرة ديانا",
            "birth_date": "1 يوليو 1961",
            "description": "كانت \"أميرة الشعب\" تجسد الطبيعة الرائحة والرحمة والعلاقة والعلاقة العاطفية مع الآخرين"
        },
        {
            "name": "توم هانكس",
            "birth_date": "9 يوليو 1956",
            "description": "الممثل المعروف بعمقه العاطفي وقابليته للنسخ ، مما يدل على قدرة السرطان على التواصل مع الجماهير من خلال الشعور الأصيل"
        },
        {
            "name": "ميريل ستريب",
            "birth_date": "22 يونيو 1949",
            "description": "الممثلة المشهورة ذات النطاق العاطفي الرائع والعمق ، والتي تظهر فهم السرطان البديهي للمشاعر الإنسانية"
        },
        {
            "name": "أريانا غراندي",
            "birth_date": "26 يونيو 1993",
            "description": "المغني ذو التعبير العاطفي الصوتي والاتصال القوي بالمعجبين ، مما يعكس حساسية السرطان وعناية الطبيعة"
        },
        {
            "name": "نيلسون مانديلا",
            "birth_date": "18 يوليو 1918",
            "description": "الزعيم الثوري الذي أظهر غرائز الحماية للسرطان تجاه شعبه ومثابرة في متابعة العدالة"
        }
    ],
    "daily_advice": {
        "relationship": "اليوم ، عبر عن طبيعتك المهتمة دون توقع أي شيء في المقابل.تذكر أن الآخرين يظهرون الحب بشكل مختلف عما قد تفعل.",
        "career": "من المحتمل أن يكون الحدس الخاص بك حول وضع العمل دقيقًا.ثق في غرائزك أثناء جمع المعلومات العملية لدعم رؤىكم.",
        "health": "انتبه إلى كيفية تأثير مشاعرك على هضمك اليوم.خذ لحظات من الهدوء لتركز نفسك قبل الوجبات.",
        "general": "حساسيتك هي قوة اليوم ، مما يساعدك على فهم الديناميات غير المعلنة.إنشاء حدود تحمي طاقتك العاطفية."
    },
    "tarot_associations": {
        "major_arcana": "عربة",
        "explanation": "تمثل عربة التحكم العاطفي ، والتصميم ، وانتصار قوة الإرادة على الصراعات الداخلية والخارجية - الصفات التي يتردد صداها مع حاجة السرطان إلى التنقل في عواطفهم القوية وغرائز الحماية.تجسد هذه البطاقة أيضًا الرحلة نحو النضج العاطفي وقياس الذات."
    },
    "compatibility_details": {
        "aries": "يواجه السرطان والحمل تحديات مع أنماط عاطفية مختلفة.يمكن أن يشعر توجيه Aries بقسوة من السرطان الحساس ، في حين أن الاحتياجات العاطفية للسرطان قد تحبط الحمل الموجهة نحو العمل.",
        "taurus": "السرطان والنور يخلق علاقة متناغمة وآمنة.كل من الاستقرار والراحة ، مع الثور يوفر أساسًا عمليًا للعمق العاطفي للسرطان.",
        "gemini": "يمكن للسرطان والجرميني أن يناضلوا مع أنماط الاتصالات - يعبر السرطان عاطفياً بينما يعالج الجوزاء فكريًا.فهم هذه الاختلافات هو مفتاح التوافق.",
        "cancer": "اثنين من السرطان يخلق علاقة بديهية ، غنية عاطفيا.إنهم يفهمون مزاج بعضهم البعض واحتياجاتهم ، على الرغم من أنهم قد يحتاجون إلى الحماية من التعزيز المتبادل لعدم الأمان.",
        "leo": "يمكن للسرطان وليو أن يكملوا بعضهما البعض عندما يفهمان احتياجاتهما المختلفة - يوفر السرطان دعمًا عاطفيًا لطموحات ليو ، بينما يجلب ليو الدفء والتشجيع على حياة السرطان.",
        "virgo": "يشكل السرطان والعروق العذراء تطابقًا داعمًا مع التقدير المشترك للأمن والخدمة.يكمل حدس السرطان التحليل العملي للمواقف.",
        "libra": "قد يناضل السرطان والورسان مع طرق مختلفة - العمق العاطفي للسرطان مقابل رغبة الميزان في الوئام وأحيانًا السلام على مستوى السطح.",
        "scorpio": "يخلق السرطان والعقرب علاقة بديهية ومكثفة عاطفياً كعلامات مائية.كلا من الولاء القيمة والأصالة العاطفية ، وخلق روابط قوية.",
        "sagittarius": "يواجه السرطان والسهول تحديات مع الاحتياجات المختلفة - يرغب السرطان في الأمن العاطفي بينما يتغلب القوس على الحرية والاستقلال.",
        "capricorn": "يشكل السرطان والرجلي علامات معاكسة مع نقاط القوة التكميلية.يوفر السرطان رعاية عاطفية بينما يقدم الجدي الدعم والبنية العملية.",
        "aquarius": "يناضل السرطان والمال مع الاختلافات الأساسية - النهج العاطفي والشخصي للسرطان مقابل منظور الدلو الفكري والعالمي.",
        "pisces": "يشترك السرطان والحوت في الفهم العاطفي العميق كعلامات مائية.كلاهما بديهية وعاطفية ، مما يخلق علاقة مع اتصال عاطفي عميق."
    },
    "astrological_influences": {
        "sun_in": "تجلب الشمس في السرطان الحساسية العاطفية ، وغرائز رعاية ، والصفات الوقائية القوية.أنت تتعامل مع الحياة من خلال عدسة عاطفية وتقييم الأمن والراحة.",
        "moon_in": "يخلق القمر في السرطان وعيًا عاطفيًا قويًا وحدسًا في علامة منزله.مشاعرك تعمل بعمق ، وأنت متناغم للغاية مع الاحتياجات العاطفية للآخرين.",
        "rising": "يمنحك ارتفاع السرطان مظهرًا من اللطف والحساسية والتعامل.غالبًا ما يشعر الآخرون طبيعتك الرعاية وقد يشاركون غريزيًا مشاكلهم معك."
    },
    "self_improvement": {
        "challenges": [
            "إدارة التفاعل العاطفي وتقلبات المزاج",
            "تطوير اتصال مباشر بدلاً من التعبير غير المباشر",
            "إطلاق الماضي واحتضان التغييرات اللازمة",
            "وضع حدود صحية في العلاقات",
            "موازنة رعاية الآخرين بالرعاية الذاتية"
        ],
        "growth_opportunities": [
            "استخدام الذكاء العاطفي لدعم نمو الآخرين",
            "إنشاء بيئات رعاية تساعد الناس على الازدهار",
            "تطوير الحدس كنظام توجيه عملي",
            "توجيه الحساسية إلى تعبير إبداعي",
            "بناء الأمن العاطفي الذي لا يعتمد على الظروف الخارجية"
        ],
        "affirmations": [
            "أعبر عن احتياجاتي بوضوح ومباشر",
            "أكرم مشاعري أثناء اختيار ردوداتي",
            "أقوم بإنشاء أمان داخل نفسي",
            "أفرج عن الماضي بالرحمة",
            "حساسي هي قوة يرشدني"
        ]
    },
    "life_path": {
        "purpose": "غالبًا ما يكون لدى أفراد السرطان مهمة لخلق السلامة العاطفية ، ورعاية النمو ، والحفاظ على التقاليد والروابط المهمة.غرضهم ينطوي على تطوير الذكاء العاطفي ومساعدة الآخرين على الشعور بالأمان والرعاية.",
        "life_lessons": [
            "تعلم توفير الرعاية دون تمكين التبعية",
            "تطوير القوة العاطفية إلى جانب الحساسية",
            "فهم متى يتم التمسك ومتى تتركه",
            "إنشاء حدود صحية مع الحفاظ على الاتصالات",
            "تحويل التجارب العاطفية الشخصية إلى الحكمة"
        ],
        "spiritual_growth": "التنمية الروحي للسرطان ينطوي على تجاوز التفاعل العاطفي مع الحفاظ على الحساسية.تعلم التمييز بين التعاطف وتولي مشاعر الآخرين ، وإيجاد اتصال عالمي يتجاوز المرفقات الشخصية ، واستخدام الحدس للحصول على إرشادات أعلى ، كلها تسهم في التطور الروحي."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "عادةً ما يكون أطفال السرطان حساسين وعاطفين ومرتبطون بقوة بالآباء والمنزل منذ سن مبكرة.غالبًا ما تظهر ردود أفعال عاطفية قوية ، وخيال إبداعي ، والحاجة إلى الأمن والروتين.",
            "parenting_advice": "توفير الدعم العاطفي المتسق والروتين الواضح لمساعدتهم على الشعور بالأمان.التحقق من صحة مشاعرهم مع مساعدتهم على تطوير المرونة العاطفية.إنشاء بيئة منزلية مستقرة مع تشجيع الاستقلال التدريجي."
        },
        "in_friendship": {
            "friendship_style": "أصدقاء السرطان مخلصون وداعمون ومتناغمون عاطفيا.يتذكرون تفاصيل مهمة حول حياة أصدقائهم ، وخلق بيئات مريحة للتجمع ، وتقديم الدعم في الأوقات الصعبة.",
            "ideal_friends": "يزدهر السرطان مع الأصدقاء الذين يقدرون العمق العاطفي والرعاية بالمثل.إنهم يقدرون الصداقات طويلة الأجل مع الدعم المتبادل والتفاهم ، مفضلين بعض الروابط العميقة على العديد من معارفه."
        },
        "shadow_side": {
            "potential_issues": "عندما يكون غير متوازن ، يمكن أن يصبح السرطان التلاعب ، أو المعتمد بشكل مفرط ، أو عدوانية سلبية.قد تظهر حاجتهم إلى الأمان على أنها السيطرة على السلوك أو الانسحاب العاطفي أو مقاومة التغيير اللازم.",
            "growth_path": "ينطوي النمو الشخصي للسرطان على تطوير النضج العاطفي ، وتعلم التعبير عن الاحتياجات مباشرة ، وخلق أمن داخلي بدلاً من البحث عنه حصريًا من مصادر خارجية."
        }
    },
    "seasonal_influences": {
        "summer_solstice": "وُلد السرطان في بداية الصيف ، ويجسد السرطان امتلاء الموسم ، والعمق العاطفي ، والصفات الرعاية.هذا التوقيت يمنح السرطان مع غرائز الحماية الطبيعية حيث تصل الشمس إلى أعلى نقطة لها وتبدأ في نزولها.",
        "cardinal_quality": "كعلامة الكاردينال ، يمثل السرطان المبادرة والقيادة في المجال العاطفي.يمنحهم هذا الموقف القدرة على إنشاء بدايات عاطفية جديدة ، وإنشاء بيئات رعاية ، وبدء اتصالات الرعاية."
    },
    "elemental_analysis": {
        "water_element_influence": "يعطي عنصر الماء السرطان عمقها العاطفي المميز والحدس والصفات الرعاية.يمثل الماء الشعور والقبول والانحسار وتدفق المد والجزر العاطفية.",
        "water_balance": "الماء المتوازن يجلب الذكاء العاطفي والرحمة والحكمة البديهية.يمكن أن تؤدي المياه المفرطة إلى الإرهاق العاطفي ، والاعتماد ، وتقلبات المزاج ، في حين أن نقص المياه قد يؤدي إلى انفصال عاطفي أو صعوبة في التواصل مع الآخرين."
    },
    "planetary_rulership": {
        "moon_influence": "القمر ، حاكم المد والجزر ، والعقل الباطن ، يحكم السرطان.يفسر هذا التأثير الكوكبي المزاج الدوري للعلامة ، والاتصال البديهي ، وغرائز رعاية.",
        "moon_phases": "تؤثر مراحل القمر بشكل خاص على أفراد السرطان ، الذين قد يلاحظون دورات عاطفية المقابلة لدورات القمر.إن فهم هذه الإيقاعات الطبيعية يساعد السرطان على تسخير طاقتهم العاطفية بفعالية."
    },
    "modern_applications": {
        "career_in_digital_age": "في ثقافة العمل عن بُعد اليوم ، يتفوق السرطان في إنشاء تماسك الفريق الافتراضي ، وإنشاء اتصال عاطفي من خلال المنصات الرقمية ، والمجالات التي تتطلب ذكاءًا عاطفيًا مثل العلاج عبر الإنترنت ، وإدارة المجتمع ، والقيادة الداعمة.",
        "relationship_in_modern_context": "تستفيد العلاقات الحديثة من قدرة السرطان على خلق الأمن العاطفي وسط انقطاع اجتماعي.تترجم قدراتهم على إنشاء المنازل بشكل جيد إلى إنشاء مساحات معيشة مريحة تدعم العمل عن بُعد والتواصل الاجتماعي الرقمي."
    }
}