{
    "sign": "Cancer",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/cancer.svg",
    "local_name": "癌",
    "date_range": "6月21日 -  7月22日",
    "element": "水",
    "ruling_planet": "月",
    "symbol": "カニ",
    "lucky_numbers": [
        "2",
        "7",
        "11",
        "16",
        "20"
    ],
    "lucky_colors": [
        "銀",
        "白",
        "海の緑"
    ],
    "lucky_days": [
        "月曜日",
        "木曜日"
    ],
    "lucky_stones": [
        "パール",
        "ムーンストーン",
        "オパール"
    ],
    "general_traits": {
        "strengths": [
            "直感的",
            "感情的",
            "育成",
            "保護",
            "交感神経",
            "粘り強い",
            "忠実な"
        ],
        "weaknesses": [
            "ムーディー",
            "過度に敏感です",
            "しがみつく",
            "疑わしい",
            "操作",
            "変化に消極的です",
            "自尊心"
        ]
    },
    "personality": {
        "overview": "癌は星座の4番目の兆候であり、感情的な深さ、育成、保護を象徴しています。がんの個人は、直感的で思いやりのある性質と家と家族との強いつながりで知られています。彼らは星座の養育者であり、感情的なサポートとケアを通じて自分自身と愛する人のために安全な空間を作り出しています。",
        "detailed_traits": [
            "強い感情的知性を備えた深く直感的です",
            "愛する人と脆弱な人々を非常に保護しています",
            "家、家族、伝統への強いつながり",
            "特に感情的な経験のための優れた記憶",
            "友人や家族への育成と思いやり",
            "豊かな想像力と芸術的感性を備えた創造的",
            "かつて感情的に投資した目標を追求することで粘り強く",
            "直感的な金融感覚と天然資源管理",
            "感情や環境の影響を受けた周期的な気分",
            "新しい状況と人間関係への慎重なアプローチ"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "がんの個人は、関係におけるセキュリティと感情的な親密さを大切にする、深く献身的で感情的に順応したパートナーです。彼らは、行為を育て、快適な家を作り、パートナーの生活と好みについての意味のある詳細を思い出すことで愛を表現しています。",
        "compatibility": {
            "most_compatible": [
                "おうし座",
                "おとめ座",
                "さそり座",
                "魚座"
            ],
            "least_compatible": [
                "牡羊座",
                "天秤座",
                "山羊座"
            ]
        },
        "relationship_advice": "がんの個人は、パートナーが彼らに直感することを期待するのではなく、ニーズを直接表現することに取り組む必要があります。傷ついたときにシェルに退却することは避けてください。代わりにはっきりと感情を伝えます。すべての関係には呼吸室が必要であり、すべての感情的な反応が行動を必要とするわけではないことを忘れないでください。",
        "love_style": [
            "パートナーの感情に深く感情的で敏感です",
            "育成と介護を通して愛を示します",
            "快適で安全な家庭環境を作成します",
            "感情的なセキュリティとコミットメントを大切にします",
            "不安を感じると、所有またはしがみつくようになる可能性があります",
            "重要な日付と個人情報を覚えています",
            "信頼するのに時間がかかりますが、一度コミットされると献身されます"
        ]
    },
    "career_and_finances": {
        "career_traits": "がんの個人は、他の人を育てたり、保護したり、世話をすることを可能にするキャリアに優れています。彼らは人々のニーズについて強い直観を持ち、しばしば彼らが働いているところならどこでも支援的な環境を作ります。",
        "suitable_careers": [
            "ヘルスケアと看護",
            "教育と育児",
            "料理の芸術とレストランの管理",
            "ソーシャルワークとカウンセリング",
            "人事",
            "不動産および不動産管理",
            "アンティークと歴史的保存",
            "インテリアデザインとホームステージング",
            "ホスピタリティ業界",
            "家族経営管理"
        ],
        "financial_habits": "がんの個人は、しばしば良好な財政的本能と、セキュリティのために節約する自然な能力を持っています。彼らは通常、即時の報酬よりも財政的安定を優先し、特に家族の長期的なセキュリティの作成に焦点を当てている可能性があります。",
        "work_style": [
            "職場では、家族のような雰囲気を作り出します",
            "同僚と顧客のニーズを直感的に理解します",
            "セキュリティを備えた安定した作業環境を好む",
            "確立された関係を持つチームでうまく機能します",
            "組織の歴史と伝統を覚えています",
            "批判や職場の紛争に苦しむかもしれません",
            "セキュリティと認識を提供する雇用主に忠実です"
        ]
    },
    "health_and_wellness": {
        "physical_health": "がんは、胸部、乳房、胃、消化器系を支配します。癌の人は通常、強い免疫反応を持っていますが、身体の健康、特に消化器系に影響を与える感情的なストレスの影響を受けやすい場合があります。",
        "common_health_issues": [
            "消化障害と胃の問題",
            "乳房の健康上の懸念",
            "体液貯留",
            "感情的な食事パターン",
            "不安とストレス関連の状態",
            "感情状態に関連する睡眠障害"
        ],
        "wellness_advice": "あなたの感情状態と身体的健康の間のつながりに注意してください。一貫した摂食パターンを確立し、消化器の健康を優先します。睡眠前にその日の感情を処理するのに役立つ就寝時のルーチンを作成します。",
        "exercise_preferences": [
            "水活動（水泳、水エアロビクス）",
            "ウォーキング、特に水の近く",
            "優しいヨガとストレッチ",
            "身近な人とのグループ運動クラス",
            "ホームベースのフィットネスルーチン"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025は、がんの個人に感情的な明快さと家族の調和をもたらします。あなたの育成本能は、個人的な関係とコミュニティのつながりの両方を通して充実したアウトレットを見つけます。他の人の世話とセルフケアのバランスを見つけることは、大きな個人的な成長につながります。",
            "love": "感情的な誠実さと脆弱性を通して、関係は深くなります。パートナーは、彼らのニーズについての直感的な理解を高く評価しています。単一の癌は、家族の集まりや家庭中心の活動を通じて意味のあるつながりを見つけるかもしれません。",
            "career": "専門的な成長は、あなたの共感的なリーダーシップと感情的知性を利用する役割によってもたらされます。チームビルディングの機会は年半ばに発生します。他の人が繁栄するための支援環境を作成できる位置を検討してください。",
            "health": "マインドフルな食事とストレスの軽減を通じて、消化器の健康に焦点を当てます。定期的な水ベースの活動や、水域の近くで過ごす時間とともに、感情的な幸福は改善されます。ストレス時に胸部と胃の領域に特に注意してください。",
            "finances": "金融セキュリティは、慎重な住宅投資または家族指向の貯蓄計画を通じて構築されます。快適な生活空間を作成し、保守的な投資を通じて長期的なセキュリティを構築することの間のバランスの取れたアプローチを検討してください。"
        },
        "2026": {
            "overall": "2026年は、癌の家の改修と感情的な基盤構築を強調しています。真のセキュリティガイドを作成するものについてのあなたの直感的な理解。伝統を称えることと新しい家族の遺産を生み出すことのバランスは、深い充足をもたらします。",
            "love": "家と帰属の共有概念を中心に構築すると、関係は繁栄します。パートナーは、感情的に育てる環境を作成するための努力を大切にしています。単一のがんは、本物のケアと国内の才能を介してつながりを引き付けます。",
            "career": "在宅勤務の機会や家族経営のベンチャーは、特別な約束を示しています。快適で生産的な環境を作成する能力は、認識をもたらします。チームの福祉や従業員の幸福を含むリーダーシップの役割は、あなたの自然な才能に合っています。",
            "health": "感情的および身体的境界は注意が必要です。穏やかな水療法や月明かりの散歩など、敏感な神経系をサポートする慣行は、顕著な利点をもたらします。腸の脳のつながりを強調する栄養的アプローチは、全体的な幸福を改善します。",
            "finances": "不動産投資または住宅の改善は、かなりの収益をもたらします。家族の金融安全網または相続計画の確立を検討してください。予期しない財政的支援は、母親の人物や家族のつながりを通じてもたらされる可能性があります。"
        },
        "2027": {
            "overall": "2027年は、がんの創造的な表現と感情的な真正性を強調しています。集合的な感情的ニーズについてのあなたの直感的な理解は、強力なアウトレットを見つけます。自己保護と心からの共有のバランスは、意味のあるつながりのための新しい機会を生み出します。",
            "love": "ロマンチックな関係は、創造的なコラボレーションと感情的な誠実さを通して深くなります。パートナーは、脆弱性を表現する意欲を高く評価しています。単一の癌は、芸術的な追求や感情的な開放性を通じて意味のあるつながりを引き付けます。",
            "career": "リーダーシップの機会は、感情的な知性と創造的な問題解決を必要とする分野に現れます。暗黙のグループダイナミクスを理解する能力は、チーム管理において利点を与えます。カウンセリング、芸術、またはコミュニティサポートサービスの役割を検討してください。",
            "health": "心臓と胸の領域は特別な注意に値します。表現力豊かな芸術や動きのような感情的な解放を促進する実践は、大きな利点をもたらします。社会的つながりと保護孤独のバランスは、最適な免疫機能をサポートします。",
            "finances": "創造的なベンチャーまたは感情的に共鳴するプロジェクトは、経済的な約束を示しています。芸術、カウンセリングサービス、またはコミュニティ構築イニシアチブへの投資を検討してください。金融セキュリティは、投資または財産の決定を伴う直感的なタイミングを通じて改善されます。"
        },
        "2028": {
            "overall": "2028年は、癌の家庭内変革と家族の癒しをもたらします。感情的な安全性を生み出す能力は、重要な会話と和解を可能にします。過去を称えることとより健康的なパターンを作成することのバランスは、世代の癒しにつながります。",
            "love": "関係は、家族のパターンと感情的なニーズについての正直な議論を通して変化します。パートナーは、繰り返し発生する問題の根本原因に対処する意欲を高く評価しています。単一の癌は、本物の自己職業を通して感情的に成熟したつながりを引き付けます。",
            "career": "家、家族サービス、または感情的な健康に関連する分野では、専門的な機会が現れます。あなたの個人的な成長経験は、他の人を助けるための貴重な洞察を提供します。家族のダイナミクスや感情的な癒しの理解を利用する役割を考えてみましょう。",
            "health": "遺伝的または遺伝性の健康パターンは注目に値します。身体的症状の感情的な要素に対処する全体的なアプローチは、大きなブレークスルーをもたらします。伝統的で先祖の食品に焦点を当てた栄養は、驚くべき利点をもたらすかもしれません。",
            "finances": "家族の財産または継承されたリソースは注意が必要になる場合があります。共有財政の周りに明確な境界を確立することを検討してください。ホームテクノロジーまたは快適性を向上させる改修への投資は、即時および長期の両方のリターンをもたらします。"
        },
        "2029": {
            "overall": "2029年は、癌のコミュニケーションと感情的な表現に焦点を当てています。個人的および専門的な領域の両方で本物の声を見つけることは、予期せぬ機会をもたらします。直感的な理解と明確なアーティキュレーションのバランスは、強力なつながりを生み出します。",
            "love": "感情的なコミュニケーションを改善することにより、関係は繁栄します。パートナーは、ニーズを直接表現する能力を高く評価しています。単一のがんは、書面または会話における脆弱でありながら閉じ込められた自己表現を通して意味のあるつながりを引き付けます。",
            "career": "感情的な翻訳を必要とするコミュニケーションの役割またはポジションは、特別な約束を示しています。複雑な感情をアクセスしやすい方法で表現する能力は、専門的な認識をもたらします。効果的な感情コミュニケーションにおいて他の人を指導することを検討してください。",
            "health": "喉と首の領域には特別な注意が必要です。歌や真実を話すなど、本物の声の表現を促進する実践は、全体的な免疫を強化します。リスニングと表現のバランスは、感情的な平衡を維持します。",
            "finances": "コミュニケーションベースのベンチャーまたは教育の役割は、予期しない収入を生み出す可能性があります。感情的な表現を含む教育や癒しのモダリティへの投資を検討してください。財務の明快さは、共有されたリソースに関する正直な会話を通じて改善されます。"
        },
        "2030": {
            "overall": "2030年は、癌の財政的再編成と価値の明確化のかなりの期間を示しています。真のセキュリティに関するあなたの直感的な理解は、重要なリソースの決定をガイドします。感情的な富と物質的な富のバランスは、永続的な豊かさを生み出します。",
            "love": "セキュリティと快適さを中心に共有された価値が関係を強化します。パートナーは、安定した基盤を作成するための実用的なアプローチを高く評価しています。単一のがんは、安定志向でありながら感情的に利用可能な潜在的なパートナーを引き付けます。",
            "career": "金融セクターまたは良い補償での育成の役割は、約束を示しています。快適で生産的な環境を作成する際の自然な能力は、より高い価値を指します。ワークライフバランスと家族のニーズをサポートする利益のための交渉を検討してください。",
            "health": "喉と消化器系には調和が必要です。保存された感情を身体から解放する慣行、特にセキュリティの問題をめぐる慣行は、顕著な利点をもたらします。伝統的なホールフードが全体的な活力を改善することを強調する栄養的アプローチ。",
            "finances": "長期的なセキュリティ計画は、大きな利益をもたらします。持続可能な在宅技術やコミュニティ指向のビジネスへの投資を検討してください。予期せぬ財政的利益は、直感的にタイミングされた財産決定または家族資源管理を通じてもたらされます。"
        },
        "2031": {
            "overall": "2031は、がんのための深い個人的な変革とアイデンティティの更新をもたらします。感情的なニーズの進化する理解は、本物の自己表現を導きます。あなたの繊細な性質を尊重することと回復力の発達のバランスは、成長を続けることにつながります。",
            "love": "あなたがあなた自身のより本物のバージョンを体現するとき、関係は変化します。パートナーはあなたの感情的な自信の増加に積極的に対応します。単一の癌は、本物の自己表現と明確な境界を通じて、より深いつながりを引き付けます。",
            "career": "あなたの共感的な性質と新たな主張の両方を利用するリーダーシップの機会が現れます。生産性を維持しながらチームの幸福を擁護する能力は認識をもたらします。コミュニティの感情的なニーズに応えながら、創造的な自律性を可能にする役割を検討してください。",
            "health": "個人のエネルギーの境界は、意識的な発達を必要とします。感度を維持しながらエネルギー分野を強化する慣行は、驚くべき利益をもたらします。保護慣行と強化慣行の両方を通じて、太陽神経叢と感情センターに注意してください。",
            "finances": "個人のブランディングまたは本物のサービス提供は、経済的な約束を示しています。進化する価値と優先順位を反映する投資を検討してください。予期せぬ経済的機会は、あなたの本物の感情的な知恵にしっかりと立っていることによって生じます。"
        },
        "2032": {
            "overall": "2032は、がんの精神的なつながりと直感的な発達を強調しています。あなたの自然な精神的な感受性は、明快さと目的の新しい深さに到達します。合理的な理解と直感的な知識のバランスは、個人的および集団的利益のための深い洞察をもたらします。",
            "love": "精神的または直感的なつながりは、ロマンチックな絆を深めます。パートナーはあなたの高まりの共感と感情的な知恵を高く評価しています。単一のがんは、重要な魂の認識またはカルマの癒しの可能性との関係を引き付けます。",
            "career": "職業や直感的なカウンセリングの役割を支援することで、特別な充足がもたらされます。暗黙のニーズを感知する能力は、ヘルスケア、教育、またはコミュニティサポートにユニークなソリューションを作成します。直感的な贈り物を通して他の人に仕えることを可能にする役割を検討してください。",
            "health": "睡眠の質と夢の経験は、貴重なガイダンスを提供します。月明かりの瞑想や水の儀式など、あなたの自然な直感的な能力をサポートする慣行は、顕著な利点をもたらします。適切な休息と光の管理を通じて、松果体と下垂体の健康に特に注意してください。",
            "finances": "予期しない財政的支援は、一見同期的なチャネルを通じてもたらされます。あなたの価値観と一致するウェルネスまたは精神的な成長リソースへの投資を検討してください。寛大さとサービスは、あなたの物質的なセキュリティを逆説的に増加させます。"
        },
        "2033": {
            "overall": "2033は、癌のための静かな反省と内部聖域の発達の期間をもたらします。意味のある孤独の必要性は、重要な感情的処理をサポートします。社会的つながりと保護撤退のバランスは、持続可能なエネルギー管理を生み出します。",
            "love": "感情的なニーズと境界を尊重することにより、関係は深くなります。パートナーは、スペースの必要性についての本物のコミュニケーションに感謝します。単一の癌は、根拠のある自己知識を通して感情的に成熟したつながりを引き付けます。",
            "career": "深いフォーカスを必要とする舞台裏の役割またはポジションは、特別な約束を示しています。感情的なつながりを維持しながら独立して作業する能力は、ユニークな結果をもたらします。瞑想的なスペースを可能にする研究、執筆、またはカウンセリングの役割を検討してください。",
            "health": "免疫システムとリンパ系は、意識的な注意の恩恵を受けます。ジャーナリングやトークセラピーなどの適切な感情処理をサポートする実践は、身体の回復力を強化します。穏やかな動きと適切な休息のバランスは、最適な幸福を維持します。",
            "finances": "長期的な退職またはセキュリティ計画は、安心をもたらします。最小限の社会的エネルギーを必要とする受動的な収入の流れを確立することを検討してください。不動産投資または民間の聖域は、感情的および財政的リターンの両方をもたらす可能性があります。"
        },
        "2034": {
            "overall": "2034年は、がんのための活気のある社会的ルネッサンスの始まりを示しています。感情的なつながりを生み出す際のあなたの自然な贈り物は、意味のあるコミュニティの関与における表現を見つけます。家族の焦点とより広いソーシャルサークルのバランスは、予想外の機会をもたらします。",
            "love": "共有された社会的価値が焦点になると、関係は繁栄します。パートナーは、育成コミュニティスペースを一緒に作成するための努力に感謝します。単一のがんは、感情的または世話的なコンポーネントを備えたグループアクティビティを通じてつながりを引き付けます。",
            "career": "コミュニティのリーダーシップや社会福祉の役割は、充実感をもたらします。多様なグループのために感情的に安全な環境を作成する能力は、認識を受け取ります。非営利のリーダーシップ、コミュニティの組織化、またはグループファシリテーションの役職を検討してください。",
            "health": "社会的不安は穏やかな注意を必要とするかもしれません。エネルギーシールドや戦略的撤退など、圧倒的な予防をサポートする慣行は、感情的なバランスを維持します。鉱物補強のような健全な境界をサポートする栄養的アプローチは、顕著な利点をもたらします。",
            "finances": "コミュニティベースの投資または共有リソースプロジェクトは有望です。協力住宅、コミュニティガーデン、または地元のビジネスサポートイニシアチブを検討してください。金融セキュリティは、志を同じくする個人との戦略的同盟を通じて改善します。"
        },
        "2035": {
            "overall": "2035は、がんのために専門的な頂点と国民の認識をもたらします。あなたの感情的な知恵と育成のリーダーシップの生涯は、より広い評価に到達します。公的貢献と私的再生のバランスは、持続可能な成功をもたらします。",
            "love": "関係は、明確に定義された共有の目標と公的アイデンティティから恩恵を受けます。パートナーは、専門的な願望の相互支援を高く評価しています。単一の癌は、本物の公共の貢献と感情的な知恵を通してつながりを引き付けます。",
            "career": "公共の信頼またはコミュニティ福祉を含むリーダーシップの役割は、特別な約束を示しています。感情的に安全でありながら生産的な環境を作成する際のあなたの自然な能力は、より広い認識を受けます。共感的なリーダーシップのアプローチで他の人を指導することを検討してください。",
            "health": "公共エネルギーの消費には、バランスの取れた私的修復が必要です。塩浴や月明かりの露出など、迅速なエネルギー回復をサポートするプラクティスが不可欠になります。迅速な刺激ではなく、持続的なエネルギーを強調する栄養戦略は、公共のスタミナを維持します。",
            "finances": "専門的な認識は、補償の改善につながります。コミュニティの利益をもって、倫理的ビジネスベンチャーのための公共の信頼を活用することを検討してください。退職またはレガシーの計画は、将来の世代に感情的および財政的な安全の両方をもたらします。"
        }
    },
    "famous": [
        {
            "name": "ダイアナ王女",
            "birth_date": "1961年7月1日",
            "description": "「人々の王女」は、がんの育成、思いやりのある性質と他者との感情的なつながりを例示した"
        },
        {
            "name": "トム・ハンクス",
            "birth_date": "1956年7月9日",
            "description": "彼の感情的な深さと関連性で知られる俳優、本物の感覚を通して聴衆とつながる癌の能力を示しています"
        },
        {
            "name": "メリル・ストリープ",
            "birth_date": "1949年6月22日",
            "description": "驚くべき感情的な範囲と深さを持つ称賛された女優、がんの人間の感情に対する直感的な理解を示している"
        },
        {
            "name": "アリアナグランデ",
            "birth_date": "1993年6月26日",
            "description": "感情的な声の表情とファンとの強いつながりを持つ歌手、がんの感受性と思いやりのある性質を反映している"
        },
        {
            "name": "ネルソン・マンデラ",
            "birth_date": "1918年7月18日",
            "description": "彼の人々に対するがんの保護本能と正義を追求する粘り強さを示した革命的なリーダー"
        }
    ],
    "daily_advice": {
        "relationship": "今日、見返りに何も期待せずに思いやりのある性質を表現してください。他の人はあなたとは違った愛を示すことを忘れないでください。",
        "career": "仕事の状況についてのあなたの直感はおそらく正確です。あなたの洞察をサポートするために実用的な情報を収集しながら、あなたの本能を信頼してください。",
        "health": "あなたの感情が今日の消化にどのように影響するかに注意してください。静かな瞬間を取り、食事の前に自分を中心にしてください。",
        "general": "あなたの感受性は今日の強さであり、暗黙のダイナミクスを理解するのに役立ちます。感情的なエネルギーを保護する境界を作成します。"
    },
    "tarot_associations": {
        "major_arcana": "戦車",
        "explanation": "戦車は、感情的なコントロール、決意、そして内側と外側の紛争に対する意志の勝利を表しています。このカードはまた、感情的な成熟と自己マスターへの旅を体現しています。"
    },
    "compatibility_details": {
        "aries": "がんと牡羊座は、さまざまな感情的なスタイルで課題に直面しています。牡羊座の直接性は、敏感な癌に対して厳しいと感じることがありますが、がんの感情的なニーズは行動指向の牡羊座を苛立たせる可能性があります。",
        "taurus": "癌と牡牛座は、調和のとれた安全な関係を作り出します。価値の安定性と快適さの両方で、おうし座は癌の感情的な深さの実用的な基盤を提供します。",
        "gemini": "がんとジェミニはコミュニケーションスタイルに苦しむことができます - がんは感情的に表現し、ジェミニは知的に処理します。これらの違いを理解することは、互換性の鍵です。",
        "cancer": "2つの癌は、深く直感的で感情的に豊かな関係を作り出します。彼らはお互いの気分とニーズを理解していますが、不安の相互強化を防ぐ必要があるかもしれません。",
        "leo": "がんとレオは、さまざまなニーズを理解するとお互いを補完することができます。がんはレオの野望に感情的なサポートを提供し、レオは癌の人生に暖かさと励ましをもたらします。",
        "virgo": "がんと乙女座は、セキュリティとサービスに対する評価を共有して支持的な試合を形成します。がんの直感は、乙女座の状況の実際的な分析を補完します。",
        "libra": "がんと天秤座は、さまざまなアプローチに苦しむ可能性があります - がんの感情的な深さと、調和に対する天秤座の欲求、時には表面レベルの平和。",
        "scorpio": "がんとさそり座は、水の兆候として、深く直感的で感情的に激しい関係を作り出します。価値のある忠誠心と感情的な真正性の両方が、強い絆を生み出します。",
        "sagittarius": "癌と射手座は、さまざまなニーズを伴う課題に直面しています - がんは感情的な安全を望み、射手座は自由と独立を切望しています。",
        "capricorn": "癌と山羊座は、相反する強さを持つ反対の兆候を形成します。がんは感情的な育成を提供し、山羊座は実用的なサポートと構造を提供します。",
        "aquarius": "癌と水瓶座は基本的な違いと闘っています - がんの感情的で個人的なアプローチと水瓶座の知的、普遍的な視点。",
        "pisces": "がんと魚座は、水の兆候として深い感情的理解を共有しています。どちらも直感的で思いやりがあり、深い感情的なつながりとの関係を作り出します。"
    },
    "astrological_influences": {
        "sun_in": "癌の太陽は、感情的な感受性をもたらし、本能を育て、強い保護品質をもたらします。感情的なレンズと価値のあるセキュリティと快適さを通して人生にアプローチします。",
        "moon_in": "癌の月は、そのホームサインに強力な感情的認識と直感を生み出します。あなたの感情は深く走り、あなたは他の人の感情的なニーズに非常に調和しています。",
        "rising": "がんの上昇により、優しさ、感受性、アプローチ性の外観が得られます。他の人はしばしばあなたの育成の性質を感じ、本能的に彼らの問題をあなたと共有するかもしれません。"
    },
    "self_improvement": {
        "challenges": [
            "感情的な反応性と気分の変動の管理",
            "間接的な表現ではなく、直接的なコミュニケーションを開発します",
            "過去を解放し、必要な変更を受け入れます",
            "関係に健全な境界を設定します",
            "セルフケアで他人の育成のバランスをとる"
        ],
        "growth_opportunities": [
            "感情的な知性を使用して、他人の成長をサポートします",
            "人々が繁栄するのに役立つ育成環境を作成します",
            "実用的なガイダンスシステムとして直観を開発する",
            "感度を創造的な表現にチャネリングします",
            "外部の状況に依存しない感情的なセキュリティの構築"
        ],
        "affirmations": [
            "私は自分のニーズを明確かつ直接表現しています",
            "私は自分の回答を選択しながら自分の気持ちを尊重します",
            "私は自分の中にセキュリティを作成します",
            "私は思いやりを持って過去をリリースします",
            "私の感受性は私を導く強さです"
        ]
    },
    "life_path": {
        "purpose": "がんの個人は、多くの場合、感情的な安全を生み出し、成長を育み、重要な伝統とつながりを維持するという使命を抱えています。彼らの目的には、感情的な知性を開発し、他の人が安全で世話をするのを助けることが含まれます。",
        "life_lessons": [
            "依存関係を可能にすることなく育成を提供することを学ぶ",
            "感受性とともに感情的な強さを開発します",
            "いつ保持するか、いつ手放すかを理解する",
            "接続を維持しながら健全な境界を作成します",
            "個人的な感情的経験を知恵に変えます"
        ],
        "spiritual_growth": "がんの精神的発達には、感情を維持しながら感情的な反応性を超越することが含まれます。共感を区別し、他人の感情を引き受け、個人的な愛着を超えた普遍的なつながりを見つけ、より高いガイダンスのために直観を使用することはすべて、精神的な進化に貢献します。"
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "癌の子供は通常、敏感で共感的であり、幼い頃から親や家に強く愛着を持っています。彼らはしばしば、強い感情的な反応、創造的な想像力、そして安全と日常の必要性を示します。",
            "parenting_advice": "一貫した感情的なサポートと明確なルーチンを提供して、彼らが安全に感じるのを助けます。感情的な回復力を開発するのを助けながら、彼らの感情を検証します。安定した家庭環境を作成しながら、漸進的な独立を奨励します。"
        },
        "in_friendship": {
            "friendship_style": "がんの友人は忠実で、支援的で、感情的に調整されています。彼らは、友人の生活に関する重要な詳細を覚えており、集まりのための快適な環境を作り、困難な時期に思いやりのあるサポートを提供します。",
            "ideal_friends": "がんは、感情的な深さと往復ケアに感謝する友人と一緒に繁栄します。彼らは相互の支援と理解で長期的な友情を大切にし、多くの知人よりもいくつかの深いつながりを好みます。"
        },
        "shadow_side": {
            "potential_issues": "不均衡な場合、癌は操作的、過度に依存し、受動的に攻撃的になる可能性があります。彼らのセキュリティの必要性は、行動、感情的な撤退、または必要な変化に対する抵抗を制御することとして現れるかもしれません。",
            "growth_path": "がんの個人的な成長には、感情的な成熟度の発達、ニーズを直接表現することを学び、外部のソースからのみを求めるのではなく、内部セキュリティを作成することが含まれます。"
        }
    },
    "seasonal_influences": {
        "summer_solstice": "夏の初めに生まれた癌は、季節の充実、感情的な深み、育成の質を体現しています。このタイミングは、太陽が最高点に達し、降下を開始するにつれて、自然な保護本能に癌を注入します。",
        "cardinal_quality": "基本的な兆候として、がんは感情的な領域内のイニシアチブとリーダーシップを表しています。この立場は、新しい感情的な始まりを作成し、育成環境を確立し、思いやりのあるつながりを開始する能力を彼らに与えます。"
    },
    "elemental_analysis": {
        "water_element_influence": "水要素は、がんに特徴的な感情的な深さ、直感、育成の質を与えます。水は、感情、受容性、感情的な潮の衰退と流れを表しています。",
        "water_balance": "バランスの取れた水は、感情的な知性、思いやり、そして直感的な知恵をもたらします。過度の水は感情的な圧倒、依存、気分の変動につながる可能性がありますが、水の不足は感情的な分離や他の人とのつながりの困難さをもたらす可能性があります。"
    },
    "planetary_rulership": {
        "moon_influence": "潮、感情、潜在意識の支配者である月は、がんを支配します。この惑星の影響は、サインの周期的なムード、直感的なつながり、本能を育てることを説明しています。",
        "moon_phases": "月の段階は、癌の個人に特に影響し、月のサイクルに対応する感情的なサイクルに気付くかもしれません。これらの自然なリズムを理解することは、がんが感情的なエネルギーを効果的に活用するのに役立ちます。"
    },
    "modern_applications": {
        "career_in_digital_age": "今日のリモートワークカルチャーでは、がんは仮想チームの結束を作成し、デジタルプラットフォームを介した感情的なつながりを確立し、オンライン療法、コミュニティ管理、支援的なリーダーシップなどの感情的知性を必要とする分野に優れています。",
        "relationship_in_modern_context": "現代の関係は、社会的断絶の中で感情的な安全を作り出す癌の能力の恩恵を受けます。彼らの在宅能力は、リモートワークとデジタルソーシャル化をサポートする快適な生活空間を確立することにうまくつながります。"
    }
}