{
    "sign": "Cancer",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/cancer.svg",
    "local_name": "암",
    "date_range": "6 월 21 일 -7 월 22 일",
    "element": "물",
    "ruling_planet": "달",
    "symbol": "게",
    "lucky_numbers": [
        "2",
        "7",
        "11",
        "16",
        "20"
    ],
    "lucky_colors": [
        "은",
        "하얀색",
        "바다 녹색"
    ],
    "lucky_days": [
        "월요일",
        "목요일"
    ],
    "lucky_stones": [
        "진주",
        "월장석",
        "오팔"
    ],
    "general_traits": {
        "strengths": [
            "직관적입니다",
            "감정적인",
            "육성",
            "보호",
            "교감 신경",
            "끈기 있는",
            "충실한"
        ],
        "weaknesses": [
            "무디",
            "지나치게 민감합니다",
            "감겨 붙는",
            "의심스러운",
            "조작",
            "변화를 꺼려합니다",
            "자가 타이어링"
        ]
    },
    "personality": {
        "overview": "암은 정서적 깊이, 육성 및 보호를 상징하는 조디악의 네 번째 징후입니다.암 개인은 직관적이고 돌보는 성격과 가정과 가족과의 강한 연결로 유명합니다.그들은 정서적 지원과 보살핌을 통해 자신과 사랑하는 사람들을위한 안전한 공간을 만드는 조디악의 양육자입니다.",
        "detailed_traits": [
            "강한 감성 지능으로 매우 직관적입니다",
            "사랑하는 사람과 취약한 사람들을 매우 보호합니다",
            "가정, 가족 및 전통과의 강한 연결",
            "특히 정서적 경험에 대한 훌륭한 기억",
            "친구와 가족을 키우고 돌보는 것",
            "풍부한 상상력과 예술적 감성으로 창의적",
            "정서적으로 투자 한 목표를 추구하는 데 강렬합니다",
            "직관적 인 재무 감각과 천연 자원 관리",
            "감정과 환경에 영향을받는 주기적 분위기",
            "새로운 상황과 관계에 대한 신중한 접근"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "암 개인은 관계에서 안보와 정서적 친밀감을 소중히 여기는 깊이 헌신하고 감정적으로 조율 된 파트너입니다.그들은 행동을 육성하고, 편안한 주택을 만들고, 파트너의 삶과 선호도에 대한 의미있는 세부 사항을 기억함으로써 사랑을 표현합니다.",
        "compatibility": {
            "most_compatible": [
                "황소 자리",
                "처녀 자리",
                "천갈궁",
                "물고기"
            ],
            "least_compatible": [
                "양자리",
                "천칭",
                "염소 자리"
            ]
        },
        "relationship_advice": "암 개인은 파트너가 파트너가 직관하기를 기대하지 않고 직접 요구를 표현하기 위해 노력해야합니다.아플 때 껍질로 퇴각하지 마십시오.대신 감정을 명확하게 전달하십시오.모든 관계는 호흡 공간이 필요하며 모든 정서적 반응이 행동이 필요하지는 않습니다.",
        "love_style": [
            "파트너의 감정에 깊이 감정적이고 민감합니다",
            "육성과 간병을 통해 사랑을 보여줍니다",
            "편안하고 안전한 가정 환경을 만듭니다",
            "정서적 안보와 헌신을 중요하게 생각합니다",
            "불안감을 느낄 때 소유하거나 집착 할 수 있습니다",
            "중요한 날짜와 개인 정보를 기억합니다",
            "신뢰하는 데 시간이 걸리지 만 한 번 헌신적으로 헌신합니다"
        ]
    },
    "career_and_finances": {
        "career_traits": "암 개인은 다른 사람들을 육성, 보호 또는 돌볼 수있는 경력에 탁월합니다.그들은 사람들의 요구에 대해 강한 직관을 가지고 있으며 종종 일하는 곳마다 지원 환경을 만듭니다.",
        "suitable_careers": [
            "의료 및 간호",
            "교육 및 보육",
            "요리 예술 및 식당 관리",
            "사회 사업과 상담",
            "인적 자원",
            "부동산 및 부동산 관리",
            "골동품과 역사적 보존",
            "인테리어 디자인 및 홈 스테이징",
            "환대 산업",
            "가족 비즈니스 관리"
        ],
        "financial_habits": "암 개인은 종종 재정적 인 본능과 보안을 위해 자연스러운 능력을 가지고 있습니다.그들은 일반적으로 즉각적인 보상보다 재무 안정성을 우선시하며 특히 가족을위한 장기 보안을 창출하는 데 집중할 수 있습니다.",
        "work_style": [
            "직장에서 지원적이고 가족과 같은 분위기를 만듭니다",
            "동료 및 고객의 요구에 대한 직관적 인 이해",
            "보안으로 안정적인 작업 환경을 선호합니다",
            "확립 된 관계가있는 팀에서 잘 작동합니다",
            "조직의 역사와 전통을 기억합니다",
            "비판이나 직장 갈등으로 어려움을 겪을 수 있습니다",
            "보안 및 인정을 제공하는 고용주에게 충성합니다"
        ]
    },
    "health_and_wellness": {
        "physical_health": "암은 가슴, 가슴, 위 및 소화 시스템을 지배합니다.암 개인은 일반적으로 강한 면역 반응을 가지고 있지만 신체 건강, 특히 소화 시스템에 영향을 미치는 정서적 스트레스에 취약 할 수 있습니다.",
        "common_health_issues": [
            "소화 장애 및 위 문제",
            "유방 건강 문제",
            "체액 저류",
            "정서적 식사 패턴",
            "불안과 스트레스 관련 조건",
            "감정 상태와 관련된 수면 장애"
        ],
        "wellness_advice": "감정 상태와 신체 건강 사이의 연결에주의하십시오.일관된 식사 패턴을 확립하고 소화 건강을 우선시합니다.잠자기 전의 감정을 처리하는 데 도움이되는 취침 루틴을 만듭니다.",
        "exercise_preferences": [
            "수상 활동 (수영, 물 에어로빅)",
            "걷기, 특히 물 근처",
            "부드러운 요가와 스트레칭",
            "친숙한 사람들과의 그룹 운동 수업",
            "홈 기반 피트니스 루틴"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025는 암 개인에게 정서적 선명도와 가족 조화를 제공합니다.당신의 육성 본능은 개인 관계와 커뮤니티 연결을 통해 성취 된 매장을 찾습니다.다른 사람을 돌보는 것과 자기 관리 사이의 균형을 찾으면 상당한 개인적 성장이 발생합니다.",
            "love": "정서적 정직과 취약성을 통해 관계가 깊어집니다.파트너는 자신의 요구에 대한 직관적 인 이해에 감사합니다.단일 암은 가족 모임 또는 가정 중심 활동을 통해 의미있는 연결을 찾을 수 있습니다.",
            "career": "전문적인 성장은 공감적인 리더십과 감성 지능을 활용하는 역할을 통해 발생합니다.팀 건설 기회는 1 년 중반에 발생합니다.다른 사람들이 번성 할 수 있도록 지원 환경을 만들 수있는 위치를 고려하십시오.",
            "health": "신중한 식사 및 스트레스 감소를 통해 소화 건강에 중점을 둡니다.정서적 복지는 정기적 인 수성 활동이나 물 몸 근처에서 보낸 시간으로 향상됩니다.스트레스가 발생하는 동안 가슴과 위장에 특별한주의를 기울이십시오.",
            "finances": "신중한 주택 투자 또는 가족 중심 저축 계획을 통해 금융 보안이 구축됩니다.편안한 생활 공간을 만드는 것과 보수적 인 투자를 통해 장기 보안 구축 사이의 균형 잡힌 접근 방식을 고려하십시오."
        },
        "2026": {
            "overall": "2026은 암에 대한 가정 개조 및 정서적 기초 구축을 강조합니다.진정한 보안 가이드를 만드는 것에 대한 직관적 인 이해는 중요한 결정을 안내합니다.전통을 존중하는 것과 새로운 가족 유산을 만드는 것 사이의 균형은 심오한 성취를 가져옵니다.",
            "love": "관계는 가정과 소속의 공유 개념을 중심으로 구축 될 때 번성합니다.파트너는 감정적으로 육성 환경을 조성하려는 노력을 소중히 여깁니다.단일 암은 진정한 치료 및 가정의 재능을 통해 연결을 유치합니다.",
            "career": "재택 근무 기회 또는 가족 사업 벤처는 특별한 약속을 보여줍니다.편안하고 생산적인 환경을 만들 수있는 능력은 인식을 가져옵니다.팀 복지 또는 직원 복지와 관련된 리더십 역할은 자연 재능에 적합합니다.",
            "health": "정서적, 신체적 경계에는주의가 필요합니다.온화한 물 치료 나 달빛 산책과 같은 민감한 신경계를 지원하는 관행은 주목할만한 이점을 가져옵니다.영양 접근법은 장 뇌 연결을 강조하는 전반적인 복지를 향상시킵니다.",
            "finances": "부동산 투자 또는 주택 개선은 상당한 수익을 산출합니다.가족 금융 안전 네트 또는 상속 계획을 세우는 것을 고려하십시오.예상치 못한 재정 지원은 모성 인물이나 가족 관계를 통해 이루어질 수 있습니다."
        },
        "2027": {
            "overall": "2027은 암에 대한 창의적 표현과 정서적 진정성을 강조합니다.집단적 감정 요구에 대한 직관적 인 이해는 강력한 매장을 찾습니다.자기 보호와 진지한 공유 사이의 균형은 의미있는 연결을위한 새로운 기회를 만듭니다.",
            "love": "낭만적 인 관계는 창의적 협력과 정서적 정직을 통해 깊어집니다.파트너는 취약성을 표현하려는 의지에 감사합니다.단일 암은 예술적 추구 나 정서적 개방성을 통해 의미있는 연결을 유치합니다.",
            "career": "감정 지능과 창의적인 문제 해결이 필요한 분야에서 리더십 기회가 나타납니다.무언의 그룹 역학을 이해하는 능력은 팀 관리에서 유리합니다.상담, 예술 또는 지역 사회 지원 서비스의 역할을 고려하십시오.",
            "health": "심장과 가슴 지역은 특별한 관심을받을 자격이 있습니다.표현 예술이나 운동과 같은 감정적 방출을 장려하는 관행은 상당한 이점을 가져옵니다.사회적 연결과 보호 고독 사이의 균형은 최적의 면역 기능을 지원합니다.",
            "finances": "창조적 인 벤처 또는 감정적으로 공명하는 프로젝트는 재정적 약속을 보여줍니다.예술, 상담 서비스 또는 지역 사회 구축 이니셔티브에 대한 투자를 고려하십시오.금융 보안은 투자 또는 재산 결정을 통해 직관적 인 타이밍을 통해 향상됩니다."
        },
        "2028": {
            "overall": "2028은 암에 대한 국내 변화와 가족 치유를 제공합니다.정서적 안전을 창출하는 능력은 중요한 대화와 화해를 가능하게합니다.과거를 존중하는 것과 더 건강한 패턴을 만드는 것 사이의 균형은 세대의 치유로 이어집니다.",
            "love": "관계는 가족 패턴과 정서적 필요에 대한 정직한 토론을 통해 변화합니다.파트너는 반복되는 문제의 근본 원인을 다루 겠다는 의지에 감사합니다.단일 암은 진정한 자기 작업을 통해 감정적으로 성숙한 연결을 유치합니다.",
            "career": "전문적인 기회는 가정, 가족 서비스 또는 정서적 건강과 관련된 분야에서 나타납니다.귀하의 개인적인 성장 경험은 다른 사람들을 돕기위한 귀중한 통찰력을 제공합니다.가족 역학 또는 정서적 치유에 대한 이해를 활용하는 역할을 고려하십시오.",
            "health": "유전 적 또는 유전적인 건강 패턴은주의를 기울여야합니다.신체적 증상의 정서적 구성 요소를 다루는 전체적인 접근 방식은 상당한 돌파구를 가져옵니다.전통적인 조상 음식에 중점을 둔 영양은 놀라운 이점을 얻을 수 있습니다.",
            "finances": "가족 재산 또는 상속 자원은주의가 필요할 수 있습니다.공유 금융에 대한 명확한 경계를 설정하는 것을 고려하십시오.가정 기술 또는 편안한 강화 리노베이션에 대한 투자는 즉각적인 수익과 장기 수익을 가져옵니다."
        },
        "2029": {
            "overall": "2029는 암의 의사 소통과 감정적 표현에 중점을 둡니다.개인 및 전문 분야에서 진정한 목소리를 찾으면 예상치 못한 기회가 제공됩니다.직관적 인 이해와 명확한 관절 사이의 균형은 강력한 연결을 만듭니다.",
            "love": "개선 된 감정적 의사 소통을 통해 관계가 번성합니다.파트너는 필요를 직접적으로 민감하게 표현할 수있는 능력을 소중히 여깁니다.단일 암은 서면이나 대화에서 취약하지만 경계가 나는 자기 표현을 통해 의미있는 연결을 유치합니다.",
            "career": "감정적 번역이 필요한 의사 소통 역할 또는 위치는 특별한 약속을 보여줍니다.접근 가능한 방식으로 복잡한 감정을 표현하는 능력은 전문적인 인정을 가져옵니다.효과적인 감정적 의사 소통에서 다른 사람들을 멘토링하는 것을 고려하십시오.",
            "health": "목과 목 부위는 특별한주의가 필요합니다.노래 나 말하기 진실과 같은 진정한 보컬 표현을 장려하는 관행은 전반적인 면역을 강화합니다.듣기와 표현 사이의 균형은 정서적 평형을 유지합니다.",
            "finances": "커뮤니케이션 기반 벤처 또는 교육 역할은 예상치 못한 소득을 창출 할 수 있습니다.정서적 표현과 관련된 교육 또는 치유 방식에 대한 투자를 고려하십시오.공유 자원에 대한 정직한 대화를 통해 재정적 명확성이 향상됩니다."
        },
        "2030": {
            "overall": "2030은 암에 대한 상당한 재정적 재정렬 및 ​​가치 설명을 표시합니다.진정한 보안에 대한 직관적 인 이해는 중요한 자원 결정을 안내합니다.정서적 부와 물질적 부 사이의 균형은 지속적인 풍요 로움을 만듭니다.",
            "love": "보안과 편의에 대한 공유 가치는 관계를 강화시킵니다.파트너는 안정적인 기초를 만드는 데 실질적인 접근 방식에 감사드립니다.단일 암은 안정성을 생각하지만 감정적으로 이용할 수있는 잠재적 파트너를 유치합니다.",
            "career": "좋은 보상으로 금융 부문 또는 양육 역할은 약속을 보여줍니다.편안하고 생산적인 환경을 조성하는 데있어 자연스러운 능력은 더 높은 가치를 명령합니다.일과 삶의 균형과 가족의 요구를 지원하는 혜택에 대한 협상을 고려하십시오.",
            "health": "목과 소화 시스템에는 조화가 필요합니다.신체에서 감정을 저장하는 관행, 특히 보안 문제와 관련하여 주목할만한 이점이 있습니다.전통적인 전체 식품을 강조하는 영양 접근법은 전반적인 활력을 향상시킵니다.",
            "finances": "장기 보안 계획은 상당한 이점을 얻습니다.지속 가능한 가정 기술 또는 지역 사회 지향 비즈니스에 대한 투자를 고려하십시오.예상치 못한 재정적 이익은 직관적으로 시간이 지남에 따라 재산 결정 또는 가족 자원 관리를 통해 이루어집니다."
        },
        "2031": {
            "overall": "2031은 암에 대한 심오한 개인 변화와 정체성 갱신을 제공합니다.감정적 필요에 대한 진화하는 이해는 진정한 자기 표현을 안내합니다.당신의 민감한 본성을 존중하는 것과 탄력성을 발전시키는 것 사이의 균형은 힘을 강화시키는 성장으로 이어집니다.",
            "love": "당신이보다 진정한 버전을 구현함에 따라 관계는 변화합니다.파트너는 감정적 인 자신감 증가에 긍정적으로 반응합니다.단일 암은 진정한 자기 표현과 명확한 경계를 통해 더 깊은 연결을 유치합니다.",
            "career": "당신의 공감 성격과 새로운 주장을 모두 활용하는 리더십 기회가 나타납니다.생산성을 유지하면서 팀 웰빙을 옹호하는 능력은 인식을 가져옵니다.지역 사회의 정서적 요구를 부여하면서 창의적 자율성을 허용하는 역할을 고려하십시오.",
            "health": "개인 에너지 경계에는 의식적인 발전이 필요합니다.민감도를 유지하면서 에너지 분야를 강화하는 관행은 놀라운 이점을 가져옵니다.보호 및 강화 관행을 통해 태양 신경총 및 감성 센터에주의를 기울이십시오.",
            "finances": "개인 브랜딩 또는 정통 서비스 제공은 재정적 약속을 보여줍니다.진화하는 가치와 우선 순위를 반영하는 투자를 고려하십시오.예기치 않은 재정적 기회는 당신의 진정한 정서적 지혜에 확고하게 서서 발생합니다."
        },
        "2032": {
            "overall": "2032는 암의 영적 연결과 직관적 인 발달을 강조합니다.당신의 자연 심령 감도는 새로운 깊이의 선명도와 목적에 도달합니다.합리적인 이해와 직관적 인 지식 사이의 균형은 개인적 및 집단적 이익에 대한 심오한 통찰력을 가져옵니다.",
            "love": "영적 또는 직관적 인 연결은 낭만적 인 유대를 심화시킵니다.파트너는 당신의 강화 된 공감과 정서적 지혜를 높이 평가합니다.단일 암은 상당한 영혼의 인식 또는 업장 치유 잠재력과의 관계를 유치합니다.",
            "career": "직업이나 직관적 인 상담 역할을 돕는 것은 특별한 성취를 가져옵니다.무언의 요구를 감지하는 능력은 의료, 교육 또는 지역 사회 지원에서 독특한 솔루션을 만듭니다.직관적 인 선물을 통해 다른 사람들에게 봉사 할 수있는 역할을 고려하십시오.",
            "health": "수면의 질과 꿈의 경험은 귀중한 지침을 제공합니다.달빛 명상이나 수도 의식과 같은 자연스럽게 직관적 인 능력을 지원하는 관행은 주목할만한 이점을 가져옵니다.적절한 휴식과 가벼운 관리를 통해 송과 뇌하수체 건강에 특별한주의를 기울이십시오.",
            "finances": "예기치 않은 재정 지원은 겉보기에 동기화 된 채널을 통해 이루어집니다.귀하의 가치에 맞는 건강 또는 영적 성장 자원에 대한 투자를 고려하십시오.관대함과 서비스는 역설적으로 재료 보안을 증가시킵니다."
        },
        "2033": {
            "overall": "2033은 암에 대한 조용한 반사 및 내부 성소 발달 기간을 제공합니다.의미있는 고독에 대한 당신의 필요는 중요한 감정적 처리를 지원합니다.사회적 연결과 보호 철수 사이의 균형은 지속 가능한 에너지 관리를 만듭니다.",
            "love": "정서적 필요와 경계에 대한 존중하는 이해를 통해 관계는 깊어집니다.파트너는 공간의 필요에 대한 진정한 의사 소통에 감사드립니다.단일 암은 근거가있는 자기 지식을 통해 감정적으로 성숙한 연결을 유치합니다.",
            "career": "Deep Focus가 필요한 비하인드 스토리 또는 직책은 특별한 약속을 보여줍니다.감정적 인 연결을 유지하면서 독립적으로 일할 수있는 능력은 독특한 결과를 가져옵니다.명상적인 공간을 허용하는 연구, 작문 또는 상담의 역할을 고려하십시오.",
            "health": "면역 및 림프계는 의식적인 관심의 이점을 얻습니다.저널링 또는 대화 요법과 같은 적절한 정서적 처리를 지원하는 관행은 신체적 탄력성을 강화합니다.부드러운 움직임과 적절한 휴식 사이의 균형은 최적의 복지를 유지합니다.",
            "finances": "장기 퇴직 또는 보안 계획은 마음의 평화를 가져옵니다.최소한의 사회적 에너지가 필요한 수동 소득 흐름을 설정하는 것을 고려하십시오.재산 투자 또는 사적 성소는 정서적 및 재정적 수익을 모두 산출 할 수 있습니다."
        },
        "2034": {
            "overall": "2034는 암에 대한 생생한 사회 르네상스의 시작입니다.정서적 연결을 만드는 데있어 자연스러운 선물은 의미있는 커뮤니티 참여에서 표현을 찾습니다.가족의 초점과 더 넓은 사회적 서클 사이의 균형은 예상치 못한 기회를 가져옵니다.",
            "love": "공유 사회적 가치가 초점이되면 관계가 번성합니다.파트너는 커뮤니티 공간을 양육하려는 노력에 감사드립니다.단일 암은 감정적 또는 관리 구성 요소로 그룹 활동을 통해 연결을 유치합니다.",
            "career": "지역 사회 리더십 또는 사회 복지 역할은 성취를 가져옵니다.다양한 그룹을위한 정서적으로 안전한 환경을 조성하는 능력은 인정을받습니다.비영리 리더십, 지역 사회 조직 또는 그룹 촉진의 직책을 고려하십시오.",
            "health": "사회적 불안은 부드러운 관심이 필요할 수 있습니다.에너지 차폐 또는 전략적 철수와 같은 압도적 예방을 지원하는 관행은 정서적 균형을 유지합니다.미네랄 강화와 같은 건강한 경계를 뒷받침하는 영양 접근법은 주목할만한 이점을 가져옵니다.",
            "finances": "지역 사회 기반 투자 또는 공유 자원 프로젝트는 약속을 보여줍니다.협력 주택, 커뮤니티 가든 또는 지역 비즈니스 지원 이니셔티브를 고려하십시오.비슷한 생각을 가진 개인과의 전략적 동맹을 통해 금융 보안이 향상됩니다."
        },
        "2035": {
            "overall": "2035는 암에 대한 전문적인 정점과 대중 인식을 제공합니다.정서적 지혜와 리더십을 육성하는 당신의 생애는 더 큰 감사에 도달합니다.대중의 기여와 민간 재생 사이의 균형은 지속 가능한 성공을 만듭니다.",
            "love": "관계는 명확하게 정의 된 공유 목표와 공공 정체성의 혜택을받습니다.파트너는 전문적인 열망에 대한 상호 지원에 감사합니다.단일 암은 진정한 대중의 기여와 정서적 지혜를 통해 연결을 유치합니다.",
            "career": "공공 신뢰 또는 지역 사회 복지와 관련된 리더십 역할은 특별한 약속을 보여줍니다.감정적으로 안전하지만 생산적인 환경을 조성하는 데있어 자연스러운 능력은 더 넓은 인식을받습니다.공감 리더십 접근 방식에서 다른 사람들을 멘토링하는 것을 고려하십시오.",
            "health": "공공 에너지 소비는 균형 잡힌 개인 복원이 필요합니다.소금 목욕이나 달빛 노출과 같은 빠른 에너지 회복을 지원하는 관행이 필수적입니다.빠른 자극보다는 지속적인 에너지를 강조하는 영양 전략은 공공 체력을 유지합니다.",
            "finances": "전문적인 인식은 개선 된 보상으로 해석됩니다.지역 사회 혜택으로 윤리적 비즈니스 벤처에 대한 공공 신뢰를 활용하는 것을 고려하십시오.퇴직 또는 레거시 계획은 미래 세대에게 정서적 및 재정적 안보를 제공합니다."
        }
    },
    "famous": [
        {
            "name": "다이아나 공주",
            "birth_date": "1961 년 7 월 1 일",
            "description": "'사람들의 공주'는 암의 양육, 자비로운 본성과 다른 사람들과의 정서적 연결을 보여주었습니다."
        },
        {
            "name": "톰 행크스",
            "birth_date": "1956 년 7 월 9 일",
            "description": "정서적 깊이와 관련성으로 알려진 배우, 진정한 느낌을 통해 청중과 연결하는 암의 능력을 보여줍니다."
        },
        {
            "name": "Meryl Streep",
            "birth_date": "1949 년 6 월 22 일",
            "description": "인간의 감정에 대한 암의 직관적 인 이해를 보여주는 놀라운 감정적 범위와 깊이를 가진 유명한 여배우"
        },
        {
            "name": "아리아나 그란데",
            "birth_date": "1993 년 6 월 26 일",
            "description": "정서적 보컬 표현과 팬과의 강한 연결을 가진 가수, 암의 감수성과 돌보는 성격을 반영합니다."
        },
        {
            "name": "넬슨 만델라",
            "birth_date": "1918 년 7 월 18 일",
            "description": "그의 백성에 대한 암의 보호 본능을 보여준 혁명적 지도자와 정의를 추구하는 강인함"
        }
    ],
    "daily_advice": {
        "relationship": "오늘, 대가로 아무것도 기대하지 않고 돌보는 성격을 표현하십시오.다른 사람들은 당신과 다르게 사랑을 보여줍니다.",
        "career": "업무 상황에 대한 직관이 정확할 수 있습니다.통찰력을 지원하기 위해 실용적인 정보를 수집하면서 본능을 신뢰하십시오.",
        "health": "오늘날 감정이 소화에 어떤 영향을 미치는지주의하십시오.식사 전에 자신을 중심으로 조용히 한 순간을 보내십시오.",
        "general": "당신의 민감도는 오늘날 강점이며, 무언의 역학을 이해하는 데 도움이됩니다.감정적 에너지를 보호하는 경계를 만듭니다."
    },
    "tarot_associations": {
        "major_arcana": "전차",
        "explanation": "전차는 내면과 외부 갈등에 대한 정서적 통제, 결단력 및 의지력의 승리를 나타냅니다. 암의 강력한 감정과 보호 본능을 탐색 해야하는 자질.이 카드는 또한 정서적 성숙과 자기 마스터를 향한 여정을 구현합니다."
    },
    "compatibility_details": {
        "aries": "암과 양자리는 다른 감정적 스타일로 도전에 직면합니다.양자리의 직접성은 민감한 암에 가혹한 느낌이들 수 있지만 암의 정서적 요구는 행동 지향적 양자리를 좌절시킬 수 있습니다.",
        "taurus": "암과 황소 자리는 조화롭고 안전한 관계를 만듭니다.Tourus는 암의 정서적 깊이에 대한 실질적인 근거를 제공하는 안정성과 편안함을 모두 가치가 있습니다.",
        "gemini": "암과 쌍둥이 자리는 의사 소통 스타일로 어려움을 겪을 수 있습니다.이러한 차이를 이해하는 것은 호환성의 핵심입니다.",
        "cancer": "두 암은 매우 직관적이고 감정적으로 풍부한 관계를 만듭니다.그들은 서로의 기분과 필요를 이해하지만 불안의 상호 강화를 막아야 할 수도 있습니다.",
        "leo": "암과 레오는 다른 요구를 이해할 때 서로를 보완 할 수 있습니다. 암은 레오의 야망에 대한 정서적 지원을 제공하는 반면, 레오는 암의 삶에 따뜻함과 격려를 가져옵니다.",
        "virgo": "Cancer와 Virgo는 보안 및 서비스에 대한 공동 감사와 함께지지 적합을 형성합니다.암의 직관은 처녀 자리의 상황에 대한 실질적인 분석을 보완합니다.",
        "libra": "암과 천칭 자리는 다른 접근법으로 어려움을 겪을 수 있습니다. 암의 정서적 깊이 대 하모니와 때로는 표면 수준의 평화에 대한 천칭 자리의 욕구.",
        "scorpio": "암과 전갈 자리는 물 징후로서 깊고 직관적이고 감정적으로 강렬한 관계를 만듭니다.충성도와 정서적 진정성 모두 강한 유대를 창출합니다.",
        "sagittarius": "암과 궁수 자리는 다른 요구로 도전에 직면합니다 - 암은 정서적 안보를 원하지만 궁수 자리는 자유와 독립성을 갈망합니다.",
        "capricorn": "암과 염소 자리는 보완적인 강점으로 반대 징후를 형성합니다.암은 정서적 육성을 제공하는 반면 염소 자리는 실질적인 지원과 구조를 제공합니다.",
        "aquarius": "암과 물병 자리는 근본적인 차이로 어려움을 겪고 있습니다. 암의 정서적, 개인적인 접근과 Aquarius의 지적, 보편적 인 관점.",
        "pisces": "암과 물고기 자리는 물 징후로 깊은 감정적 이해를 공유합니다.둘 다 직관적이고 자비 롭고 심오한 정서적 연결과의 관계를 만듭니다."
    },
    "astrological_influences": {
        "sun_in": "암의 태양은 정서적 민감성, 본능을 육성하며 강력한 보호 자질을 제공합니다.당신은 감정적 인 렌즈를 통해 삶에 접근하고 보안과 안락함을 가치가 있습니다.",
        "moon_in": "암의 Moon은 가정 표시에서 강력한 정서적 인식과 직관을 만듭니다.당신의 감정은 깊게 진행되며 다른 사람들의 정서적 필요에 대해 매우 적응합니다.",
        "rising": "암 상승은 당신에게 온화함, 감도 및 접근성의 모습을 보여줍니다.다른 사람들은 종종 당신의 양육 성격을 느끼고 본능적으로 자신의 문제를 공유 할 수 있습니다."
    },
    "self_improvement": {
        "challenges": [
            "정서적 반응성과 기분 변동 관리",
            "간접 표현보다는 직접적인 의사 소통을 개발합니다",
            "과거를 발표하고 필요한 변화를 수용합니다",
            "관계에서 건강한 경계를 설정합니다",
            "자기 관리로 다른 사람을 육성하는 균형"
        ],
        "growth_opportunities": [
            "감성 지능을 사용하여 다른 사람들의 성장을 지원합니다",
            "사람들이 번창하는 데 도움이되는 육성 환경을 만듭니다",
            "실용적인 지침 시스템으로 직관을 개발합니다",
            "감도를 창의적 표현으로 채널링합니다",
            "외부 상황에 의존하지 않는 정서적 안보 구축"
        ],
        "affirmations": [
            "나는 내 필요를 명확하고 직접적으로 표현합니다",
            "나는 내 반응을 선택하면서 내 감정을 존중합니다",
            "나는 나 자신 안에서 보안을 창출한다",
            "나는 과거를 동정심으로 풀어줍니다",
            "내 감도는 나를 안내하는 힘입니다"
        ]
    },
    "life_path": {
        "purpose": "암 개인은 종종 정서적 안전을 창출하고 성장을 키우고 중요한 전통과 연결을 보존하는 사명을 가지고 있습니다.그들의 목적은 감성 지능을 발전시키고 다른 사람들이 안전하고 돌보는 느낌을 돕는 것을 포함합니다.",
        "life_lessons": [
            "의존성을 가능하게하지 않고 육성을 제공하는 법을 배웁니다",
            "감도와 함께 감정적 인 힘을 발달시킵니다",
            "언제 붙잡을 때와 놓아야 할시기 이해",
            "연결을 유지하면서 건강한 경계를 만듭니다",
            "개인적인 감정적 경험을 지혜로 바꾸는 것"
        ],
        "spiritual_growth": "암의 영적 발달은 감수성을 유지하면서 정서적 반응을 초월하는 것을 포함합니다.공감을 구별하는 법을 배우고 다른 사람들의 감정을 취하고, 개인적 애착을 넘어 보편적 인 연결을 찾고, 더 높은 지침을 위해 직관을 사용하는 것은 모두 영적 진화에 기여합니다."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "암 어린이는 일반적으로 민감하고 공감하며 어릴 때부터 부모와 집에 강력하게 붙어 있습니다.그들은 종종 강한 감정적 반응, 창의적 상상력, 그리고 보안과 일상의 필요성을 보여줍니다.",
            "parenting_advice": "일관된 정서적 지원과 명확한 루틴을 제공하여 안전하다고 느끼도록 도와줍니다.감정을 검증하면서 감정적 탄력성을 발전시키는 데 도움이됩니다.점진적인 독립을 장려하면서 안정적인 가정 환경을 조성하십시오."
        },
        "in_friendship": {
            "friendship_style": "암 친구는 충성스럽고지지 적이며 감정적으로 조정됩니다.그들은 친구의 삶에 대한 중요한 세부 사항을 기억하고, 수집하기위한 편안한 환경을 만들고, 어려운시기에 돌보는 지원을 제공합니다.",
            "ideal_friends": "암은 정서적 깊이와 왕복 치료를 좋아하는 친구들과 함께 번성합니다.그들은 상호 지원과 이해로 장기적인 우정을 소중히 여기며 많은 지인들에 대한 몇 가지 깊은 관계를 선호합니다."
        },
        "shadow_side": {
            "potential_issues": "불균형이 발생하면 암은 조작, 지나치게 의존적이거나 수동적 공격이 될 수 있습니다.보안에 대한 그들의 필요성은 행동, 정서적 철수 또는 필요한 변화에 대한 저항을 통제하는 것으로 나타날 수 있습니다.",
            "growth_path": "암에 대한 개인적인 성장은 정서적 성숙을 개발하고, 직접 요구를 표현하는 법을 배우고, 외부 출처에서만 독점적으로 찾는 대신 내부 보안을 창출하는 것이 포함됩니다."
        }
    },
    "seasonal_influences": {
        "summer_solstice": "여름 초에 태어난 암은 계절의 충만, 정서적 깊이 및 양육 자질을 구현합니다.이 타이밍은 태양이 가장 높은 지점에 도달하고 하강을 시작함에 따라 자연 보호 본능으로 암에 암에 주입합니다.",
        "cardinal_quality": "추기경으로서, 암은 정서적 영역 내에서 주도와 리더십을 나타냅니다.이 입장은 새로운 감정적 시작을 만들고, 육성 환경을 확립하며, 돌보는 연결을 시작할 수있는 능력을 부여합니다."
    },
    "elemental_analysis": {
        "water_element_influence": "물 요소는 암에 특징적인 감정적 깊이, 직관 및 육성 특성을 제공합니다.물은 감정, 수용력, 감정적 조류의 썰물과 흐름을 나타냅니다.",
        "water_balance": "균형 잡힌 물은 감정적 지능, 동정심, 직관적 인 지혜를 제공합니다.과도한 물은 정서적 압도, 의존성 및 기분 변동으로 이어질 수 있지만, 부족한 물은 감정적 인 분리 또는 다른 사람들과 연결하기 어려울 수 있습니다."
    },
    "planetary_rulership": {
        "moon_influence": "달, 조수의 통치자, 감정 및 잠재 의식은 암을 지배합니다.이 행성의 영향은 기호의 주기적 분위기, 직관적 인 연결 및 육성 본능을 설명합니다.",
        "moon_phases": "달의 단계는 특히 음력주기에 해당하는 감정적주기를 볼 수있는 암 개인에게 영향을 미칩니다.이러한 자연 리듬을 이해하면 암이 감정적 에너지를 효과적으로 활용할 수 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 원격 작업 문화에서 암은 가상 팀 응집력을 만들고, 디지털 플랫폼을 통한 감정적 인 연결을 확립하고, 온라인 치료, 지역 사회 관리 및 지원 리더십과 같은 감성 지능이 필요한 분야에 탁월합니다.",
        "relationship_in_modern_context": "현대의 관계는 사회적 분리 가운데서 암의 정서적 안보를 창출하는 능력의 혜택을받습니다.그들의 가정 창작 능력은 원격 작업과 디지털 사교 활동을 지원하는 편안한 생활 공간을 확립하는 데 잘 해당됩니다."
    }
}