{
    "sign": "Cancer",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/cancer.svg",
    "local_name": "Рак",
    "date_range": "21 червня - 22 липня",
    "element": "Вода",
    "ruling_planet": "Місяць",
    "symbol": "Краб",
    "lucky_numbers": [
        "2",
        "7",
        "11",
        "16",
        "20"
    ],
    "lucky_colors": [
        "Срібний",
        "Білий",
        "Морський зелений колір"
    ],
    "lucky_days": [
        "Понеділок",
        "Четвер"
    ],
    "lucky_stones": [
        "Перлина",
        "Місячний камінь",
        "Опал"
    ],
    "general_traits": {
        "strengths": [
            "Інтуїтивний",
            "Емоційний",
            "Виховування",
            "Захисний",
            "Співчутливий",
            "Завзятий",
            "Лояльний"
        ],
        "weaknesses": [
            "Мудрий",
            "Надмірно чутливий",
            "Чіпкий",
            "Підозрілий",
            "Маніпулятивний",
            "Неохоче змінюється",
            "Жалюгідність"
        ]
    },
    "personality": {
        "overview": "Рак - четвертий знак зодіаку, що символізує емоційну глибину, виховання та захист.Люди з раку відомі своєю інтуїтивною, турботливою природою та міцним зв’язком з домом та родиною.Вони є вихованцями Зодіаку, створюючи безпечні простори для себе та своїх близьких завдяки емоційній підтримці та турботі.",
        "detailed_traits": [
            "Глибоко інтуїтивно зрозумілий з сильним емоційним інтелектом",
            "Високо захищає близьких та вразливих людей",
            "Міцний зв’язок з домом, сім’єю та традиціями",
            "Відмінна пам’ять, особливо для емоційних переживань",
            "Виховання та турбота до друзів та родини",
            "Творчий з багатим уявою та художніми чутливістю",
            "Наполегливий у досягненні цілей, колись емоційно інвестував",
            "Інтуїтивне фінансове почуття та управління природними ресурсами",
            "Циклічні настрої, що впливають на емоції та навколишнє середовище",
            "Обережний підхід до нових ситуацій та стосунків"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Ракські люди глибоко віддані, емоційно налаштовані партнери, які цінують безпеку та емоційну близькість у стосунках.Вони виражають любов через виховування дій, створюючи зручні будинки та запам'ятовували змістовні деталі про життя та уподобання своїх партнерів.",
        "compatibility": {
            "most_compatible": [
                "Тельці",
                "Діва",
                "Скорпіон",
                "Риби"
            ],
            "least_compatible": [
                "Овен",
                "Терези",
                "Козеріг"
            ]
        },
        "relationship_advice": "Рак -людям потрібно працювати над вираженням потреб безпосередньо, а не очікувати, що партнери їх інтуїтують.Уникайте відступу в снаряд, коли боляче;Замість цього спілкуйте почуття.Пам'ятайте, що всі стосунки потребують дихання, і не кожна емоційна реакція вимагає дій.",
        "love_style": [
            "Глибоко емоційні та чутливі до почуттів партнера",
            "Показує любов через виховання та догляд",
            "Створює комфортне, безпечне домашнє середовище",
            "Цінує емоційну безпеку та відданість",
            "Може стати присвяченим або чіпким, коли відчуває себе невпевнено",
            "Пам’ятає важливі дати та особисті деталі",
            "Потребує часу для довіри, але присвячений колись вчиненого"
        ]
    },
    "career_and_finances": {
        "career_traits": "Ракські люди переважають у кар’єрі, що дозволяє їм виховувати, захищати або піклуватися про інших.Вони мають сильну інтуїцію щодо потреб людей і часто створюють сприятливі умови, де б вони не працювали.",
        "suitable_careers": [
            "Охорона здоров'я та медсестра",
            "Викладання та догляд за дітьми",
            "Кулінарне мистецтво та управління ресторанами",
            "Соціальна робота та консультування",
            "Людські ресурси",
            "Управління нерухомістю та власністю",
            "Антикваріат та історичне збереження",
            "Дизайн інтер'єру та постановка домашнього постановки",
            "Індустрія гостинності",
            "Управління сімейним бізнесом"
        ],
        "financial_habits": "Люди з раком часто мають хороші фінансові інстинкти та природну здатність заощадити для безпеки.Зазвичай вони надають пріоритет фінансової стабільності над негайними нагородами і можуть бути особливо зосереджені на створенні довгострокової безпеки для своєї родини.",
        "work_style": [
            "Створює підтримуючу, сімейну атмосферу на робочому місці",
            "Інтуїтивне розуміння потреб колег та клієнтів",
            "Вважає, що стабільне робоче середовище з безпекою",
            "Добре працює в командах із усталеними стосунками",
            "Пам’ятає організаційну історію та традиції",
            "Може боротися з критикою чи конфліктом на робочому місці",
            "Лояльні до роботодавців, які забезпечують безпеку та визнання"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Рак керує грудною кліткою, грудами, шлунком та травною системою.Люди з раком, як правило, мають сильну імунну реакцію, але можуть бути сприйнятливими до емоційного стресу, що впливає на їх фізичне здоров'я, особливо їх травну систему.",
        "common_health_issues": [
            "Порушення травлення та проблеми з шлунком",
            "Сільси здоров'я грудей",
            "Затримка рідини",
            "Емоційні схеми харчування",
            "Тривога та стресові умови",
            "Порушення сну, пов’язані з емоційними станами"
        ],
        "wellness_advice": "Зверніть увагу на зв’язок між вашим емоційним станом та фізичним здоров'ям.Встановіть послідовні схеми харчування та пріоритетні для здоров'я травлення.Створіть процедури перед сном, які допомагають вам обробити емоції дня перед сном.",
        "exercise_preferences": [
            "Водні заходи (плавання, водна аеробіка)",
            "Ходьба, особливо біля води",
            "Ніжна йога і розтягування",
            "Групові заняття з вправами зі знайомими людьми",
            "Домашні фітнес-процедури"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 приносить емоційну чіткість та сімейну гармонію для онкологічних людей.Ваші виховані інстинкти знаходять повноцінні торгові точки як через особисті стосунки, так і через зв’язки громади.Пошук балансу між турботою про інших та самообслуговуванням призводить до значного особистого зростання.",
            "love": "Відносини поглиблюються через емоційну чесність та вразливість.Партнери цінують ваше інтуїтивне розуміння їх потреб.Одиночні раки можуть знайти змістовні зв’язки через сімейні збори або домашні заходи.",
            "career": "Професійне зростання відбувається через ролі, які використовують ваше співчутливе лідерство та емоційний інтелект.Можливості побудови команди виникають у середині року.Розглянемо позиції, які дозволяють створювати підтримуючі середовища для того, щоб інші процвітали.",
            "health": "Зосередьтеся на здоров’ї травлення через розумне харчування та зменшення стресу.Емоційне самопочуття покращується за допомогою регулярних заходів на водній основі або часу, проведеного біля водойм.Зверніть особливу увагу на ділянки грудей та шлунка під час стресу.",
            "finances": "Фінансова безпека будується за допомогою ретельних інвестицій в домашні інвестиції або сімейно-орієнтовані плани заощаджень.Розглянемо збалансований підхід між створенням комфортних житлових приміщень та будівництвом довгострокової безпеки за допомогою консервативних інвестицій."
        },
        "2026": {
            "overall": "2026 р. Підкреслює ремонт будинку та емоційне створення фундаменту для раку.Ваше інтуїтивне розуміння того, що створює справжні посібники з безпеки, важливі рішення.Баланс між вшануванням традицій та створенням нових сімейних спадщин приносить глибоке виконання.",
            "love": "Відносини процвітають, коли побудовані навколо спільних концепцій будинку та належності.Партнери цінують ваші зусилля для створення емоційно виховання середовищ.Одиничні раки приваблюють зв’язки за допомогою автентичних проявів догляду та домашніх талантів.",
            "career": "Можливості роботи з дому або сімейні підприємства демонструють особливу обіцянку.Ваша здатність створювати комфортне, продуктивне середовище приносить розпізнавання.Керівні ролі, пов’язані з добробутом команди або добробутом працівників, відповідають вашим природним талантам.",
            "health": "Емоційні та фізичні межі потребують уваги.Практики, які підтримують вашу чутливу нервову систему, як ніжна водна терапія або прогулянки місячним світлом, приносять помітні переваги.Харчові підходи, що підкреслюють зв'язок з мозковим мозком, покращують загальне самопочуття.",
            "finances": "Інвестиції в майно або поліпшення будинку дають значну віддачу.Подумайте про встановлення сімейних мереж з фінансової безпеки або планування спадщини.Несподівана фінансова підтримка може надходити через материнські цифри або сімейні зв’язки."
        },
        "2027": {
            "overall": "2027 висвітлює творче вираження та емоційну справжність раку.Ваше інтуїтивне розуміння колективних емоційних потреб знаходить потужні торгові точки.Баланс між самозахиком та сердечним обміном створює нові можливості для змістовного зв’язку.",
            "love": "Романтичні стосунки поглиблюються завдяки творчій співпраці та емоційній чесності.Партнери цінують вашу готовність висловити вразливість.Одиничні раки приваблюють змістовні зв’язки за допомогою мистецьких занять або емоційної відкритість.",
            "career": "Можливості лідерства виникають у галузях, що вимагають емоційного інтелекту та творчого вирішення проблем.Ваша здатність розуміти невимовну групову динаміку дає вам перевагу в управлінні командою.Розглянемо роль у службах консультування, мистецтв чи громадськості.",
            "health": "Серце та грудні ділянки заслуговують на особливу увагу.Практика, яка заохочує емоційне звільнення, як -от вирази чи рух, приносять значні переваги.Баланс між соціальним зв’язком та захисною самотою підтримує оптимальну імунну функцію.",
            "finances": "Творчі підприємства або емоційно резонансні проекти показують фінансові обіцянки.Розглянемо інвестиції в мистецтво, консультаційні послуги чи ініціативи щодо побудови громади.Фінансова безпека покращується за допомогою інтуїтивних термінів з інвестиціями або власними рішеннями."
        },
        "2028": {
            "overall": "2028 приносить домашню трансформацію та зцілення сім'ї для раку.Ваша здатність створювати емоційну безпеку дозволяє проводити важливі розмови та примирення.Баланс між вшануванням минулого та створенням здоровіших моделей призводить до зцілення поколінь.",
            "love": "Відносини перетворюються через чесні дискусії про сімейні зразки та емоційні потреби.Партнери цінують вашу готовність вирішувати першопричини повторюваних проблем.Одиничні раки приваблюють емоційно зрілі зв’язки через їх справжню саморобність.",
            "career": "Професійні можливості виникають у галузях, пов'язаних з домом, сімейними послугами чи емоційним оздоровленням.Ваш досвід особистого зростання дає цінну інформацію для допомоги іншим.Розглянемо роль, які використовують ваше розуміння сімейної динаміки чи емоційного зцілення.",
            "health": "Генетичні або успадковані схеми здоров'я заслуговують уваги.Цілісні підходи, що стосуються емоційних компонентів фізичних симптомів, приносять значні прориви.Харчування, орієнтоване на традиційні, предкові продукти, може принести дивовижні переваги.",
            "finances": "Сімейна власність або успадковані ресурси можуть вимагати уваги.Подумайте про встановлення чітких меж навколо спільних фінансів.Інвестиції в домашні технології або реконструкція комфорту приносять як негайну, так і довгострокову віддачу."
        },
        "2029": {
            "overall": "2029 зосереджується на спілкуванні та емоційному вираженні раку.Пошук свого справжнього голосу як в особистих, так і в професійних сферах приносить несподівані можливості.Баланс між інтуїтивним розумінням та чіткою артикуляцією створює потужні зв’язки.",
            "love": "Відносини процвітають через поліпшення емоційного спілкування.Партнери цінують вашу здатність виражати потреби безпосередньо, але чутливо.Одиночні раки приваблюють змістовні зв’язки через вразливе, але обмежене самовираження в письмовій формі чи розмові.",
            "career": "Ролі комунікації або позиції, що вимагають емоційного перекладу, показують особливу обіцянку.Ваша здатність висловлювати складні почуття доступними способами приносить професійне визнання.Розглянемо наставництво інших у ефективному емоційному спілкуванні.",
            "health": "Області горла та шиї потребують особливої ​​уваги.Практики, що заохочують справжній вокальний вираження, як, наприклад, співати чи говорити правду, зміцнюють загальний імунітет.Баланс між прослуховуванням та вираженням підтримує емоційну рівновагу.",
            "finances": "Комунікаційні підприємства або навчальні ролі можуть принести несподіваний дохід.Розглянемо інвестиції в освіту або способи зцілення, які передбачають емоційне вираження.Фінансова ясність покращується завдяки чесним розмовам про спільні ресурси."
        },
        "2030": {
            "overall": "2030 рік знаменує значний період фінансової перестановки та роз'яснення вартості раку.Ваше інтуїтивне розуміння справжніх посібників з безпеки важливі рішення щодо ресурсів.Баланс між емоційним та матеріальним багатством створює тривале достаток.",
            "love": "Спільні цінності навколо безпеки та комфорту зміцнюють відносини.Партнери цінують ваш практичний підхід до створення стабільних фундаментів.Одиночні раки приваблюють стабільно, але емоційно доступні потенційні партнери.",
            "career": "Фінансові сектори або виховання ролей з хорошою компенсацією показують обіцянку.Ваші природні здібності у створенні комфортних, продуктивних середовищ командують більшою цінністю.Розглянемо переговори про пільги, які підтримують баланс робочого життя та потреби в сім'ї.",
            "health": "Системи горла та травлення потребують гармонізації.Практика, які випускають зберігання емоцій від організму, особливо навколо проблем безпеки, приносять помітні переваги.Харчові підходи, що підкреслюють традиційні, цілі їжі покращують загальну життєву силу.",
            "finances": "Довгострокове планування безпеки приносить значні переваги.Розглянемо інвестиції в стійкі технології домашнього будинку або орієнтовані на громаду бізнесу.Несподівані фінансові вигоди надходять через інтуїтивно підказані рішення про власність або управління сімейними ресурсами."
        },
        "2031": {
            "overall": "2031 приносить глибоку особисту трансформацію та оновлення ідентичності для раку.Ваше розвивається розуміння емоційних потреб посібників автентичного самовираження.Баланс між вшануванням вашої чутливої ​​природи та розвитком стійкості призводить до уповноваженого зростання.",
            "love": "Відносини перетворюються, коли ви втілюєте більш автентичну версію себе.Партнери позитивно реагують на вашу підвищену емоційну впевненість.Одиничні раки приваблюють більш глибокі зв’язки за допомогою справжнього самовираження та чітких меж.",
            "career": "З'являються можливості лідерства, які використовують як ваш емпатичний характер, так і нову прихильність.Ваша здатність виступати за добробут команди, зберігаючи продуктивність, приносить визнання.Розглянемо ролі, які дозволяють творчої самостійності, обслуговуючи емоційні потреби громад.",
            "health": "Особисті межі енергії вимагають свідомого розвитку.Практика, що зміцнюють ваше енергетичне поле, зберігаючи чутливість, приносять чудові переваги.Зверніть увагу на сонячне сплетення та емоційний центр через захисні та зміцнюючі практики.",
            "finances": "Особисті брендинг або справжні пропозиції послуг показують фінансові обіцянки.Розглянемо інвестиції, які відображають ваші розвиваючі цінності та пріоритети.Несподівані фінансові можливості виникають через міцно у вашій справжній емоційній мудрості."
        },
        "2032": {
            "overall": "2032 підкреслює духовний зв’язок та інтуїтивний розвиток раку.Ваша природна психічна чутливість досягає нових глибини ясності та мети.Баланс між раціональним розумінням та інтуїтивним знанням приносить глибоку інформацію про особисту та колективну користь.",
            "love": "Духовний або інтуїтивний зв’язок поглиблює романтичні зв’язки.Партнери цінують вашу посилену емпатію та емоційну мудрість.Одиночні раки приваблюють стосунки зі значним розпізнаванням душі або потенціалом кармічного зцілення.",
            "career": "Допомога професіям або інтуїтивно зрозумілими консультувальними ролями принести спеціальне виконання.Ваша здатність відчувати невимовні потреби створює унікальні рішення в галузі охорони здоров’я, освіти чи підтримки громади.Розгляньте ролі, які дозволяють служити іншим через ваші інтуїтивні подарунки.",
            "health": "Якість сну та досвід мрії забезпечують цінні вказівки.Практика, яка підтримує ваші природні інтуїтивні здібності, як -от медитація місячного світла або водні церемонії, приносять помітні переваги.Зверніть особливу увагу на шкідливе здоров'я та гіпофіз за допомогою належного управління відпочинком та світлом.",
            "finances": "Несподівана фінансова підтримка надходить через, здавалося б, синхронічні канали.Розглянемо інвестиції в оздоровчі чи духовні ресурси, що відповідають вашим цінностям.Щедрість та сервіс парадоксально збільшують вашу матеріальну безпеку."
        },
        "2033": {
            "overall": "2033 приносить період спокійного роздуму та розвитку внутрішнього святилища для раку.Ваша потреба у змістовній самоті підтримує важливу емоційну обробку.Баланс між соціальним зв’язком та захисним вилученням створює стійке управління енергією.",
            "love": "Відносини поглиблюються завдяки поважному розумінню емоційних потреб та меж.Партнери цінують ваше справжнє спілкування про потребу в просторі.Одиночні раки приваблюють емоційно зрілі зв’язки через їх обґрунтоване самопізнання.",
            "career": "Заклукні ролі або позиції, що вимагають глибокого фокус-шоу, спеціальної обіцянки.Ваша здатність працювати самостійно, зберігаючи емоційний зв’язок, приносить унікальні результати.Розглянемо роль у дослідженні, письмі чи консультуванні, які дозволяють споглядати простір.",
            "health": "Імунна та лімфатична системи отримують користь від свідомої уваги.Практика, що підтримують належну емоційну обробку, як -от журнал або розмовна терапія, зміцнюють фізичну стійкість.Баланс між ніжним рухом і адекватним спокою підтримує оптимальне самопочуття.",
            "finances": "Довгострокове пенсійне або планування безпеки приносить спокій.Подумайте про встановлення пасивних потоків доходу, які потребують мінімальної соціальної енергії.Інвестиції у власність або приватні святилища можуть отримати як емоційну, так і фінансову віддачу."
        },
        "2034": {
            "overall": "2034 рік знаменує початок яскравого соціального ренесансу раку.Ваші природні подарунки у створенні емоційного зв’язку знаходять вираз у змістовній участі спільноти.Баланс між сімейним фокусом та більш широкими соціальними колами приносить несподівані можливості.",
            "love": "Відносини процвітають, коли спільні соціальні цінності стають вогнищами.Партнери цінують ваші зусилля, щоб разом створити виховання просторів спільноти.Одиничні раки приваблюють зв’язки через групову діяльність з емоційними або доглядаючими компонентами.",
            "career": "Лідерство громади чи ролі соціального забезпечення приносять виконання.Ваша здатність створювати емоційно безпечні умови для різноманітних груп отримує визнання.Розглянемо посади в неприбутковому лідерстві, організації громади чи групового сприяння.",
            "health": "Соціальна тривога може зажадати ніжної уваги.Практика, яка підтримує переповнення профілактики, як, наприклад, екранування енергії або стратегічне відкликання, підтримує емоційний баланс.Харчові підходи, що підтримують здорові межі, такі як підкріплення мінералів, приносять помітні переваги.",
            "finances": "Інвестиції на базі громади або спільні ресурсні проекти показують обіцянку.Розглянемо кооперативне житло, громадські сади чи ініціативи з підтримки місцевого бізнесу.Фінансова безпека покращується за допомогою стратегічного союзу з однодумцями."
        },
        "2035": {
            "overall": "2035 приносить професійну кульмінацію та громадське визнання для раку.Ваше життя емоційної мудрості та виховання лідерства досягає більш широкої вдячності.Баланс між громадським внеском та приватною регенерацією створює стійкий успіх.",
            "love": "Відносини виграють від чітко визначених спільних цілей та публічних ідентичностей.Партнери цінують взаємну підтримку професійних прагнень.Одиночні раки приваблюють зв’язки завдяки справжнім громадським внескам та емоційній мудрості.",
            "career": "Керівні ролі, пов’язані з довірою громадськості чи добробуту громади, демонструють особливу обіцянку.Ваші природні здібності до створення емоційно безпечних, але продуктивних середовищ отримують більш широке визнання.Розглянемо наставництво інших у співчутливих лідерських підходах.",
            "health": "Витрати на енергію потребують збалансованого приватного відновлення.Практика, що підтримують швидке енергетичне відновлення, як соляні ванни або вплив місячного світла, стають необхідними.Харчові стратегії, що підкреслюють стійку енергію, а не швидке стимулювання, підтримують публічну витривалість.",
            "finances": "Професійне визнання означає поліпшення компенсації.Подумайте про використання довіри громадськості для етичних підприємств з вигодою від громади.Планування пенсії або спадщини приносить як емоційну, так і фінансову безпеку для майбутніх поколінь."
        }
    },
    "famous": [
        {
            "name": "Принцеса Діана",
            "birth_date": "1 липня 1961 року",
            "description": "\"Народна принцеса\" показала виховання, співчутливий характер та емоційний зв’язок з іншими"
        },
        {
            "name": "Том Хенкс",
            "birth_date": "9 липня 1956 року",
            "description": "Актор, відомий своєю емоційною глибиною та відносністю, демонструючи здатність раку спілкуватися з аудиторією через автентичні почуття"
        },
        {
            "name": "Меріл Стріп",
            "birth_date": "22 червня 1949 р.",
            "description": "Відома актриса з чудовим емоційним діапазоном та глибиною, показуючи інтуїтивне розуміння раку людських почуттів"
        },
        {
            "name": "Аріана Гранде",
            "birth_date": "26 червня 1993 року",
            "description": "Співачка з емоційним вокальним виразом та міцним зв’язком із шанувальниками, що відображає чутливість раку та турботу про природу"
        },
        {
            "name": "Нельсон Мандела",
            "birth_date": "18 липня 1918 року",
            "description": "Революційний лідер, який продемонстрував захисні інстинкти раку до свого народу та завзятість у здійсненні справедливості"
        }
    ],
    "daily_advice": {
        "relationship": "Сьогодні висловлюйте свою турботну природу, не очікуючи нічого взамін.Пам'ятайте, що інші демонструють любов інакше, ніж ви можете.",
        "career": "Ваша інтуїція щодо робочої ситуації, ймовірно, точна.Довіряйте своїм інстинктам, збираючи практичну інформацію, щоб підтримати ваші уявлення.",
        "health": "Зверніть увагу на те, як ваші емоції впливають на ваше травлення сьогодні.Візьміть моменти тиші, щоб зосередитись перед їжею.",
        "general": "Ваша чутливість - це сила сьогодні, допомагаючи зрозуміти невимовну динаміку.Створіть межі, що захищають вашу емоційну енергію."
    },
    "tarot_associations": {
        "major_arcana": "Колісниця",
        "explanation": "Колісниця представляє емоційний контроль, рішучість та тріумф сили волі над внутрішніми та зовнішніми конфліктами - якостями, які резонують із потребою раку орієнтуватися на свої потужні емоції та захисні інстинкти.Ця картка також втілює подорож до емоційної зрілості та саморобності."
    },
    "compatibility_details": {
        "aries": "Рак та Овен стикаються з проблемами з різними емоційними стилями.Прямота Овна може відчувати себе суворим до чутливого раку, тоді як емоційні потреби раку можуть розчарувати Овні, орієнтовані на дії.",
        "taurus": "Рак і Тельці створюють гармонійні, безпечні стосунки.Обидва цінують стабільність, і комфорт, при цьому Тельці забезпечують практичне обґрунтування емоційної глибини раку.",
        "gemini": "Рак та Близнюки можуть боротися зі стилями спілкування - рак емоційно виражається, тоді як Близнюки процеси інтелектуально.Розуміння цих відмінностей є ключовим для сумісності.",
        "cancer": "Два раки створюють глибоко інтуїтивні, емоційно багаті стосунки.Вони розуміють настрій та потреби один одного, хоча їм може знадобитися захищати від взаємного посилення невпевненості.",
        "leo": "Рак і Лео можуть доповнювати один одного, коли вони розуміють свої різні потреби - рак надає емоційну підтримку амбіцій Лео, тоді як Лео приносить тепло та заохочення до життя раку.",
        "virgo": "Рак та Діва утворюють підтримуючу відповідність із спільною вдячністю за безпеку та обслуговування.Інтуїція раку доповнює практичний аналіз ситуацій Діви.",
        "libra": "Рак і Терези можуть боротися з різними підходами - емоційною глибиною раку проти прагнення Терезів до гармонії, а іноді і миру на поверхневому рівні.",
        "scorpio": "Рак і Скорпіон створюють глибоко інтуїтивні та емоційно інтенсивні стосунки як водні знаки.Як цінує лояльність, так і емоційну справжність, створюючи міцні зв’язки.",
        "sagittarius": "Рак і Стрілянці стикаються з проблемами з різними потребами - рак бажає емоційної безпеки, тоді як Стрілець прагне свободи та незалежності.",
        "capricorn": "Рак і Козероги утворюють протилежні ознаки з додатковими сильними сторонами.Рак забезпечує емоційне виховання, тоді як Козеріг пропонує практичну підтримку та структуру.",
        "aquarius": "Рак та Водолій борються з основними відмінностями - емоційний, особистий підхід раку проти інтелектуальної, універсальної перспективи Акваріуса.",
        "pisces": "Рак та Риби діляться глибоким емоційним розумінням як водні знаки.Обидва є інтуїтивно зрозумілими та співчутливими, створюючи стосунки з глибоким емоційним зв’язком."
    },
    "astrological_influences": {
        "sun_in": "Сонце при раку приносить емоційну чутливість, виховання інстинктів та сильних захисних якостей.Ви підходите до життя через емоційний об'єктив та цінуєте безпеку та комфорт.",
        "moon_in": "Місяць у раку створює потужну емоційну усвідомлення та інтуїцію у своєму домашньому знаку.Ваші почуття заглиблюються, і ви дуже налаштовані на емоційні потреби інших.",
        "rising": "Рак, що піднімається, дає вам появу лагідності, чутливості та доступності.Інші часто відчувають вашу виховану природу і можуть інстинктивно ділитися своїми проблемами з вами."
    },
    "self_improvement": {
        "challenges": [
            "Управління емоційною реактивністю та коливаннями настрою",
            "Розробка прямого спілкування, а не непрямого вираження",
            "Випуск минулого та прийняття необхідних змін",
            "Встановлення здорового кордону у стосунках",
            "Врівноваження виховання інших за допомогою догляду за собою"
        ],
        "growth_opportunities": [
            "Використання емоційного інтелекту для підтримки зростання інших",
            "Створення вихованих середовищ, які допомагають людям процвітати",
            "Розробка інтуїції як практична система керівництва",
            "Направлення чутливості до творчого вираження",
            "Побудова емоційної безпеки, яка не залежить від зовнішніх обставин"
        ],
        "affirmations": [
            "Я висловлюю свої потреби чітко і безпосередньо",
            "Я шаную свої почуття, вибираючи свої відповіді",
            "Я створюю безпеку всередині себе",
            "Я випускаю минуле співчуттям",
            "Моя чутливість - це сила, яка мене керує"
        ]
    },
    "life_path": {
        "purpose": "Ракські люди часто мають місію створювати емоційну безпеку, розвивати ріст та зберегти важливі традиції та зв’язки.Їх мета передбачає розвиток емоційного інтелекту та допомоги іншим відчувати себе захищеним та доглядом.",
        "life_lessons": [
            "Навчання забезпечувати виховання без ввімкнення залежності",
            "Розвиток емоційної сили поряд з чутливістю",
            "Розуміння, коли триматись і коли відпустити",
            "Створення здорових меж, зберігаючи зв’язки",
            "Перетворення особистих емоційних переживань у мудрість"
        ],
        "spiritual_growth": "Духовний розвиток раку передбачає перевищення емоційної реактивності, зберігаючи чутливість.Навчання розрізняти емпатію та брати на себе емоції інших, знайти універсальний зв’язок поза особистими вкладеннями та використання інтуїції для вищого керівництва, все сприяє духовній еволюції."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Діти раку, як правило, чутливі, співчутливі та сильно прив’язані до батьків та дому з раннього віку.Вони часто виявляють сильні емоційні реакції, творча уява та потреба в безпеці та рутині.",
            "parenting_advice": "Надайте послідовну емоційну підтримку та чіткі процедури, щоб допомогти їм відчути себе захищеними.Перевірте свої почуття, допомагаючи їм розвивати емоційну стійкість.Створіть стабільне домашнє середовище, заохочуючи поступову незалежність."
        },
        "in_friendship": {
            "friendship_style": "Друзі з раком є ​​лояльними, підтримуючими та емоційно налаштованими.Вони пам’ятають важливі деталі про життя своїх друзів, створюють комфортне середовище для збору та пропонують турботну підтримку у важкі часи.",
            "ideal_friends": "Рак процвітає з друзями, які цінують емоційну глибину та відповідають догляду.Вони цінують довгострокові дружні стосунки з взаємною підтримкою та розумінням, віддаючи перевагу кількома глибокими зв’язками перед багатьма знайомими."
        },
        "shadow_side": {
            "potential_issues": "При незбалансованому раку може стати маніпулятивним, надмірно залежним або пасивно-агресивним.Їх потреба в безпеці може проявлятися як контроль за поведінкою, емоційним відмовою або стійкістю до необхідних змін.",
            "growth_path": "Особистий ріст для раку передбачає розвиток емоційної зрілості, навчання безпосередньо висловлювати потреби та створення внутрішньої безпеки, а не шукати її виключно із зовнішніх джерел."
        }
    },
    "seasonal_influences": {
        "summer_solstice": "Народившись на початку літа, рак втілює повноту, емоційну глибину сезону та виховані якості.Цей термін викликає рак природними захисними інстинктами, коли сонце досягає своєї найвищої точки і починає спуск.",
        "cardinal_quality": "Як кардинальний знак, рак представляє ініціативу та лідерство в емоційній царині.Ця позиція надає їм можливість створювати нові емоційні початки, встановлювати виховування середовищ та ініціювати турботливі зв’язки."
    },
    "elemental_analysis": {
        "water_element_influence": "Водний елемент надає раку свою характерну емоційну глибину, інтуїцію та виховані якості.Вода представляє почуття, сприйнятливість, а також потік емоційних припливів.",
        "water_balance": "Збалансована вода приносить емоційний інтелект, співчуття та інтуїтивну мудрість.Надмірна вода може призвести до емоційної переповнення, залежності та коливань настрою, тоді як дефіцитна вода може призвести до емоційного відстороненості або труднощів, що спілкуються з іншими."
    },
    "planetary_rulership": {
        "moon_influence": "Місяць, правитель припливів, емоцій та підсвідомість, регулює рак.Цей планетарний вплив пояснює циклічні настрої знаку, інтуїтивний зв’язок та виховання інстинктів.",
        "moon_phases": "Фази Місяця особливо впливають на онкологічних осіб, які можуть помітити емоційні цикли, що відповідають місячним циклам.Розуміння цих природних ритмів сприяє ефективному використанню їх емоційної енергії."
    },
    "modern_applications": {
        "career_in_digital_age": "У сучасній віддаленій робочій культурі рак перевершує у створенні згуртованості віртуальної команди, встановлення емоційного зв’язку через цифрові платформи та сфери, що потребують емоційного інтелекту, як онлайн -терапія, управління громадою та підтримуюче лідерство.",
        "relationship_in_modern_context": "Сучасні стосунки виграють від здатності раку створювати емоційну безпеку серед соціального відключення.Їх здібності для дому добре перетворюються на створення комфортних житлових приміщень, які підтримують віддалену роботу та цифрове спілкування."
    }
}