{
    "sign": "Cancer",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/cancer.svg",
    "local_name": "Cự Giải",
    "date_range": "21 tháng 6 - 22 tháng 7",
    "element": "Nước",
    "ruling_planet": "Mặt trăng",
    "symbol": "Cua",
    "lucky_numbers": [
        "2",
        "7",
        "11",
        "16",
        "20"
    ],
    "lucky_colors": [
        "Bạc",
        "Trắng",
        "Màu xanh biển"
    ],
    "lucky_days": [
        "Thứ hai",
        "Thứ năm"
    ],
    "lucky_stones": [
        "Ngọc trai",
        "Đá mặt trăng",
        "Opal"
    ],
    "general_traits": {
        "strengths": [
            "Trực quan",
            "Xúc động",
            "Nuôi dưỡng",
            "Bảo vệ",
            "Thông cảm",
            "Ngoan cường",
            "Trung thành"
        ],
        "weaknesses": [
            "Ủ rũ",
            "Quá nhạy cảm",
            "Bám vào",
            "Khả nghi",
            "Thao túng",
            "Miễn cưỡng thay đổi",
            "Tự thương hại"
        ]
    },
    "personality": {
        "overview": "Cự Giải là dấu hiệu thứ tư của cung hoàng đạo, tượng trưng cho chiều sâu cảm xúc, nuôi dưỡng và bảo vệ.Các cá nhân Cự Giải được biết đến với bản chất trực quan, chăm sóc và kết nối mạnh mẽ với gia đình và gia đình.Họ là những người nuôi dưỡng Zodiac, tạo ra không gian an toàn cho bản thân và người thân của họ thông qua hỗ trợ và chăm sóc tình cảm.",
        "detailed_traits": [
            "Trực giác sâu sắc với trí tuệ cảm xúc mạnh mẽ",
            "Bảo vệ cao những người thân yêu và những người dễ bị tổn thương",
            "Kết nối mạnh mẽ với nhà, gia đình và truyền thống",
            "Ký ức xuất sắc, đặc biệt là cho những trải nghiệm cảm xúc",
            "Nuôi dưỡng và chăm sóc bạn bè và gia đình",
            "Sáng tạo với trí tưởng tượng phong phú và sự nhạy cảm nghệ thuật",
            "Ngoan cường trong việc theo đuổi các mục tiêu một khi được đầu tư về mặt cảm xúc",
            "Ý thức tài chính trực quan và quản lý tài nguyên thiên nhiên",
            "Tâm trạng theo chu kỳ bị ảnh hưởng bởi cảm xúc và môi trường",
            "Cách tiếp cận thận trọng đối với các tình huống và mối quan hệ mới"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Cự Giải là những đối tác tận tụy, cảm xúc, những người coi trọng sự an toàn và sự thân mật về cảm xúc trong các mối quan hệ.Họ thể hiện tình yêu thông qua các hành vi nuôi dưỡng, tạo ra những ngôi nhà thoải mái và ghi nhớ các chi tiết có ý nghĩa về cuộc sống và sở thích của đối tác của họ.",
        "compatibility": {
            "most_compatible": [
                "Kim Ngưu",
                "Xử Nữ",
                "Bọ Cạp",
                "Song Ngư"
            ],
            "least_compatible": [
                "Bạch Dương",
                "Thiên Bình",
                "Ma Kết"
            ]
        },
        "relationship_advice": "Các cá nhân Cự Giải cần phải làm việc để thể hiện nhu cầu trực tiếp thay vì mong đợi các đối tác sẽ trực giác.Tránh rút lui vào vỏ của bạn khi bị tổn thương;Giao tiếp cảm xúc rõ ràng thay thế.Hãy nhớ rằng tất cả các mối quan hệ cần phòng thở, và không phải mọi phản ứng cảm xúc đều đòi hỏi hành động.",
        "love_style": [
            "Tình cảm sâu sắc và nhạy cảm với cảm xúc của đối tác",
            "Thể hiện tình yêu thông qua việc nuôi dưỡng và chăm sóc",
            "Tạo môi trường nhà thoải mái, an toàn",
            "Giá trị an ninh và cam kết về cảm xúc",
            "Có thể trở nên sở hữu hoặc bám vào khi cảm thấy không an toàn",
            "Nhớ những ngày quan trọng và chi tiết cá nhân",
            "Dành thời gian để tin tưởng nhưng được tận dụng một khi cam kết"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân Cự Giải vượt trội trong sự nghiệp cho phép họ nuôi dưỡng, bảo vệ hoặc chăm sóc người khác.Họ có trực giác mạnh mẽ về nhu cầu của mọi người và thường tạo ra môi trường hỗ trợ bất cứ nơi nào họ làm việc.",
        "suitable_careers": [
            "Chăm sóc sức khỏe và điều dưỡng",
            "Giảng dạy và chăm sóc trẻ em",
            "Nghệ thuật ẩm thực và quản lý nhà hàng",
            "Công tác xã hội và tư vấn",
            "Nhân sự",
            "Quản lý bất động sản và tài sản",
            "Đồ cổ và bảo tồn lịch sử",
            "Thiết kế nội thất và dàn dựng nhà",
            "Ngành khách sạn",
            "Quản lý kinh doanh gia đình"
        ],
        "financial_habits": "Các cá nhân Cự Giải thường có bản năng tài chính tốt và khả năng tự nhiên để tiết kiệm bảo mật.Họ thường ưu tiên ổn định tài chính hơn các phần thưởng ngay lập tức và có thể đặc biệt tập trung vào việc tạo ra sự bảo mật dài hạn cho gia đình họ.",
        "work_style": [
            "Tạo ra bầu không khí hỗ trợ, giống như gia đình tại nơi làm việc",
            "Hiểu biết trực quan về nhu cầu của đồng nghiệp và khách hàng",
            "Thích môi trường làm việc ổn định với bảo mật",
            "Hoạt động tốt trong các nhóm với các mối quan hệ đã được thiết lập",
            "Nhớ lịch sử tổ chức và truyền thống",
            "Có thể đấu tranh với những lời chỉ trích hoặc xung đột nơi làm việc",
            "Trung thành với các nhà tuyển dụng cung cấp bảo mật và công nhận"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Cự Giải quy định các hệ thống ngực, ngực, dạ dày và tiêu hóa.Các cá nhân Cự Giải thường có phản ứng miễn dịch mạnh mẽ nhưng có thể dễ bị căng thẳng về mặt cảm xúc ảnh hưởng đến sức khỏe thể chất của họ, đặc biệt là hệ thống tiêu hóa của họ.",
        "common_health_issues": [
            "Rối loạn tiêu hóa và các vấn đề về dạ dày",
            "Mối quan tâm về sức khỏe vú",
            "Giữ nước",
            "Mô hình ăn uống cảm xúc",
            "Các điều kiện lo lắng và liên quan đến căng thẳng",
            "Rối loạn giấc ngủ liên quan đến trạng thái cảm xúc"
        ],
        "wellness_advice": "Hãy chú ý đến mối liên hệ giữa trạng thái cảm xúc và sức khỏe thể chất của bạn.Thiết lập mô hình ăn uống nhất quán và ưu tiên sức khỏe tiêu hóa.Tạo thói quen đi ngủ giúp bạn xử lý cảm xúc trong ngày trước khi ngủ.",
        "exercise_preferences": [
            "Hoạt động nước (bơi lội, thể dục nhịp điệu nước)",
            "Đi bộ, đặc biệt là gần nước",
            "Yoga nhẹ nhàng và kéo dài",
            "Các lớp tập thể dục nhóm với những người quen thuộc",
            "Thói quen tập thể dục tại nhà"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 mang đến sự rõ ràng về cảm xúc và sự hài hòa của gia đình đối với những người Cự Giải.Bản năng nuôi dưỡng của bạn tìm thấy các cửa hàng hoàn thành thông qua cả các mối quan hệ cá nhân và kết nối cộng đồng.Tìm kiếm sự cân bằng giữa việc chăm sóc người khác và tự chăm sóc bản thân dẫn đến sự tăng trưởng cá nhân đáng kể.",
            "love": "Mối quan hệ sâu sắc qua sự trung thực và dễ bị tổn thương về cảm xúc.Đối tác đánh giá cao sự hiểu biết trực quan của bạn về nhu cầu của họ.Cự Giải đơn có thể tìm thấy các kết nối có ý nghĩa thông qua các cuộc họp mặt gia đình hoặc các hoạt động tập trung vào nhà.",
            "career": "Tăng trưởng chuyên nghiệp đến thông qua các vai trò sử dụng sự lãnh đạo đồng cảm và trí tuệ cảm xúc của bạn.Cơ hội xây dựng đội ngũ phát sinh vào giữa năm.Xem xét các vị trí cho phép bạn tạo môi trường hỗ trợ cho người khác phát triển mạnh.",
            "health": "Tập trung vào sức khỏe tiêu hóa thông qua việc ăn uống và giảm căng thẳng.Sức khỏe tình cảm được cải thiện với các hoạt động dựa trên nước thường xuyên hoặc thời gian gần các vùng nước.Đặc biệt chú ý đến vùng ngực và dạ dày trong thời gian căng thẳng.",
            "finances": "An ninh tài chính xây dựng thông qua các khoản đầu tư nhà cẩn thận hoặc các kế hoạch tiết kiệm theo định hướng gia đình.Xem xét cách tiếp cận cân bằng giữa việc tạo ra không gian sống thoải mái và xây dựng an ninh dài hạn thông qua các khoản đầu tư bảo thủ."
        },
        "2026": {
            "overall": "2026 nhấn mạnh cải tạo nhà và xây dựng nền tảng cảm xúc cho Cự Giải.Sự hiểu biết trực quan của bạn về những gì tạo ra hướng dẫn bảo mật thực sự các quyết định quan trọng.Sự cân bằng giữa việc tôn vinh các truyền thống và tạo ra các di sản gia đình mới mang lại sự hoàn thành sâu sắc.",
            "love": "Mối quan hệ phát triển mạnh khi được xây dựng xung quanh các khái niệm chung về nhà và thuộc về.Đối tác coi trọng những nỗ lực của bạn để tạo ra môi trường nuôi dưỡng cảm xúc.Cự Giải đơn thu hút các kết nối thông qua các màn hình chăm sóc và tài năng trong nước xác thực.",
            "career": "Cơ hội làm việc tại nhà hoặc dự án kinh doanh gia đình cho thấy lời hứa đặc biệt.Khả năng của bạn để tạo ra môi trường thoải mái, hiệu quả mang lại sự công nhận.Vai trò lãnh đạo liên quan đến phúc lợi nhóm hoặc nhân viên phù hợp với tài năng tự nhiên của bạn.",
            "health": "Ranh giới tình cảm và thể chất đòi hỏi sự chú ý.Các thực hành hỗ trợ hệ thống thần kinh nhạy cảm của bạn, như liệu pháp nước nhẹ hoặc đi bộ ánh trăng, mang lại những lợi ích đáng chú ý.Phương pháp tiếp cận dinh dưỡng nhấn mạnh kết nối ruột não cải thiện sức khỏe tổng thể.",
            "finances": "Đầu tư bất động sản hoặc cải thiện nhà mang lại lợi nhuận đáng kể.Xem xét thiết lập lưới an toàn tài chính gia đình hoặc kế hoạch kế thừa.Hỗ trợ tài chính bất ngờ có thể đến thông qua các nhân vật mẹ hoặc kết nối gia đình."
        },
        "2027": {
            "overall": "2027 Nổi bật biểu hiện sáng tạo và tính xác thực cảm xúc cho Cự Giải.Sự hiểu biết trực quan của bạn về nhu cầu cảm xúc tập thể tìm thấy các cửa hàng mạnh mẽ.Sự cân bằng giữa tự bảo vệ và chia sẻ chân thành tạo ra những cơ hội mới để kết nối có ý nghĩa.",
            "love": "Mối quan hệ lãng mạn sâu sắc thông qua sự hợp tác sáng tạo và sự trung thực về cảm xúc.Đối tác đánh giá cao sự sẵn sàng của bạn để thể hiện lỗ hổng.Cự Giải duy nhất thu hút các kết nối có ý nghĩa thông qua việc theo đuổi nghệ thuật hoặc cởi mở về cảm xúc.",
            "career": "Cơ hội lãnh đạo xuất hiện trong các lĩnh vực đòi hỏi trí tuệ cảm xúc và giải quyết vấn đề sáng tạo.Khả năng của bạn để hiểu động lực nhóm không được nói ra mang lại lợi thế cho bạn trong việc quản lý nhóm.Xem xét vai trò trong tư vấn, nghệ thuật hoặc dịch vụ hỗ trợ cộng đồng.",
            "health": "Khu vực trái tim và ngực xứng đáng được chú ý đặc biệt.Thực tiễn khuyến khích giải phóng cảm xúc, như nghệ thuật biểu cảm hoặc phong trào, mang lại những lợi ích đáng kể.Cân bằng giữa kết nối xã hội và cô đơn bảo vệ hỗ trợ chức năng miễn dịch tối ưu.",
            "finances": "Các dự án sáng tạo hoặc các dự án cộng hưởng cảm xúc cho thấy lời hứa tài chính.Xem xét đầu tư vào nghệ thuật, dịch vụ tư vấn hoặc các sáng kiến ​​xây dựng cộng đồng.An ninh tài chính cải thiện thông qua thời gian trực quan với các khoản đầu tư hoặc quyết định tài sản."
        },
        "2028": {
            "overall": "2028 mang đến sự chuyển đổi trong nước và chữa bệnh gia đình cho Cự Giải.Khả năng của bạn để tạo ra sự an toàn về mặt cảm xúc cho phép các cuộc trò chuyện và hòa giải quan trọng.Cân bằng giữa việc tôn vinh quá khứ và tạo ra các mô hình lành mạnh hơn dẫn đến sự chữa lành thế hệ.",
            "love": "Mối quan hệ biến đổi thông qua các cuộc thảo luận trung thực về mô hình gia đình và nhu cầu cảm xúc.Các đối tác đánh giá cao sự sẵn sàng của bạn để giải quyết các nguyên nhân gốc rễ của các vấn đề định kỳ.Cự Giải duy nhất thu hút các kết nối trưởng thành về mặt cảm xúc thông qua công việc tự xác thực của họ.",
            "career": "Cơ hội chuyên nghiệp xuất hiện trong các lĩnh vực liên quan đến nhà, dịch vụ gia đình hoặc sức khỏe cảm xúc.Kinh nghiệm tăng trưởng cá nhân của bạn cung cấp những hiểu biết có giá trị để giúp đỡ người khác.Hãy xem xét các vai trò sử dụng sự hiểu biết của bạn về động lực gia đình hoặc chữa lành cảm xúc.",
            "health": "Các mô hình sức khỏe di truyền hoặc di truyền xứng đáng được chú ý.Phương pháp tiếp cận toàn diện giải quyết các thành phần cảm xúc của các triệu chứng thực thể mang lại những đột phá đáng kể.Dinh dưỡng tập trung vào thực phẩm truyền thống, tổ tiên có thể mang lại những lợi ích đáng ngạc nhiên.",
            "finances": "Tài sản gia đình hoặc tài nguyên được thừa kế có thể cần sự chú ý.Xem xét thiết lập ranh giới rõ ràng xung quanh tài chính chung.Đầu tư vào các công nghệ gia đình hoặc cải tạo tăng cường thoải mái mang lại cả lợi nhuận ngay lập tức và dài hạn."
        },
        "2029": {
            "overall": "2029 tập trung vào giao tiếp và biểu hiện cảm xúc cho Cự Giải.Tìm kiếm tiếng nói đích thực của bạn trong cả lĩnh vực cá nhân và chuyên nghiệp mang đến những cơ hội bất ngờ.Cân bằng giữa sự hiểu biết trực quan và khớp nối rõ ràng tạo ra các kết nối mạnh mẽ.",
            "love": "Mối quan hệ phát triển thông qua việc cải thiện giao tiếp cảm xúc.Đối tác đánh giá cao khả năng thể hiện nhu cầu của bạn trực tiếp nhưng nhạy cảm.Các Cự Giải duy nhất thu hút các kết nối có ý nghĩa thông qua sự thể hiện bản thân dễ bị tổn thương nhưng bị giới hạn bằng văn bản hoặc trò chuyện.",
            "career": "Vai trò giao tiếp hoặc vị trí đòi hỏi dịch thuật cảm xúc cho thấy lời hứa đặc biệt.Khả năng thể hiện cảm xúc phức tạp của bạn theo những cách có thể truy cập mang lại sự công nhận chuyên nghiệp.Xem xét cố vấn cho người khác trong giao tiếp cảm xúc hiệu quả.",
            "health": "Khu vực cổ họng và cổ đòi hỏi sự chú ý đặc biệt.Các thực hành khuyến khích biểu hiện giọng hát đích thực, như ca hát hoặc nói sự thật, củng cố khả năng miễn dịch tổng thể.Cân bằng giữa lắng nghe và thể hiện duy trì trạng thái cân bằng cảm xúc.",
            "finances": "Các liên doanh dựa trên truyền thông hoặc vai trò giảng dạy có thể tạo ra thu nhập bất ngờ.Xem xét đầu tư vào giáo dục hoặc phương thức chữa bệnh liên quan đến biểu hiện cảm xúc.Sự rõ ràng về tài chính cải thiện thông qua các cuộc trò chuyện trung thực về các nguồn lực chung."
        },
        "2030": {
            "overall": "2030 đánh dấu một giai đoạn đáng kể của việc sắp xếp lại tài chính và làm rõ giá trị cho Cự Giải.Sự hiểu biết trực quan của bạn về hướng dẫn bảo mật thực sự các quyết định tài nguyên quan trọng.Cân bằng giữa sự giàu có về cảm xúc và vật chất tạo ra sự phong phú lâu dài.",
            "love": "Các giá trị chia sẻ xung quanh an ninh và sự thoải mái củng cố các mối quan hệ.Đối tác đánh giá cao cách tiếp cận thực tế của bạn để tạo nền tảng ổn định.Cự Giải đơn thu hút các đối tác tiềm năng có đầu óc ổn định nhưng có sẵn về mặt cảm xúc.",
            "career": "Các lĩnh vực tài chính hoặc vai trò nuôi dưỡng với lời hứa cho chương trình bồi thường tốt.Khả năng tự nhiên của bạn trong việc tạo ra môi trường thoải mái, hiệu quả có giá trị cao hơn.Xem xét đàm phán cho các lợi ích hỗ trợ cân bằng cuộc sống và cuộc sống công việc và nhu cầu gia đình.",
            "health": "Hệ thống cổ họng và tiêu hóa đòi hỏi sự hài hòa.Thực tiễn giải phóng cảm xúc được lưu trữ từ cơ thể, đặc biệt là xung quanh các vấn đề bảo mật, mang lại lợi ích đáng chú ý.Phương pháp tiếp cận dinh dưỡng nhấn mạnh truyền thống, toàn bộ thực phẩm cải thiện sức sống tổng thể.",
            "finances": "Kế hoạch bảo mật dài hạn mang lại lợi ích đáng kể.Xem xét đầu tư vào các công nghệ gia đình bền vững hoặc các doanh nghiệp định hướng cộng đồng.Lợi nhuận tài chính bất ngờ đi qua các quyết định tài sản theo thời gian trực quan hoặc quản lý tài nguyên gia đình."
        },
        "2031": {
            "overall": "2031 mang lại sự chuyển đổi cá nhân sâu sắc và đổi mới bản sắc cho Cự Giải.Sự hiểu biết phát triển của bạn về nhu cầu cảm xúc hướng dẫn thể hiện sự tự thể xác.Sự cân bằng giữa việc tôn vinh bản chất nhạy cảm của bạn và phát triển khả năng phục hồi dẫn đến tăng trưởng được trao quyền.",
            "love": "Mối quan hệ biến đổi khi bạn thể hiện một phiên bản chân thực hơn của chính mình.Đối tác phản ứng tích cực với sự tự tin cảm xúc gia tăng của bạn.Cự Giải duy nhất thu hút các kết nối sâu sắc hơn thông qua sự tự thể hiện chính hãng và ranh giới rõ ràng.",
            "career": "Cơ hội lãnh đạo xuất hiện sử dụng cả bản chất đồng cảm của bạn và sự quyết đoán mới.Khả năng của bạn để ủng hộ sức khỏe của nhóm trong khi duy trì năng suất mang lại sự công nhận.Hãy xem xét các vai trò cho phép tự chủ sáng tạo trong khi phục vụ nhu cầu cảm xúc của cộng đồng.",
            "health": "Ranh giới năng lượng cá nhân đòi hỏi sự phát triển có ý thức.Thực tiễn tăng cường lĩnh vực năng lượng của bạn trong khi duy trì độ nhạy mang lại lợi ích đáng chú ý.Hãy chú ý đến đám rối mặt trời và trung tâm cảm xúc thông qua cả thực hành bảo vệ và tăng cường.",
            "finances": "Thương hiệu cá nhân hoặc dịch vụ đích thực cho thấy lời hứa tài chính.Xem xét các khoản đầu tư phản ánh các giá trị và ưu tiên phát triển của bạn.Cơ hội tài chính bất ngờ phát sinh thông qua việc đứng vững trong trí tuệ cảm xúc đích thực của bạn."
        },
        "2032": {
            "overall": "2032 nhấn mạnh kết nối tâm linh và phát triển trực quan cho Cự Giải.Sự nhạy cảm tâm linh tự nhiên của bạn đạt đến độ sâu và mục đích mới.Cân bằng giữa sự hiểu biết hợp lý và hiểu biết trực quan mang lại những hiểu biết sâu sắc về lợi ích cá nhân và tập thể.",
            "love": "Kết nối tinh thần hoặc trực quan làm sâu sắc thêm mối quan hệ lãng mạn.Đối tác đánh giá cao sự đồng cảm và trí tuệ cảm xúc của bạn.Cự Giải duy nhất thu hút mối quan hệ với sự nhận biết tâm hồn đáng kể hoặc tiềm năng chữa bệnh nghiệp chướng.",
            "career": "Giúp đỡ các ngành nghề hoặc vai trò tư vấn trực quan mang lại sự hoàn thành đặc biệt.Khả năng của bạn để cảm nhận nhu cầu không được nói ra tạo ra các giải pháp độc đáo trong chăm sóc sức khỏe, giáo dục hoặc hỗ trợ cộng đồng.Hãy xem xét các vai trò cho phép bạn phục vụ người khác thông qua những món quà trực quan của bạn.",
            "health": "Chất lượng giấc ngủ và trải nghiệm giấc mơ cung cấp hướng dẫn có giá trị.Các thực hành hỗ trợ các khả năng trực quan tự nhiên của bạn, như thiền mặt trăng hoặc nghi lễ nước, mang lại những lợi ích đáng chú ý.Đặc biệt chú ý đến sức khỏe của Pineal và tuyến yên thông qua việc nghỉ ngơi và quản lý ánh sáng thích hợp.",
            "finances": "Hỗ trợ tài chính bất ngờ đến thông qua các kênh dường như đồng bộ.Xem xét các khoản đầu tư vào sức khỏe hoặc các nguồn lực tăng trưởng tâm linh phù hợp với các giá trị của bạn.Sự hào phóng và dịch vụ nghịch lý làm tăng bảo mật vật liệu của bạn."
        },
        "2033": {
            "overall": "2033 mang đến một khoảng thời gian suy tư yên tĩnh và phát triển khu bảo tồn bên trong cho Cự Giải.Nhu cầu cô đơn có ý nghĩa hỗ trợ xử lý cảm xúc quan trọng.Cân bằng giữa kết nối xã hội và rút tiền bảo vệ tạo ra quản lý năng lượng bền vững.",
            "love": "Mối quan hệ sâu sắc thông qua sự hiểu biết tôn trọng về nhu cầu cảm xúc và ranh giới.Đối tác đánh giá cao sự giao tiếp đích thực của bạn về nhu cầu không gian.Cự Giải duy nhất thu hút các kết nối trưởng thành về mặt cảm xúc thông qua sự hiểu biết về bản thân có căn cứ của họ.",
            "career": "Vai trò hậu trường hoặc các vị trí đòi hỏi sự tập trung sâu sắc cho thấy lời hứa đặc biệt.Khả năng làm việc độc lập của bạn trong khi duy trì kết nối cảm xúc mang lại kết quả độc đáo.Xem xét vai trò trong nghiên cứu, viết hoặc tư vấn cho phép không gian chiêm nghiệm.",
            "health": "Hệ thống miễn dịch và bạch huyết được hưởng lợi từ sự chú ý có ý thức.Thực tiễn hỗ trợ xử lý cảm xúc thích hợp, như trị liệu hoặc trị liệu nói chuyện, tăng cường khả năng phục hồi thể chất.Cân bằng giữa chuyển động nhẹ nhàng và nghỉ ngơi đầy đủ duy trì sức khỏe tối ưu.",
            "finances": "Nghỉ hưu lâu dài hoặc lập kế hoạch an ninh mang lại sự an tâm.Xem xét thiết lập các dòng thu nhập thụ động đòi hỏi năng lượng xã hội tối thiểu.Đầu tư bất động sản hoặc khu bảo tồn tư nhân có thể mang lại lợi nhuận cả về cảm xúc và tài chính."
        },
        "2034": {
            "overall": "2034 đánh dấu sự khởi đầu của một sự phục hưng xã hội sôi động cho Cự Giải.Quà tặng tự nhiên của bạn trong việc tạo kết nối cảm xúc tìm thấy biểu hiện trong sự tham gia của cộng đồng có ý nghĩa.Cân bằng giữa tập trung gia đình và giới xã hội rộng lớn hơn mang đến những cơ hội bất ngờ.",
            "love": "Mối quan hệ phát triển mạnh khi các giá trị xã hội được chia sẻ trở thành tiêu điểm.Đối tác đánh giá cao những nỗ lực của bạn để tạo ra không gian cộng đồng nuôi dưỡng cùng nhau.Cự Giải đơn thu hút các kết nối thông qua các hoạt động nhóm với các thành phần cảm xúc hoặc chăm sóc.",
            "career": "Lãnh đạo cộng đồng hoặc vai trò phúc lợi xã hội mang lại sự hoàn thành.Khả năng của bạn để tạo ra môi trường an toàn về mặt cảm xúc cho các nhóm khác nhau nhận được sự công nhận.Xem xét các vị trí trong lãnh đạo phi lợi nhuận, tổ chức cộng đồng hoặc tạo điều kiện theo nhóm.",
            "health": "Lo lắng xã hội có thể đòi hỏi sự chú ý nhẹ nhàng.Các thực hành hỗ trợ phòng ngừa áp đảo, như che chắn năng lượng hoặc rút tiền chiến lược, duy trì sự cân bằng cảm xúc.Phương pháp tiếp cận dinh dưỡng hỗ trợ ranh giới lành mạnh, như gia cố khoáng sản, mang lại lợi ích đáng chú ý.",
            "finances": "Đầu tư dựa vào cộng đồng hoặc các dự án tài nguyên được chia sẻ cho thấy lời hứa.Xem xét nhà ở hợp tác, vườn cộng đồng hoặc các sáng kiến ​​hỗ trợ kinh doanh địa phương.An ninh tài chính cải thiện thông qua liên minh chiến lược với những cá nhân có cùng chí hướng."
        },
        "2035": {
            "overall": "2035 mang đến đỉnh cao chuyên nghiệp và công nhận công khai Cự Giải.Cuộc đời của bạn về trí tuệ cảm xúc và lãnh đạo nuôi dưỡng đạt được sự đánh giá cao hơn.Cân bằng giữa đóng góp công cộng và tái sinh tư nhân tạo ra thành công bền vững.",
            "love": "Mối quan hệ được hưởng lợi từ các mục tiêu chia sẻ được xác định rõ ràng và bản sắc công cộng.Đối tác đánh giá cao sự hỗ trợ lẫn nhau của nguyện vọng chuyên nghiệp.Cự Giải duy nhất thu hút các kết nối thông qua những đóng góp công khai xác thực và trí tuệ cảm xúc.",
            "career": "Vai trò lãnh đạo liên quan đến niềm tin công cộng hoặc phúc lợi cộng đồng cho thấy lời hứa đặc biệt.Khả năng tự nhiên của bạn trong việc tạo ra môi trường an toàn nhưng hiệu quả về mặt cảm xúc nhận được sự công nhận rộng hơn.Xem xét cố vấn cho người khác trong các phương pháp lãnh đạo đồng cảm.",
            "health": "Chi tiêu năng lượng công cộng đòi hỏi phục hồi tư nhân cân bằng.Các thực hành hỗ trợ phục hồi năng lượng nhanh chóng, như tắm muối hoặc tiếp xúc với ánh trăng, trở nên cần thiết.Các chiến lược dinh dưỡng nhấn mạnh năng lượng bền vững hơn là kích thích nhanh chóng duy trì sức chịu đựng công cộng.",
            "finances": "Sự công nhận chuyên nghiệp chuyển sang cải thiện bồi thường.Xem xét tận dụng niềm tin của công chúng cho các dự án kinh doanh đạo đức với lợi ích cộng đồng.Kế hoạch hưu trí hoặc kế hoạch di sản mang đến cả an ninh cảm xúc và tài chính cho các thế hệ tương lai."
        }
    },
    "famous": [
        {
            "name": "Công nương Diana",
            "birth_date": "Ngày 1 tháng 7 năm 1961",
            "description": "'Công chúa nhân dân' minh họa cho sự nuôi dưỡng, bản chất từ ​​bi và kết nối cảm xúc với những người khác với những người khác"
        },
        {
            "name": "Tom Hanks",
            "birth_date": "Ngày 9 tháng 7 năm 1956",
            "description": "Diễn viên được biết đến với chiều sâu cảm xúc và khả năng tương đối"
        },
        {
            "name": "Meryl Streep",
            "birth_date": "Ngày 22 tháng 6 năm 1949",
            "description": "Nữ diễn viên được hoan nghênh với phạm vi và chiều sâu cảm xúc đáng chú ý, cho thấy sự hiểu biết trực quan của Cự Giải về cảm xúc của con người"
        },
        {
            "name": "Ariana Grande",
            "birth_date": "Ngày 26 tháng 6 năm 1993",
            "description": "Ca sĩ có biểu hiện giọng hát cảm xúc và kết nối mạnh mẽ với người hâm mộ, phản ánh sự nhạy cảm và bản chất chăm sóc của Cự Giải"
        },
        {
            "name": "Nelson Mandela",
            "birth_date": "Ngày 18 tháng 7 năm 1918",
            "description": "Nhà lãnh đạo cách mạng đã chứng minh bản năng bảo vệ của Cự Giải đối với người dân và sự kiên trì của mình trong việc theo đuổi công lý"
        }
    ],
    "daily_advice": {
        "relationship": "Hôm nay, thể hiện bản chất chăm sóc của bạn mà không mong đợi bất cứ điều gì đáp lại.Hãy nhớ rằng những người khác thể hiện tình yêu khác với bạn có thể.",
        "career": "Trực giác của bạn về một tình huống công việc có thể chính xác.Tin tưởng vào bản năng của bạn trong khi thu thập thông tin thực tế để hỗ trợ những hiểu biết của bạn.",
        "health": "Hãy chú ý đến cách cảm xúc của bạn ảnh hưởng đến tiêu hóa của bạn ngày hôm nay.Hãy dành những khoảnh khắc yên tĩnh để tập trung vào bản thân trước bữa ăn.",
        "general": "Sự nhạy cảm của bạn là một sức mạnh ngày hôm nay, giúp bạn hiểu được động lực không nói.Tạo ranh giới bảo vệ năng lượng cảm xúc của bạn."
    },
    "tarot_associations": {
        "major_arcana": "Chariot",
        "explanation": "Chariot đại diện cho sự kiểm soát cảm xúc, quyết tâm và chiến thắng của ý chí đối với các cuộc xung đột bên trong và bên ngoài - những phẩm chất cộng hưởng với nhu cầu của Cự Giải để điều hướng những cảm xúc và bản năng bảo vệ mạnh mẽ của họ.Thẻ này cũng thể hiện hành trình hướng tới sự trưởng thành về cảm xúc và tự làm chủ."
    },
    "compatibility_details": {
        "aries": "Cự Giải và Bạch Dương phải đối mặt với những thách thức với các phong cách cảm xúc khác nhau.Sự trực tiếp của Bạch Dương có thể cảm thấy khắc nghiệt với Cự Giải nhạy cảm, trong khi nhu cầu tình cảm của Cự Giải có thể làm nản lòng Bạch Dương định hướng hành động.",
        "taurus": "Cự Giải và Kim Ngưu tạo ra một mối quan hệ an toàn, hài hòa.Cả sự ổn định và thoải mái về giá trị, với Kim Ngưu cung cấp nền tảng thực tế cho chiều sâu cảm xúc của Cự Giải.",
        "gemini": "Cự Giải và Song Tử có thể đấu tranh với phong cách giao tiếp - Cự Giải thể hiện cảm xúc trong khi Song Tử xử lý trí tuệ.Hiểu những khác biệt này là chìa khóa để tương thích.",
        "cancer": "Hai Cự Giải tạo ra một mối quan hệ trực quan sâu sắc, phong phú về mặt cảm xúc.Họ hiểu tâm trạng và nhu cầu của nhau, mặc dù họ có thể cần phải bảo vệ chống lại sự củng cố lẫn nhau của sự bất an.",
        "leo": "Cự Giải và Sư Tử có thể bổ sung cho nhau khi họ hiểu nhu cầu khác nhau của họ - Cự Giải cung cấp hỗ trợ cảm xúc cho tham vọng của Sư Tử, trong khi Sư Tử mang lại sự ấm áp và khuyến khích cuộc sống của Cự Giải.",
        "virgo": "Cự Giải và Xử Nữ tạo thành một trận đấu hỗ trợ với sự đánh giá cao về an ninh và dịch vụ.Trực giác của Cự Giải bổ sung cho phân tích thực tế của Xử Nữ về các tình huống.",
        "libra": "Cự Giải và Thiên Bình có thể đấu tranh với các cách tiếp cận khác nhau - chiều sâu cảm xúc của Cự Giải so với mong muốn của Thiên Bra về sự hòa hợp và đôi khi là hòa bình ở cấp độ bề mặt.",
        "scorpio": "Cự Giải và Bọ Cạp tạo ra một mối quan hệ trực quan và cảm xúc sâu sắc như các dấu hiệu nước.Cả giá trị trung thành và tính xác thực cảm xúc, tạo ra mối liên kết mạnh mẽ.",
        "sagittarius": "Cự Giải và Nhân Mã phải đối mặt với những thách thức với các nhu cầu khác nhau - Cự Giải mong muốn an ninh cảm xúc trong khi Nhân Mã khao khát sự tự do và độc lập.",
        "capricorn": "Cự Giải và Ma Kết hình thành các dấu hiệu ngược lại với các điểm mạnh bổ sung.Cự Giải cung cấp nuôi dưỡng cảm xúc trong khi Ma Kết cung cấp hỗ trợ và cấu trúc thực tế.",
        "aquarius": "Cự Giải và Bảo Bình đấu tranh với sự khác biệt cơ bản - Phương pháp tiếp cận cá nhân, tình cảm của Cự Giải so với trí tuệ, quan điểm phổ quát của Aquarius.",
        "pisces": "Cự Giải và Song Ngư chia sẻ sự hiểu biết cảm xúc sâu sắc như dấu hiệu nước.Cả hai đều trực quan và từ bi, tạo ra một mối quan hệ với kết nối cảm xúc sâu sắc."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời trong Cự Giải mang lại sự nhạy cảm về cảm xúc, nuôi dưỡng bản năng và phẩm chất bảo vệ mạnh mẽ.Bạn tiếp cận cuộc sống thông qua một lăng kính cảm xúc và giá trị an ninh và sự thoải mái.",
        "moon_in": "Mặt trăng trong Cự Giải tạo ra nhận thức và trực giác cảm xúc mạnh mẽ trong dấu hiệu nhà của nó.Cảm xúc của bạn chạy sâu, và bạn rất quan tâm đến nhu cầu cảm xúc của người khác.",
        "rising": "Cự Giải tăng cho bạn sự xuất hiện của sự dịu dàng, nhạy cảm và khả năng tiếp cận.Những người khác thường cảm nhận bản chất nuôi dưỡng của bạn và có thể chia sẻ theo bản năng những vấn đề của họ với bạn."
    },
    "self_improvement": {
        "challenges": [
            "Quản lý phản ứng cảm xúc và biến động tâm trạng",
            "Phát triển giao tiếp trực tiếp hơn là biểu hiện gián tiếp",
            "Giải phóng quá khứ và nắm lấy những thay đổi cần thiết",
            "Đặt ranh giới lành mạnh trong các mối quan hệ",
            "Cân bằng nuôi dưỡng những người khác bằng việc tự chăm sóc bản thân"
        ],
        "growth_opportunities": [
            "Sử dụng trí tuệ cảm xúc để hỗ trợ sự phát triển của người khác",
            "Tạo ra môi trường nuôi dưỡng giúp mọi người phát triển mạnh",
            "Phát triển trực giác như một hệ thống hướng dẫn thực tế",
            "Sự nhạy cảm của kênh vào biểu hiện sáng tạo",
            "Xây dựng an ninh cảm xúc không phụ thuộc vào hoàn cảnh bên ngoài"
        ],
        "affirmations": [
            "Tôi thể hiện nhu cầu của mình rõ ràng và trực tiếp",
            "Tôi tôn vinh cảm xúc của mình trong khi chọn câu trả lời của mình",
            "Tôi tạo ra sự bảo mật trong chính mình",
            "Tôi giải phóng quá khứ bằng lòng trắc ẩn",
            "Sự nhạy cảm của tôi là một sức mạnh hướng dẫn tôi"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Cự Giải thường có nhiệm vụ tạo ra sự an toàn về mặt cảm xúc, nuôi dưỡng sự phát triển và bảo tồn các truyền thống và kết nối quan trọng.Mục đích của họ liên quan đến việc phát triển trí tuệ cảm xúc và giúp người khác cảm thấy an toàn và được chăm sóc.",
        "life_lessons": [
            "Học cách cung cấp nuôi dưỡng mà không cho phép sự phụ thuộc",
            "Phát triển sức mạnh cảm xúc bên cạnh sự nhạy cảm",
            "Hiểu khi nào nên giữ và khi nào nên buông bỏ",
            "Tạo ranh giới lành mạnh trong khi duy trì kết nối",
            "Biến những trải nghiệm cảm xúc cá nhân thành trí tuệ"
        ],
        "spiritual_growth": "Phát triển tâm linh cho Cự Giải liên quan đến phản ứng cảm xúc vượt qua trong khi vẫn duy trì sự nhạy cảm.Học cách phân biệt giữa sự đồng cảm và đảm nhận cảm xúc của người khác, tìm ra kết nối phổ quát ngoài các chấp trước cá nhân và sử dụng trực giác để hướng dẫn cao hơn đều góp phần tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Cự Giải thường nhạy cảm, đồng cảm và gắn bó mạnh mẽ với cha mẹ và nhà từ khi còn nhỏ.Họ thường thể hiện những phản ứng cảm xúc mạnh mẽ, trí tưởng tượng sáng tạo và nhu cầu bảo mật và thói quen.",
            "parenting_advice": "Cung cấp hỗ trợ cảm xúc nhất quán và các thói quen rõ ràng để giúp họ cảm thấy an toàn.Xác thực cảm xúc của họ trong khi giúp họ phát triển khả năng phục hồi cảm xúc.Tạo một môi trường nhà ổn định trong khi khuyến khích sự độc lập dần dần."
        },
        "in_friendship": {
            "friendship_style": "Những người bạn Cự Giải là trung thành, hỗ trợ và hòa hợp về mặt cảm xúc.Họ nhớ các chi tiết quan trọng về cuộc sống của bạn bè, tạo ra môi trường thoải mái để thu thập và cung cấp hỗ trợ chăm sóc trong thời gian khó khăn.",
            "ideal_friends": "Cự Giải phát triển mạnh với những người bạn đánh giá cao chiều sâu cảm xúc và chăm sóc đáp lại.Họ coi trọng tình bạn lâu dài với sự hỗ trợ và hiểu biết lẫn nhau, thích một vài kết nối sâu sắc hơn nhiều người quen."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Cự Giải có thể trở nên thao túng, phụ thuộc quá mức hoặc thụ động.Nhu cầu bảo mật của họ có thể biểu hiện như kiểm soát hành vi, rút ​​tiền cảm xúc hoặc chống lại sự thay đổi cần thiết.",
            "growth_path": "Tăng trưởng cá nhân đối với Cự Giải liên quan đến việc phát triển sự trưởng thành về cảm xúc, học cách thể hiện nhu cầu trực tiếp và tạo ra an ninh nội bộ thay vì tìm kiếm nó độc quyền từ các nguồn bên ngoài."
        }
    },
    "seasonal_influences": {
        "summer_solstice": "Sinh ra vào đầu mùa hè, Cự Giải thể hiện sự đầy đủ của mùa giải, chiều sâu cảm xúc và phẩm chất nuôi dưỡng.Thời gian này truyền Cự Giải với bản năng bảo vệ tự nhiên khi mặt trời đạt đến điểm cao nhất và bắt đầu hạ xuống.",
        "cardinal_quality": "Là một dấu hiệu hồng y, Cự Giải đại diện cho sáng kiến ​​và lãnh đạo trong lĩnh vực tình cảm.Vị trí này cho họ khả năng tạo ra sự khởi đầu cảm xúc mới, thiết lập môi trường nuôi dưỡng và bắt đầu các kết nối chăm sóc."
    },
    "elemental_analysis": {
        "water_element_influence": "Yếu tố nước mang lại cho Cự Giải chiều sâu cảm xúc đặc trưng, ​​trực giác và phẩm chất nuôi dưỡng của họ.Nước đại diện cho cảm giác, khả năng tiếp thu, và dòng chảy của thủy triều cảm xúc.",
        "water_balance": "Nước cân bằng mang lại trí tuệ cảm xúc, lòng trắc ẩn và trí tuệ trực quan.Nước quá mức có thể dẫn đến sự áp đảo cảm xúc, sự phụ thuộc và biến động tâm trạng, trong khi nước thiếu có thể dẫn đến sự tách rời cảm xúc hoặc khó khăn trong việc kết nối với người khác."
    },
    "planetary_rulership": {
        "moon_influence": "Mặt trăng, người cai trị thủy triều, cảm xúc và tiềm thức, chi phối Cự Giải.Ảnh hưởng hành tinh này giải thích tâm trạng theo chu kỳ của dấu hiệu, kết nối trực quan và bản năng nuôi dưỡng.",
        "moon_phases": "Các giai đoạn của mặt trăng đặc biệt ảnh hưởng đến những người Cự Giải, những người có thể nhận thấy các chu kỳ cảm xúc tương ứng với chu kỳ mặt trăng.Hiểu những nhịp điệu tự nhiên này giúp Cự Giải khai thác năng lượng cảm xúc của họ một cách hiệu quả."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong văn hóa làm việc từ xa ngày nay, Cự Giải vượt trội trong việc tạo ra sự gắn kết nhóm ảo, thiết lập kết nối cảm xúc thông qua các nền tảng kỹ thuật số và các lĩnh vực đòi hỏi trí tuệ cảm xúc như trị liệu trực tuyến, quản lý cộng đồng và lãnh đạo hỗ trợ.",
        "relationship_in_modern_context": "Các mối quan hệ hiện đại được hưởng lợi từ khả năng của Cự Giải để tạo ra an ninh cảm xúc giữa sự ngắt kết nối xã hội.Khả năng tạo nhà của họ dịch tốt để thiết lập không gian sống thoải mái hỗ trợ công việc từ xa và xã hội kỹ thuật số."
    }
}