{
    "sign": "Sagittarius",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/sagittarius.svg",
    "local_name": "射手座",
    "date_range": "11月22日 -  12月21日",
    "element": "火",
    "ruling_planet": "木星",
    "symbol": "アーチャー",
    "lucky_numbers": [
        "3",
        "7",
        "9",
        "12",
        "21"
    ],
    "lucky_colors": [
        "青",
        "紫",
        "濃い緑"
    ],
    "lucky_days": [
        "木曜日",
        "土曜日"
    ],
    "lucky_stones": [
        "ターコイズ",
        "トパーズ",
        "アメジスト"
    ],
    "general_traits": {
        "strengths": [
            "楽観的",
            "自由を愛する",
            "知的",
            "冒険",
            "簡単です",
            "哲学",
            "寛大"
        ],
        "weaknesses": [
            "無意味",
            "落ち着きがない",
            "一貫性がない",
            "自信過剰",
            "無責任",
            "届けることができる以上に約束します",
            "先延ばし"
        ]
    },
    "personality": {
        "overview": "射手座は、星座の9番目の兆候であり、拡大、探索、およびより高い理解を象徴しています。射手座の個人は、楽観的な見通し、自由への愛、知識と真実の探求で知られています。彼らは星座の哲学者であり冒険者であり、旅行、教育、多様な経験を通じて彼らの視野を広げることを常に求めています。",
        "detailed_traits": [
            "自然な楽観主義と人生への熱意",
            "旅行への愛とさまざまな文化の探検",
            "より高い意味を求めている哲学的考え方",
            "直接的で正直なコミュニケーションスタイル",
            "友達も見知らぬ人との寛大な精神",
            "制限に抵抗する独立した性質",
            "大きな絵画の視点を持つ先見性のある思考",
            "新しい状況や環境に適応できます",
            "知的に多様な関心に興味があります",
            "機会を見つける能力で自然に幸運です"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "射手座の個人は、誠実さを大切にし、関係の中で冒険を共有する熱狂的で自由を愛するパートナーです。彼らは、エキサイティングな体験を生み出し、哲学的な議論に従事し、本物の単純なコミュニケーションを維持することで愛を表現しています。",
        "compatibility": {
            "most_compatible": [
                "牡羊座",
                "レオ",
                "天秤座",
                "水瓶座"
            ],
            "least_compatible": [
                "おとめ座",
                "魚座",
                "おうし座"
            ]
        },
        "relationship_advice": "射手座の個人は、自由と人間関係へのコミットメントのバランスをとる必要があります。約束についてフォローし、あなたの鈍い言葉が繊細なパートナーにどのように影響するかを検討してください。深さは、愛の経験の幅と同じくらいやりがいがあることを忘れないでください。",
        "love_style": [
            "関係における自由と独立を大切にします",
            "熱狂的で冒険的なロマンチックなパートナー",
            "感情や期待について直接的かつ正直",
            "所有権や感情的な必要性を嫌います",
            "知的および哲学的なつながりを求めています",
            "個人的な成長を可能にする関係を好む",
            "制限されていると感じた場合、長期的なコミットメントに苦労する可能性があります"
        ]
    },
    "career_and_finances": {
        "career_traits": "射手座の個人は、多様性、知的刺激、成長と探査の機会を提供するキャリアに秀でています。彼らは、全体像を見て、彼らのビジョンと熱意で他の人を刺激するための自然な才能を持っています。",
        "suitable_careers": [
            "旅行と観光",
            "高等教育と教育",
            "出版とライティング",
            "国際ビジネス",
            "法律と倫理",
            "哲学と宗教",
            "屋外とアドベンチャースポーツ",
            "起業家精神",
            "やる気を起こさせる",
            "異文化コンサルティング"
        ],
        "financial_habits": "射手座の個人は、しばしば楽観的で、時には幸運な財政に対するアプローチを持っています。彼らは、長期的なセキュリティを生み出しながら、自由の必要性に対応する柔軟な財務計画を確立することから恩恵を受けます。",
        "work_style": [
            "動的で変化する環境で繁栄します",
            "プロジェクトに熱意と楽観主義をもたらします",
            "独立性と最小限の監督を好む",
            "全体像と可能性を見るのに優れています",
            "詳細とフォロースルーに苦労する可能性があります",
            "倫理的で意味のある仕事を大切にします",
            "多様なチームや文化でうまく機能します"
        ]
    },
    "health_and_wellness": {
        "physical_health": "射手座は、腰、太もも、肝臓、血液循環を支配します。射手座の人は通常、スタミナと自然の運動能力を持っていますが、バランスが崩れたときに腰、太もも、肝臓に関連する問題を起こしやすい場合があります。",
        "common_health_issues": [
            "股関節と太ももの問題",
            "坐骨神経痛",
            "肝臓の問題による肝臓の問題",
            "スポーツや冒険による軽傷",
            "落ち着きのなさと神経質な緊張",
            "豊かな食べ物からの消化器系の問題",
            "移動の自由に影響を与える呼吸器の問題"
        ],
        "wellness_advice": "冒険への愛と十分な休息と回復のバランスをとってください。食品とアルコールの節度を通じて肝臓の健康に注意を払ってください。身体活動の前に、定期的なストレッチと適切なウォームアップを通じて、柔軟性と関節の健康を維持します。",
        "exercise_preferences": [
            "屋外アクティビティとスポーツ",
            "長距離ランニング",
            "ハイキングと登山",
            "旅行ベースの冒険",
            "戦略を伴うチームスポーツ"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025は、射手座の個人に拡大と冒険のためのエキサイティングな機会をもたらします。あなたの自然な楽観主義は好ましい状況を引き付け、新しい経験への扉を開きます。知識の探求と最大の成長のための実用的なアプリケーションのバランスをとります。",
            "love": "ロマンチックなつながりは、共有された冒険と哲学的な議論を通して繁栄します。単一の射手座は、旅行や教育的利益を追求している間、潜在的なパートナーに会うかもしれません。既存の関係は、新たな興奮と共有の目標の恩恵を受けます。",
            "career": "専門家の視野は、国際的なつながりや高等教育の追求を通じて拡大します。あなたの先見の明のあるアイデアは、同僚も上司も同様に刺激します。あなたの専門知識を教育または公開する機会は、年の後半に現れます。",
            "health": "冒険とフィットネスを組み合わせたアクティビティを通じて、腰と太ももの強さに焦点を当てます。自然の中で定期的に過ごす時間とともに、精神的な幸福が向上します。熱狂的なエネルギーと適切な休息と回復のバランスを取ります。",
            "finances": "教育、出版、または旅行関連のベンチャーを通じて、金融成長のための予想外の機会。経験への投資と長期的なセキュリティの構築との間のバランスの取れたアプローチを検討してください。"
        },
        "2026": {
            "overall": "2026年は、射手座の職業上の成果と一般の認識の年です。あなたの大胆なビジョンと正直なアプローチは、影響力のある人物から尊敬を集めます。野心と個人の自由との調和を見つけることは、充実感と持続可能な成功をもたらします。",
            "love": "関係は、長期的な目標に関する明確なコミュニケーションの恩恵を受けます。確立されたパートナーシップは、キャリアの願望の相互支援を通じて強化されます。単一の射手座は、彼らの野心と信頼性の両方を賞賛するパートナーを引き付けます。",
            "career": "リーダーシップの機会は、あなたの自然な才能に完全に一致するものです。中期には、伝統的な構造に革新的なアイデアを実装する機会があります。他の人を鼓舞するあなたの能力は、あなたの最大の職業資産になります。",
            "health": "バランス作業の需要は、一貫した身体活動です。適切な姿勢と人間工学を通じて、骨格の健康に注意してください。責任が増加するにつれて、ストレス管理が不可欠になります。",
            "finances": "経済的安定性は、キャリアの進歩と認識を通じて向上します。業界や専門知識に関連する投資を検討してください。予期しない財政的支援は、メンターや権威の人物を通じてもたらされる可能性があります。"
        },
        "2027": {
            "overall": "2027年は、射手座の社会的つながりと集団ビジョンを強調しています。楽観的な目標を中心に多様なグループを統合する能力は、意味のあるコミュニティの影響を生み出します。個人の自由とグループの責任のバランスは、驚くべき成果につながります。",
            "love": "友情はより深いロマンチックなつながりに進化するかもしれません。パートナーはあなたの社会的性質を高く評価しながら、接地の影響を提供します。単一の射手座は、個人的な価値に合わせたグループ活動を通じて意味のある関係を見つけます。",
            "career": "共同プロジェクトは、専門家の満足度と成長をもたらします。あなたの自然なネットワーキング能力は、エキサイティングな機会への扉を開きます。専門知識を人道的またはコミュニティに焦点を当てた目標を組み合わせた役割を検討してください。",
            "health": "グループフィットネスアクティビティは、物理的な利点と社会的つながりの両方を提供します。一日を通して定期的な動きを通して循環に注意してください。ソーシャルエンゲージメントと適切な個人的なスペースと静かな時間のバランスを取ります。",
            "finances": "共有金融ベンチャーは、信頼できる同盟国と並んでいると約束を示します。コミュニティベースの経済イニシアチブは、予期せぬ利益を提供する可能性があります。リソース共有と相互サポートへの革新的なアプローチを検討してください。"
        },
        "2028": {
            "overall": "2028年は、射手座を精神的な成長と内なる探査の時代にもたらします。あなたの哲学的性質は、意味のある人生経験を通して深くなります。真実の探求と思いやりのある理解のバランスをとることは、深い個人的な知恵につながります。",
            "love": "ロマンチックな関係は、共有された精神的または哲学的関心を通して深くなります。パートナーは、意味と本物の真実に対するあなたの探求に感謝します。単一の射手座は、個人の自由と感情的な親密さの両方をサポートするつながりを引き付けます。",
            "career": "あなたの最も深い価値と一致する仕事は、財政的な報酬を超えて充実感をもたらします。自分の知恵を表現したり、他人の成長を支援したりできる役割を検討してください。静かな熟考から流れる創造的なインスピレーションは、専門的な認識をもたらします。",
            "health": "全体的な健康慣行は、身体と精神の両方に顕著な利点をもたらします。適切な休息と栄養のサポートを通じて免疫システムに注意してください。瞑想または瞑想的な慣行は、全体的な幸福と精神的な明快さを改善します。",
            "finances": "予期しない財政的支援は、以前は見えなかったチャネルを通じて到着します。実用的な保護手段を維持しながら、投資に関する直観を信頼してください。寛大さは逆説的にあなた自身の豊かさを増加させます。"
        },
        "2029": {
            "overall": "2029年は、射手座の更新と新鮮な始まりに焦点を当てています。あなたの自然な楽観主義は、課題を成長の機会に変えるのに役立ちます。過去の経験を称えることと新しい可能性を受け入れることのバランスを見つけることは、人生のあらゆる分野に活気のあるエネルギーをもたらします。",
            "love": "関係は、正直なコミュニケーションと新たなコミットメントを通じて若返りを経験します。パートナーは、成長と変化に対するあなたの熱意に感謝します。単一の射手座は、視野を広げるエキサイティングな新しいつながりを引き付けます。",
            "career": "キャリアの再発明は、進化する利益と一致する予期せぬ機会をもたらします。あなたの先駆的な精神は、新興分野や市場で扉を開きます。あなたのユニークな専門知識と先見の明のある視点を活用する起業家のベンチャーを検討してください。",
            "health": "活性化されたエネルギーは、実験的でありながら科学的なウェルネスへのアプローチを通じてもたらされます。適切な栄養と解毒を通じて肝臓の健康に注意してください。今年確立された新しいフィットネスルーチンは、永続的な利点を生み出します。",
            "finances": "金融新たなスタートにより、将来の成長のための戦略的位置が可能になります。収益の可能性を拡大する教育投資を検討してください。予期せぬwind落が過去の投資を通して到着する可能性があります。"
        },
        "2030": {
            "overall": "2030年は、射手座の豊富さと材料の成長の大幅な期間を示しています。リソースへのあなたの楽観的なアプローチは、予想外の機会を引き付けます。現在の繁栄を楽しむことと将来のセキュリティの構築のバランスは、持続可能な成功をもたらします。",
            "love": "共有された素材の快適さは、ロマンチックな絆を強化します。パートナーはあなたの寛大さを高く評価しながら、リソースを賢く管理するのを助けます。単一の射手座は、感情的と物質的な安定性の両方を提供する関係を引き付けます。",
            "career": "金融セクターまたはリソース管理の役割は、進歩の機会を提供します。見落とされがちな分野で価値を認識する能力は、専門的な利点をもたらします。新興市場や持続可能な資源管理の専門知識の開発を検討してください。",
            "health": "制限ではなく品質と豊かさに焦点を当てた栄養的アプローチは、活力をもたらします。適切なケアとアライメントを通じて、喉と首の領域に注意してください。感覚の喜びと、最適な福祉のための節度とバランスをとる。",
            "finances": "物理的資産への投資機会は、特別な約束を示しています。さまざまなリソースカテゴリにわたって保有を多様化することを検討してください。予期せぬ経済的利益は、以前に過小評価されていた所有物や才能を通してもたらされます。"
        },
        "2031": {
            "overall": "2031は、射手座のコミュニケーションと知的成長を強調しています。あなたの自然な教育能力は、新しいプラットフォームやテクノロジーを通して完全な表現を見つけます。今年形成された接続は、あなたの個人的および専門的な軌跡に永続的な影響を与えます。",
            "love": "知的互換性はロマンチックな絆を強化します。パートナーはあなたの素晴らしい会話と哲学的な深みに感謝します。単一の射手座は、アイデアと信念の本物の表現を通して意味のあるつながりを引き付けます。",
            "career": "出版、教育、またはメディアの機会は予想外に現れます。複雑なアイデアをアクセスしやすい方法で伝える能力は、専門的な進歩をもたらします。新たなコミュニケーション技術または方法論における専門知識の開発を検討してください。",
            "health": "継続的な学習による精神刺激は、全体的な健康を改善します。適切な呼吸法と大気質を通じて、呼吸器の健康に注意してください。最適な脳機能のための適切な物理的運動と知的活動のバランス。",
            "finances": "通信技術または教育プラットフォームへの投資は、リターンをもたらします。教育、執筆、またはコンサルティングを通じて知識を収益化することを検討してください。予期せぬ収入は、知的財産や創造的な表現を通じて届く場合があります。"
        },
        "2032": {
            "overall": "2032は、射手座の自宅や感情的な基盤に焦点をもたらします。冒険とセキュリティの必要性の両方をサポートするスペースを作成することが重要になります。探検と根の確立のバランスは、個人的な満足度につながります。",
            "love": "家族のつながりは、驚くべき方法で関係パターンに影響を与えます。パートナーは、共有された冒険をサポートするホームベースを作成するための努力を高く評価しています。単一の射手座は、家族の紹介やコミュニティイベントを通して意味のあるつながりを見つけるかもしれません。",
            "career": "持続可能な成功には、ワークライフバランスが不可欠になります。ホームベースと旅行の柔軟性を可能にする役割を検討してください。個人的なニーズを尊重しながら生産性を維持する能力は、専門的な尊敬をもたらします。",
            "health": "感情的な幸福は、今年の身体的活力に直接影響します。適切な栄養とストレス管理を通じて、消化器系の健康に注意してください。忙しいスケジュールの中で、ホームベースのウェルネスルーチンは接地エネルギーを提供します。",
            "finances": "不動産投資または住宅の改善は、長期的な価値をもたらします。柔軟性を可能にしながら、安定性を提供する複数の収入ストリームを作成することを検討してください。家族の財務計画は、将来の冒険をサポートしながらセキュリティをもたらします。"
        },
        "2033": {
            "overall": "2033は、射手座の創造的な表現と楽しい生活を強調しています。あなたの自然な熱意は、芸術的またはレクリエーション的な追求を通して完璧なアウトレットを見つけます。遊び心のある探検と規律ある実践のバランスは、驚くべき創造的な成果につながります。",
            "love": "遊び心と創造性を吹き込んだとき、ロマンチックな関係は繁栄します。パートナーはあなたの子供のような不思議を高く評価しながら、実用的な接地を提供します。単一の射手座は、本物の自己表現とレクリエーション活動を通じてつながりを引き付けます。",
            "career": "革新的な思考を必要とするクリエイティブ産業や役割は、進歩の機会を提供します。さわやかな視点で深刻な問題にアプローチする能力は、専門的な認識をもたらします。あなたのユニークな創造的なビジョンを活用する起業家のベンチャーを検討してください。",
            "health": "喜びに満ちた動きの実践は、顕著な物理的利益をもたらします。喜びと心血管条件付けを組み合わせた活動を通じて、心臓の健康に注意を払ってください。創造的な強さと適切な休息と回復のバランスをとります。",
            "finances": "芸術、エンターテイメント、またはレクリエーション産業への投資は有望です。サイドベンチャーや専門的な製品を通して創造的な才能を収益化することを検討してください。予期せぬ経済的機会は、レクリエーションのつながりや活動を通じて生じます。"
        },
        "2034": {
            "overall": "2034は、射手座の実用的なシステムと毎日のルーチンに焦点を合わせた注意を向けています。あなたのより大きなビジョンをサポートする効率的な構造を確立することは、持続可能な進歩を生み出します。細部への注意とより広い視点を維持することのバランスは、驚くべき生産性につながります。",
            "love": "関係は、実用的なサポートと共有された責任から恩恵を受けます。パートナーは、独立に対する敬意を維持しながら、あなたの有用性を高く評価しています。単一の射手座は、サービス指向のアクティビティや職場環境を通じてつながりを引き付けます。",
            "career": "組織の効率はあなたの専門的な超大国になります。より大きな目的を維持しながらシステムを改善する能力は、進歩の機会をもたらします。ワークフローを再設計したり、より良い方法論を実装できる役割を考慮してください。",
            "health": "一貫した毎日の習慣は、累積的な健康上の利点を生み出します。適切な栄養とストレス管理を通じて、消化器系の健康に注意してください。生産的な活動と、最適な物理機能のための適切な回復とバランスをとります。",
            "finances": "経済的利益は、効率の向上と廃棄物の排除によってもたらされます。生産性を向上させる技術やサービスへの投資を検討してください。職場のつながりやスキル開発を通じて、予期せぬ経済的機会が生じます。"
        },
        "2035": {
            "overall": "2035は、射手座のバランスの取れたパートナーシップと調和のとれたつながりを強調しています。あなたの自然な独立は、意味のあるコラボレーションを通して完全な補完を見つけます。個人の自由と相互のコミットメントの間の均衡を見つけることは、すべての関係分野で充実感をもたらします。",
            "love": "ロマンチックな関係は、新しい理解と相互支援の深さに到達します。パートナーはあなたのコミュニケーションスタイルの洗練を手伝いながら、あなたの誠実さを高く評価してください。単一の射手座は、独立と一体感の両方を称えるバランスの取れたつながりを引き付けます。",
            "career": "共同ベンチャーは、専門的な進歩と満足をもたらします。Win-Win契約を交渉する能力は貴重な資産になります。リーチと影響力を拡大しながら、強みを補完するパートナーシップを検討してください。",
            "health": "バランスが身体的健康の鍵になります。適切な水分補給と支持慣行を通じて、腎臓と腰の領域に注意してください。関係の調和は、身体的活力と神経系の機能に直接影響します。",
            "finances": "合弁事業または共有投資は、特に約束を示しています。多様化を通じてセキュリティのリスクのバランスをとるアプローチを検討してください。予期しない財政的機会は、契約上の契約または正式なパートナーシップを通じてもたらされます。"
        }
    },
    "famous": [
        {
            "name": "テイラー・スウィフト",
            "birth_date": "1989年12月13日",
            "description": "国際的な成功、正直な歌詞、そして自分自身を改革する意欲のシンガーソングライター"
        },
        {
            "name": "ブラッド・ピット",
            "birth_date": "1963年12月18日",
            "description": "多様な役割、人道的仕事、冒険的なキャリアの選択肢が射手座の探検と成長への愛を反映した俳優とプロデューサー"
        },
        {
            "name": "ブルース・リー",
            "birth_date": "1940年11月27日",
            "description": "肉体的な習得、異文化の影響、哲学的な教えが卓越性と真実のための聖派の探求を例示する格闘家と哲学者"
        },
        {
            "name": "ティナ・ターナー",
            "birth_date": "1939年11月26日",
            "description": "ダイナミックなパフォーマンス、回復力、国際的な魅力が射手座の熱意、自由を愛する性質、そしてインスピレーションを与える能力を示している歌手"
        },
        {
            "name": "ジェーン・オースティン",
            "birth_date": "1775年12月16日",
            "description": "人間の性質に対する鋭い社会的観察、機知、そして時代を超越した洞察が射手座の知的好奇心と真実を求める著者"
        }
    ],
    "daily_advice": {
        "relationship": "今日、あなたのコミュニケーションの緊急性と誠実さのバランスを取ります。あなたの自然な熱意は、考慮されて表明されたときに他人を奨励します。",
        "career": "あなたの大切な思考は、職場の課題を解決するのに役立ちます。実用的な実装の詳細を開いたままにしながら、ビジョンを共有してください。",
        "health": "身体活動中に腰と太ももに注意してください。適切なストレッチングは、あなたの動きと冒険への愛をサポートします。",
        "general": "あなたの楽観主義は、現実的な計画とバランスが取れているとき、今日あなたに役立ちます。真実を求めることは、心を開いて追求するときに貴重な洞察につながります。"
    },
    "tarot_associations": {
        "major_arcana": "禁酒",
        "explanation": "禁酒は、さまざまな要素のバランス、緩和、および調和のとれた組み合わせを表します。それは、射手座の広大な性質を驚くほど補完する品質です。このカードは、より高い真実を実用的な現実と統合するための旅、多様な経験の知恵への融合、および長期的な探求を持続可能にする節度を体現しています。"
    },
    "compatibility_details": {
        "aries": "射手座と牡羊座は、火の兆候として熱狂的でダイナミックな関係を作り出します。自立と冒険を大切にし、人生の経験に情熱を共有しながら、お互いの成長を促します。",
        "taurus": "射手座とおうし座は、さまざまな価値のある課題に直面しています - 射手座は自由と多様性を切望していますが、おうし座は安定性と一貫性を求めています。互換性には大きな妥協が必要です。",
        "gemini": "射手座とジェミニは、知識、多様性、知的探査への愛を共有しています。この互換性のある試合は、刺激的な会話を楽しんでおり、お互いの独立を尊重します。",
        "cancer": "射手座とがんの生活アプローチはまったく異なっています - 射手座は、がんが自宅で安全を生み出す一方で、冒険に向かって外を見ます。探索と感情的なつながりのバランスを見つけるには、努力が必要です。",
        "leo": "SagittariusとLeoは、熱意と熱意と生涯の熱意を備えた優れたファイアサインマッチを形成します。どちらも寛大で、温かく、お互いの独立した精神と創造性に感謝しています。",
        "virgo": "射手座と乙女座は、さまざまな世界観を表しています - 射手座の幅広い視点と乙女座の詳細な焦点。これらの補完的なアプローチに対する相互尊重は、互換性のために不可欠です。",
        "libra": "射手座と天秤座は、知的関心、社会的性質、楽観主義を共有しています。この互換性のある試合は、アイデアと体験を一緒に探索し、ヴィーブラの調和に対する欲求と射手座の真実の探求のバランスをとることを楽しんでいます。",
        "scorpio": "射手座とさそり座は、さまざまな感情的なスタイルで課題に直面しています - 射手座のオープン性とさそり座のプライバシー。これらの基本的な違いを理解することは、接続に重要です。",
        "sagittarius": "2人の射手座は、冒険と哲学的探査に満ちた熱狂的で自由を愛する関係を作り出します。彼らはお互いの独立の必要性を理解していますが、努力なしで安定性を欠く可能性があります。",
        "capricorn": "射手座と山羊座は補完的な強さをもたらします - 射手座のビジョンと山羊座の実用性。この組み合わせは、人生に対するさまざまなアプローチを高く評価するときに強力になります。",
        "aquarius": "射手座とアクアリウスは、知的互換性、独立性、人道的価値を共有しています。この調和のとれた一致は、型破りなアイデアを一緒に探求しながら、個々の自由を尊重します。",
        "pisces": "射手座と魚座は、共有された理想主義と精神的な関心を通してつながります。彼らはお互いの成長を刺激することができ、射手座は魚座の夢と魚座の方向性を提供し、射手座の哲学に感情的な深みをもたらします。"
    },
    "astrological_influences": {
        "sun_in": "射手座の太陽は、楽観主義、自由への愛、そして意味の探求をもたらします。あなたは熱意を持って人生に近づき、多様な経験と知識を通してあなたの視野を広げようとします。",
        "moon_in": "射手座の月は、自由、真実、冒険を中心とした感情的なニーズを作り出します。あなたの感情は公然と正直に表現されており、感情的な探求と成長のためのスペースが必要です。",
        "rising": "射手座のライジングは、熱意、開放性、冒険的な精神の外観を与えます。他の人は、あなたを最初の会議から楽観的で、単純で、哲学的に心に留めていると考えています。"
    },
    "self_improvement": {
        "challenges": [
            "フォロースルーと一貫性の開発",
            "誠実さと緊急のバランスをとる",
            "落ち着きのなさと焦点の管理",
            "実際の現実に大きなアイデアを接地します",
            "必要な制限と責任を受け入れる"
        ],
        "growth_opportunities": [
            "広大なビジョンを使用して、前向きな変化を促します",
            "多様な経験を通じて知恵を開発します",
            "文化的および哲学的分裂を橋渡しします",
            "熱意を持って知識を教え、​​共有します",
            "コミットメントの中で自由を見つける"
        ],
        "affirmations": [
            "私は自分のコミットメントを熱意をもって追いかけます",
            "私は正直さと思いやりの両方で真実を表現します",
            "冒険と安定性のバランスを取ります",
            "私の楽観主義は本当の機会を生み出します",
            "私は日常生活と壮大な冒険の両方に意味があります"
        ]
    },
    "life_path": {
        "purpose": "射手座の個人は、しばしば意識を広げ、真実を探求し、楽観主義とビジョンで他の人を鼓舞する使命を持っています。彼らの目的には、境界を破り、多様な視点をつなぎ、人生の壮大な冒険における意味を見つけることが含まれます。",
        "life_lessons": [
            "自由と責任のバランスを取ることを学ぶ",
            "多様な体験を統合することにより、知恵を開発します",
            "文化的および哲学的な違いを超越する真実を見つける",
            "楽観主義を実用的で持続的な行動に変換します",
            "本当の自由は、外部の状況ではなく、内部の習得から来ていることを発見する"
        ],
        "spiritual_growth": "射手座の精神的発達には、教義を超えた統一された真実を見つけ、抽象的な哲学を生きた経験と結びつけることが含まれます。複数の文化からの知恵の伝統を探求し、肉体の動きを精神的な探求と統合し、インスピレーションを一貫した行動に変換する実践はすべて、精神的な進化に貢献します。"
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "射手座の子供たちは、通常、幼い頃から熱心で、好奇心が強く、好奇心が強く、正直です。彼らはしばしば、制限や過度に構造化された環境を嫌いながら、学習、屋外の探索、人生についての大きな質問をすることに早期に関心を示しています。",
            "parenting_advice": "彼らが始めたものを完成させることの価値を教えながら、探検と学習のための多くの機会を提供します。彼らの哲学的な質問に思慮深く答え、彼らの大きなアイデアをチャネリングするための実践的なスキルを開発するのを助けながら、彼らの楽観主義を奨励します。"
        },
        "in_friendship": {
            "friendship_style": "射手座の友人は、熱狂的で忠実で、刺激的です。彼らは冒険を組織し、知識をgeneしみなく共有し、楽観主義と誠実さを友情にもたらしますが、彼らは時々ソロクエストで消えるかもしれません。",
            "ideal_friends": "射手座は、独立の必要性を尊重しながら、成長と探検への愛を共有する友人と一緒に繁栄します。彼らは、知的刺激、共有された冒険、本物の会話を組み合わせた友情を大切にしています。"
        },
        "shadow_side": {
            "potential_issues": "不均衡なとき、射手座は説教したり、真実を誇張したり、維持できない約束をしたり、一定の動きを通じて責任を避けたりすることができます。彼らの楽観主義は無謀に変わるかもしれず、彼らの正直さは思いやりに欠けるかもしれません。",
            "growth_path": "射手座の個人的な成長には、フォーカスとフォロースルーを開発し、タクトで誠実さを和らげ、それを完全に避けるのではなく、コミットメント内で自由を維持する方法を見つけることが含まれます。"
        }
    },
    "seasonal_influences": {
        "winter_approach": "秋に冬に移行するように生まれた射手座は、暗くなる日の間に光の広大な探求を体現しています。このタイミングは、射手座に自然な楽観主義、より高い真実の探求、より広い視野への即時の制限を超えて見たいという願望を吹き込みます。",
        "mutable_quality": "可変な兆候として、射手座は季節が変わるにつれて適応性と統合を表します。この立場は、哲学的な柔軟性、多様な視点を統合する能力、および経験を知恵に変える能力を彼らに与えます。"
    },
    "elemental_analysis": {
        "fire_element_influence": "火の要素は、射手座に特徴的な熱意、楽観主義、広大なエネルギーを与えます。火は、インスピレーション、スピリチュアリティ、そしてビジョンと信念の変革力を表しています。",
        "fire_balance": "バランスの取れた火は、インスピレーション、熱意、そして新しい領域を探求する勇気をもたらします。過度の火は落ち着きのなさ、自信過剰、散在するエネルギーにつながる可能性がありますが、火の欠如は、インスピレーション、シニシズム、または可能性に対する信仰の欠如をもたらす可能性があります。"
    },
    "planetary_rulership": {
        "jupiter_influence": "木星、拡大、豊かさ、高等教育の惑星、射手座。この惑星の影響は、標識の楽観主義、知識への愛、哲学的性質、および直接的な状況を超えてより大きな絵を見る能力を説明しています。",
        "jupiter_aspects": "個人の出生チャートにおける木星の位置と側面は、射手座エネルギーの表現方法に大きく影響します。強力な木星の側面は、視力、運、拡張性を高めますが、過剰または自信過剰に向かう傾向を高める可能性があります。"
    },
    "modern_applications": {
        "career_in_digital_age": "今日の世界的な情報ベースの経済では、射手座は、国際的なビジネス開発、異文化コンサルティング、オンライン教育、旅行コンテンツの作成、および学際的なビジョンと楽観的な革新を必要とする分野に優れています。",
        "relationship_in_modern_context": "現代の関係は、関係パラダイムの変化の時代における射手座の誠実さと柔軟性の恩恵を受けます。それらの多様性と接続内の独立性を維持する能力との快適さは、デジタル時代のデートやグローバルな関係に役立ちます。"
    }
}