{
    "sign": "Sagittarius",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/sagittarius.svg",
    "local_name": "궁수",
    "date_range": "11 월 22 일 - 12 월 21 일",
    "element": "불",
    "ruling_planet": "목성",
    "symbol": "궁수",
    "lucky_numbers": [
        "3",
        "7",
        "9",
        "12",
        "21"
    ],
    "lucky_colors": [
        "파란색",
        "보라",
        "암록색"
    ],
    "lucky_days": [
        "목요일",
        "토요일"
    ],
    "lucky_stones": [
        "터키 옥",
        "황옥",
        "자수정"
    ],
    "general_traits": {
        "strengths": [
            "낙관적인",
            "자유를 좋아합니다",
            "지적인",
            "모험",
            "똑바로",
            "철학적",
            "관대한"
        ],
        "weaknesses": [
            "재치 없는",
            "불안합니다",
            "일관성 없는",
            "과도하게",
            "책임지지 않는",
            "전달할 수있는 것 이상을 약속합니다",
            "미루는"
        ]
    },
    "personality": {
        "overview": "궁수 자리는 조디악의 아홉 번째 징후이며, 확장, 탐사 및 더 높은 이해를 상징합니다.궁수 자리 개인은 낙관적 인 전망, 자유에 대한 사랑, 지식과 진실에 대한 탐구로 유명합니다.그들은 여행, 교육 및 다양한 경험을 통해 끊임없이 자신의 지평을 넓히기 위해 조디악의 철학자이자 모험가입니다.",
        "detailed_traits": [
            "자연적인 낙관론과 삶에 대한 열정",
            "여행에 대한 사랑과 다른 문화의 탐험",
            "더 높은 의미를 추구하는 철학적 사고 방식",
            "직접적이고 정직한 커뮤니케이션 스타일",
            "친구와 낯선 사람과 함께 관대 한 정신",
            "제한에 저항하는 독립적 인 특성",
            "큰 그림 관점을 가진 비전 적 사고",
            "새로운 상황과 환경에 적응할 수 있습니다",
            "다양한 관심사로 지적으로 호기심이 있습니다",
            "자연스럽게 기회를 발견 할 수있는 능력으로 운이 좋습니다"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "궁수 자리 개인은 정직하고 관계에서 모험을 공유하는 열정적이고 자유로운 파트너입니다.그들은 흥미 진진한 경험을 만들고, 철학적 토론에 참여하며, 진정한, 간단한 의사 소통을 유지함으로써 사랑을 표현합니다.",
        "compatibility": {
            "most_compatible": [
                "양자리",
                "사자 별자리",
                "천칭",
                "물병 자리"
            ],
            "least_compatible": [
                "처녀 자리",
                "물고기",
                "황소 자리"
            ]
        },
        "relationship_advice": "궁수 자리 개인은 자유와 관계에 대한 헌신과의 균형을 유지해야합니다.약속을 따라 가면서 둔기가 민감한 파트너에게 어떤 영향을 줄 수 있는지 고려하십시오.깊이는 사랑의 폭 넓은 경험만큼 보람이있을 수 있습니다.",
        "love_style": [
            "관계의 자유와 독립성을 소중히 여깁니다",
            "열정적이고 모험적인 낭만적 인 파트너",
            "감정과 기대에 대해 직접적이고 정직합니다",
            "소유 또는 정서적 필요를 싫어합니다",
            "지적 및 철학적 연결을 추구합니다",
            "개인적 성장을 허용하는 관계를 선호합니다",
            "제한된 느낌이라면 장기적인 헌신으로 어려움을 겪을 수 있습니다"
        ]
    },
    "career_and_finances": {
        "career_traits": "궁수 자리 개인은 다양성, 지적 자극 및 성장 및 탐사 기회를 제공하는 경력에서 뛰어납니다.그들은 큰 그림을보고 그들의 비전과 열정으로 다른 사람들에게 영감을주는 자연스러운 재능을 가지고 있습니다.",
        "suitable_careers": [
            "여행 및 관광",
            "고등 교육 및 교육",
            "출판 및 쓰기",
            "국제 비즈니스",
            "법과 윤리",
            "철학과 종교",
            "야외 및 모험 스포츠",
            "기업가 정신",
            "동기 부여",
            "문화 간 컨설팅"
        ],
        "financial_habits": "궁수 자리 개인은 종종 재정에 대한 낙관적이고 운이 좋은 접근 방식을 가지고 있으며, 풍요 로움과 자발적인 지출이 뒤 따릅니다.그들은 장기적인 보안을 창출하면서 자유에 대한 필요를 수용하는 유연한 재무 계획을 수립하면 혜택을받습니다.",
        "work_style": [
            "역동적이고 변화하는 환경에서 번성합니다",
            "프로젝트에 열정과 낙관론을 가져옵니다",
            "독립성과 최소한의 감독을 선호합니다",
            "큰 그림과 가능성을 보는 데 탁월합니다",
            "세부 사항과 후속 조치로 어려움을 겪을 수 있습니다",
            "윤리적이고 의미있는 작업을 중요하게 생각합니다",
            "다양한 팀 및 문화와 잘 어울립니다"
        ]
    },
    "health_and_wellness": {
        "physical_health": "궁수 자리는 엉덩이, 허벅지, 간 및 혈액 순환을 지배합니다.궁수 자리 개인은 일반적으로 좋은 체력과 자연 운동을 가지고 있지만 균형이 맞지 않을 때 엉덩이, 허벅지 및 간과 관련된 문제가 발생할 수 있습니다.",
        "common_health_issues": [
            "엉덩이와 허벅지 문제",
            "좌골 통증",
            "간극으로 인한 간 문제",
            "스포츠 나 모험으로 인한 경미한 부상",
            "불안과 긴장감",
            "풍부한 음식의 소화 문제",
            "운동의 자유에 영향을 미치는 호흡기 문제"
        ],
        "wellness_advice": "모험에 대한 사랑의 균형과 적절한 휴식과 회복의 균형을 유지하십시오.음식과 알코올의 완화를 통해 간 건강에주의하십시오.신체 활동 전에 정기적 인 스트레칭과 적절한 예열을 통해 유연성과 공동 건강을 유지하십시오.",
        "exercise_preferences": [
            "야외 활동과 스포츠",
            "장거리 실행",
            "하이킹과 등산",
            "여행 기반 모험",
            "전략과 관련된 팀 스포츠"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025는 궁수 자리 개인을위한 확장 및 모험을위한 흥미로운 기회를 제공합니다.당신의 자연스러운 낙관론은 유리한 상황을 끌어 들이고 새로운 경험에 대한 문을 열어줍니다.지식에 대한 퀘스트의 균형을 최대한의 성장을위한 실용적인 응용 프로그램의 균형을 유지하십시오.",
            "love": "낭만적 인 연결은 공유 모험과 철학적 토론을 통해 번성합니다.단일 부문가는 여행하거나 교육 관심사를 추구하는 동안 잠재적 파트너를 만날 수 있습니다.기존 관계는 새로운 흥분과 공유 목표의 혜택을받습니다.",
            "career": "전문 지평은 국제 연결 또는 고등 교육 추구를 통해 확장됩니다.당신의 비전 아이디어는 동료와 상사 모두에게 영감을줍니다.전문 지식을 가르치거나 출판 할 수있는 기회는 하반기에 나타납니다.",
            "health": "모험과 체력을 결합한 활동을 통해 엉덩이와 허벅지 힘에 중점을 둡니다.정신 건강은 자연에서 보낸 정기적 인 시간으로 향상됩니다.열정적 인 에너지와 적절한 휴식과 회복으로 균형을 맞추십시오.",
            "finances": "교육, 출판 또는 여행 관련 벤처를 통한 재정적 성장 기회.경험에 대한 투자와 장기 보안 구축 사이의 균형 잡힌 접근 방식을 고려하십시오."
        },
        "2026": {
            "overall": "2026은 궁수 자리에 대한 전문 성취와 대중 인정의 해입니다.당신의 대담한 비전과 정직한 접근은 영향력있는 인물로부터 존중을받습니다.야망과 개인의 자유 사이의 조화를 찾으면 성취와 지속 가능한 성공이 생깁니다.",
            "love": "관계는 장기 목표에 대한 명확한 의사 소통의 혜택을받습니다.확립 된 파트너십은 경력 포부의 상호 지원을 통해 강화됩니다.단일 부문가는 야망과 진정성에 감탄하는 파트너를 유치합니다.",
            "career": "리더십 기회는 자연 재능에 완벽하게 일치합니다.중반은 전통적인 구조에서 혁신적인 아이디어를 구현할 수있는 기회를 제공합니다.다른 사람에게 영감을 줄 수있는 능력은 가장 큰 전문 자산이됩니다.",
            "health": "균형 작업 요구는 일관된 신체 활동으로 요구됩니다.적절한 자세와 인체 공학을 통해 골격 건강에주의하십시오.책임이 증가함에 따라 스트레스 관리가 필수화됩니다.",
            "finances": "경력 발전과 인정을 통해 재무 안정성이 향상됩니다.업계 또는 전문 지식과 관련된 투자를 고려하십시오.예기치 않은 재정 지원은 멘토 또는 권한 수치를 통해 올 수 있습니다."
        },
        "2027": {
            "overall": "2027은 궁수 자리의 사회적 연결과 집단 비전을 강조합니다.낙관적 목표를 중심으로 다양한 그룹을 통합하는 능력은 의미있는 커뮤니티 영향을 야기합니다.개인의 자유와 그룹 책임 사이의 균형은 놀라운 성과로 이어집니다.",
            "love": "우정은 더 깊은 낭만적 인 연결로 발전 할 수 있습니다.파트너는 접지 영향을 제공하면서 사회적 성격을 높이 평가합니다.단일 부문가는 개인 가치와 일치하는 그룹 활동을 통해 의미있는 관계를 찾습니다.",
            "career": "협업 프로젝트는 전문적인 만족과 성장을 가져옵니다.자연스러운 네트워킹 능력은 흥미로운 기회에 문을 열어줍니다.전문 지식을 인도주의 또는 지역 사회 중심 목표와 결합한 역할을 고려하십시오.",
            "health": "그룹 피트니스 활동은 신체적 이점과 사회적 연결을 제공합니다.하루 종일 정기적 인 움직임을 통해 순환에주의를 기울이십시오.적절한 개인 공간과 조용한 시간으로 사회적 교전의 균형을 유지하십시오.",
            "finances": "공유 금융 벤처는 신뢰할 수있는 동맹국과 일치 할 때 약속을 보여줍니다.지역 사회 기반 경제 이니셔티브는 예상치 못한 혜택을 제공 할 수 있습니다.자원 공유 및 상호 지원에 대한 혁신적인 접근 방식을 고려하십시오."
        },
        "2028": {
            "overall": "2028은 궁수 자리를 영적 성장과 내면의 시대로 가져옵니다.당신의 철학적 본성은 의미있는 삶의 경험을 통해 깊어집니다.자비로운 이해와 진실에 대한 탐구의 균형을 유지하면 심오한 개인적인 지혜가 발생합니다.",
            "love": "낭만적 인 관계는 공유 된 영적 또는 철학적 관심사를 통해 깊어집니다.파트너는 의미와 진실한 진실에 대한 당신의 탐구에 감사합니다.단일 부문가는 개인의 자유와 정서적 친밀감을 모두 지원하는 연결을 유치합니다.",
            "career": "당신의 가장 깊은 가치와 일치하는 작업은 재정적 보상을 넘어 성취를 가져옵니다.지혜를 표현하거나 다른 사람의 성장을 지원할 수있는 역할을 고려하십시오.조용한 묵상에서 흐르는 창의적인 영감은 전문적인 인정을 가져옵니다.",
            "health": "전체 론적 건강 관행은 신체와 정신에 주목할만한 이점을 가져옵니다.적절한 휴식과 영양 지원을 통해 면역 체계에주의하십시오.명상 또는 명상 관행은 전반적인 복지와 정신적 명확성을 향상시킵니다.",
            "finances": "예기치 않은 재정 지원은 이전에 보이지 않는 채널을 통해 도착합니다.실질적인 보호 수단을 유지하면서 투자에 대한 직관을 신뢰하십시오.관대함은 역설적으로 자신의 풍요를 증가시킵니다."
        },
        "2029": {
            "overall": "2029는 궁수 자리의 갱신 및 신선한 시작에 중점을 둡니다.자연적인 낙관론은 도전을 성장 기회로 변화시키는 데 도움이됩니다.과거의 경험을 존중하는 것과 새로운 가능성을 수용하는 것 사이의 균형을 찾으면 모든 삶의 영역에 생생한 에너지가 생깁니다.",
            "love": "관계는 정직한 의사 소통과 새로운 헌신을 통해 회춘을 경험합니다.파트너는 성장과 변화에 대한 열정에 감사합니다.싱글 부문가는 자신의 지평을 확장하는 흥미 진진한 새로운 연결을 유치합니다.",
            "career": "경력 재창조는 진화하는 관심사와 일치하는 예상치 못한 기회를 제공합니다.당신의 선구적인 정신은 새로운 분야 나 시장에서 문을 열어줍니다.독특한 전문 지식과 비전 적 관점을 활용하는 기업가 벤처를 고려하십시오.",
            "health": "활성화 된 에너지는 건강에 대한 실험적이지만 과학적 접근을 통해옵니다.적절한 영양과 해독을 통해 간 건강에주의하십시오.올해 설립 된 새로운 피트니스 루틴은 지속적인 혜택을 창출합니다.",
            "finances": "Financial Fresh Starts는 미래의 성장을위한 전략적 재배치를 허용합니다.수입 잠재력을 확장하는 교육 투자를 고려하십시오.예상치 못한 횡재는 과거의 투자를 통해 결국 과일을 겪을 수 있습니다."
        },
        "2030": {
            "overall": "2030은 궁수 자리의 상당한 풍요와 물질 성장 기간입니다.자원에 대한 낙관적 접근은 예상치 못한 기회를 유치합니다.현재 번영을 즐기는 것과 미래의 안보 구축 사이의 균형은 지속 가능한 성공을 만듭니다.",
            "love": "공유 물질적 안락함은 낭만적 인 유대를 향상시킵니다.파트너는 자원을 현명하게 관리하는 데 도움을 주면서 관대함을 높이 평가합니다.단일 부문가는 정서적, 물질적 안정성을 제공하는 관계를 유치합니다.",
            "career": "금융 부문 또는 자원 관리 역할은 발전 기회를 제공합니다.간과 된 지역에서 가치를 인식하는 능력은 전문적인 이점을 가져옵니다.신흥 시장 또는 지속 가능한 자원 관리에 대한 전문 지식을 개발하는 것을 고려하십시오.",
            "health": "제한보다는 품질과 풍요에 초점을 둔 영양 접근법이 활력을 가져옵니다.적절한 관리와 정렬을 통해 인후와 목 부위에주의를 기울이십시오.최적의 웰빙을위한 중재와 감각 즐거움의 균형을 유지하십시오.",
            "finances": "물리적 자산의 투자 기회는 특별한 약속을 보여줍니다.다양한 자원 범주에서 보유를 다각화하는 것을 고려하십시오.예상치 못한 재정적 이익은 이전에 저평가 된 소유물이나 재능을 통해 이루어집니다."
        },
        "2031": {
            "overall": "2031은 궁수 자리의 의사 소통과 지적 성장을 강조합니다.자연스러운 교수 능력은 새로운 플랫폼이나 기술을 통해 완벽한 표현을 찾습니다.올해 형성된 연결은 개인 및 전문 궤적에 지속적인 영향을 미칩니다.",
            "love": "지적 호환성은 낭만적 인 유대를 강화시킵니다.파트너는 당신의 훌륭한 대화와 철학적 깊이에 감사합니다.단일 부문가는 아이디어와 신념의 진정한 표현을 통해 의미있는 연결을 유치합니다.",
            "career": "출판, 교육 또는 미디어 기회가 예기치 않게 나타납니다.복잡한 아이디어를 접근 가능한 방식으로 전달하는 능력은 전문적인 발전을 가져옵니다.신흥 커뮤니케이션 기술 또는 방법론에 대한 전문 지식을 개발하는 것을 고려하십시오.",
            "health": "지속적인 학습을 통한 정신 자극은 전반적인 복지를 향상시킵니다.적절한 호흡 기술과 대기 질을 통해 호흡기 건강에주의하십시오.최적의 뇌 기능을위한 적절한 신체적 움직임으로 지적 활동의 균형을 맞 춥니 다.",
            "finances": "커뮤니케이션 기술 또는 교육 플랫폼에 대한 투자는 수익을 산출합니다.교육, 작문 또는 컨설팅을 통해 지식을 수익을 창출하는 것을 고려하십시오.예상치 못한 소득은 지적 재산 또는 창의적 표현을 통해 도착할 수 있습니다."
        },
        "2032": {
            "overall": "2032는 궁수 자리의 집과 정서적 기초에 초점을 맞 춥니 다.모험과 보안의 필요를 모두 지원하는 공간을 만드는 것이 중요해집니다.탐험과 뿌리 확립 사이의 균형은 개인적인 만족으로 이어집니다.",
            "love": "가족 연결은 놀라운 방식으로 관계 패턴에 영향을 미칩니다.파트너는 공유 모험을 지원하는 홈베이스를 만들려는 노력에 감사드립니다.단일 부문가는 가족 소개 또는 커뮤니티 행사를 통해 의미있는 연결을 찾을 수 있습니다.",
            "career": "일과 삶의 균형은 지속 가능한 성공을 위해 필수적입니다.홈베이스와 여행 사이의 유연성을 허용하는 역할을 고려하십시오.개인의 필요를 존중하면서 생산성을 유지하는 능력은 전문적인 존중을 가져옵니다.",
            "health": "정서적 복지는 올해 신체 활력에 직접적인 영향을 미칩니다.적절한 영양 및 스트레스 관리를 통해 소화 건강에주의하십시오.가정 기반 건강 루틴은 바쁜 일정 속에서 접지 에너지를 제공합니다.",
            "finances": "부동산 투자 또는 주택 개선은 장기 가치를 산출합니다.유연성을 허용하면서 안정성을 제공하는 여러 소득 흐름을 만드는 것을 고려하십시오.가족 재무 계획은 미래의 모험을 지원하면서 보안을 제공합니다."
        },
        "2033": {
            "overall": "2033은 궁수 자리를위한 창조적 인 표현과 즐거운 생활을 강조합니다.당신의 자연스러운 열정은 예술적 또는 레크리에이션 추구를 통해 완벽한 매장을 찾습니다.장난스러운 탐험과 훈련 된 연습 사이의 균형은 놀라운 창의적 업적으로 이어집니다.",
            "love": "낭만적 인 관계는 장난기와 창의성이 주입 될 때 번성합니다.파트너는 실용적인 접지를 제공하면서 아이 같은 경이로움을 높이 평가합니다.단일 부문가는 진정한 자기 표현 및 레크리에이션 활동을 통해 연결을 유치합니다.",
            "career": "혁신적인 사고가 필요한 창의적 산업 또는 역할은 발전 기회를 제공합니다.상쾌한 관점으로 심각한 문제에 접근하는 능력은 전문적인 인정을 가져옵니다.독특한 창의적 비전을 활용하는 기업가 벤처를 고려하십시오.",
            "health": "즐거운 운동 관행은 주목할만한 신체적 이점을 가져옵니다.즐거움을 심혈관 컨디셔닝과 결합하는 활동을 통해 심장 건강에주의하십시오.적절한 휴식과 회복으로 창의적 강도의 균형을 유지하십시오.",
            "finances": "예술, 엔터테인먼트 또는 레크리에이션 산업에 대한 투자는 약속을 보여줍니다.사이드 벤처 또는 특수 제품을 통해 창의적인 재능을 수익을 창출하십시오.예상치 못한 재무 기회는 레크리에이션 연결 또는 활동을 통해 발생합니다."
        },
        "2034": {
            "overall": "2034는 궁수 자리의 실제 시스템과 일상 생활에 집중합니다.더 큰 비전을 지원하는 효율적인 구조를 확립하면 지속 가능한 진보가 발생합니다.세부 사항에 대한 관심과 더 넓은 관점 유지 사이의 균형은 놀라운 생산성으로 이어집니다.",
            "love": "관계는 실질적인 지원과 공유 책임의 혜택을받습니다.파트너는 독립에 대한 존중을 유지하면서 당신의 도움에 감사합니다.단일 부문가는 서비스 지향 활동 또는 직장 환경을 통해 연결을 유치합니다.",
            "career": "조직 효율성은 전문적인 초강력이됩니다.더 큰 목적을 유지하면서 시스템을 개선하는 능력은 발전 기회를 제공합니다.워크 플로를 재 설계하거나 더 나은 방법론을 구현할 수있는 역할을 고려하십시오.",
            "health": "일관된 일일 습관은 누적 웰빙 혜택을 만듭니다.적절한 영양 및 스트레스 관리를 통해 소화 건강에주의하십시오.최적의 신체 기능을위한 적절한 회복과 생산적인 활동의 균형을 유지하십시오.",
            "finances": "재정적 이익은 효율성 증가와 폐기물 제거를 통해 이루어집니다.생산성을 향상시키는 기술이나 서비스에 대한 투자를 고려하십시오.예상치 못한 재무 기회는 직장 연결 또는 기술 개발을 통해 발생합니다."
        },
        "2035": {
            "overall": "2035는 균형 잡힌 파트너십과 궁수 자리의 조화로운 연결을 강조합니다.자연스러운 독립성은 의미있는 협업을 통해 완벽한 보완을 찾습니다.개인의 자유와 상호 헌신 사이의 평형을 찾으면 모든 관계 영역에서 성취됩니다.",
            "love": "낭만적 인 관계는 새로운 이해와 상호 지원에 도달합니다.파트너는 커뮤니케이션 스타일을 개선하는 데 도움을 주면서 정직에 감사합니다.단일 부문가는 독립성과 공생을 모두 존중하는 균형 잡힌 연결을 유치합니다.",
            "career": "협력 벤처는 전문적인 발전과 만족을 가져옵니다.상생 계약을 협상하는 능력은 귀중한 자산이됩니다.도달 범위와 영향력을 확대하면서 강점을 보완하는 파트너십을 고려하십시오.",
            "health": "균형은 물리적 복지의 열쇠가됩니다.적절한 수화 및지지 관행을 통해 신장 및 하부 등 부위에주의하십시오.관계 하모니는 신체 활력과 신경계 기능에 직접 영향을 미칩니다.",
            "finances": "합작 투자 또는 공유 투자는 특별한 약속을 보여줍니다.다각화를 통해 보안과 위험을 균형을 잡는 접근법을 고려하십시오.예기치 않은 재무 기회는 계약 계약 또는 공식 파트너십을 통해 이루어집니다."
        }
    },
    "famous": [
        {
            "name": "테일러 스위프트",
            "birth_date": "1989 년 12 월 13 일",
            "description": "국제적인 성공, 정직한 가사 및 자신을 재창조하려는 의지가있는 가수 작곡가"
        },
        {
            "name": "브래드 피트",
            "birth_date": "1963 년 12 월 18 일",
            "description": "다양한 역할, 인도주의 활동 및 모험 경력 선택이있는 배우와 프로듀서는 궁수 자리의 탐험과 성장에 대한 사랑을 반영합니다."
        },
        {
            "name": "브루스 리",
            "birth_date": "1940 년 11 월 27 일",
            "description": "육체적 숙달, 문화 간 영향, 철학적 가르침이 우수성과 진실에 대한 시상 퀘스트를 보여주는 무술 예술가와 철학자"
        },
        {
            "name": "티나 터너",
            "birth_date": "1939 년 11 월 26 일",
            "description": "역동적 인 공연, 탄력성 및 국제 호소가 궁수 자리의 열정, 자유를 좋아하는 성격, 영감을주는 능력을 보여주는 가수"
        },
        {
            "name": "제인 오스틴",
            "birth_date": "1775 년 12 월 16 일",
            "description": "인간의 본성에 대한 예리한 사회적 관찰, 재치 및 시대를 초월한 통찰력이 궁수 자리의 지적 호기심과 진실을 찾는 저자"
        }
    ],
    "daily_advice": {
        "relationship": "오늘날, 당신의 커뮤니케이션의 재치와 정직을 균형을 유지하십시오.당신의 자연스러운 열정은 고려할 때 표현 될 때 다른 사람들을 격려합니다.",
        "career": "당신의 큰 피상 사고는 직장 도전을 해결하는 데 도움이됩니다.실질적인 구현 세부 사항에 열려있는 상태에서 비전을 공유하십시오.",
        "health": "신체 활동 중에 엉덩이와 허벅지에주의하십시오.적절한 스트레칭은 운동과 모험에 대한 당신의 사랑을 지원합니다.",
        "general": "현실적인 계획과 균형을 잡으면 오늘날 당신의 낙관론은 당신에게 도움이됩니다.진실을 추구하는 것은 열린 마음으로 추구 할 때 귀중한 통찰력으로 이어집니다."
    },
    "tarot_associations": {
        "major_arcana": "절제",
        "explanation": "절제는 균형, 중재 및 조화로운 다른 요소의 조화로운 조합을 나타냅니다.이 카드는 진실을 실용적인 현실과 통합하기위한 여정, 다양한 경험을 지혜로 혼합하며 장기 탐사를 지속 할 수있는 조절을 구현합니다."
    },
    "compatibility_details": {
        "aries": "궁수 자리와 양자리는 화재 징후로 열정적이고 역동적 인 관계를 만듭니다.독립성과 모험을 소중히 여기며 삶의 경험에 대한 열정을 공유하면서 서로의 성장을 장려합니다.",
        "taurus": "궁수 자리와 황소 자리는 다른 가치로 도전에 직면합니다. 궁수 자리는 자유와 다양성을 갈망하는 반면 황소 자리는 안정성과 일관성을 추구합니다.호환성을 위해서는 상당한 타협이 필요합니다.",
        "gemini": "궁수 자리와 쌍둥이 자리는 지식, 다양성 및 지적 탐구에 대한 사랑을 공유합니다.이 호환 경기는 대화를 자극하는 것을 즐기고 서로의 독립성을 존중합니다.",
        "cancer": "궁수 자리와 암은 생명에 매우 다르게 접근합니다 - 궁수 자리는 모험을 위해 바깥쪽으로 보이는 반면 암은 집에서 보안을 창출합니다.탐험과 정서적 연결 사이의 균형을 찾으려면 노력이 필요합니다.",
        "leo": "궁수 자리와 레오는 공동 열정과 삶에 대한 열정과 함께 훌륭한 화재 사인 경기를 형성합니다.둘 다 관대하고 따뜻하며 서로의 독립적 인 정신과 창의성에 감사합니다.",
        "virgo": "궁수 자리와 처녀 자리는 궁수 자리의 광범위한 관점과 Virgo의 상세한 초점 - 다른 세계관을 나타냅니다.이러한 보완적인 접근법에 대한 상호 존중은 호환성에 필수적입니다.",
        "libra": "궁수 자리와 천칭 자리는 지적 관심사, 사회적 성격 및 낙관론을 공유합니다.이 호환되는 경기는 아이디어와 경험을 함께 탐구하는 것을 즐기며, 궁수 자리의 진실에 대한 조화에 대한 Libra의 욕구를 균형을 유지합니다.",
        "scorpio": "궁수 자리와 전갈 자리는 서로 다른 감정적 스타일로 도전에 직면합니다.이러한 근본적인 차이를 이해하는 것은 연결에 중요합니다.",
        "sagittarius": "두 가지 궁수가 모험과 철학적 탐구로 가득 찬 열정적이고 자유로운 관계를 만듭니다.그들은 서로의 독립에 대한 필요를 이해하지만 노력없이 안정성이 부족할 수 있습니다.",
        "capricorn": "궁수 자리와 염소 자리는 궁수 자리의 비전과 염소 자리의 실용성 인 보완적인 강점을 가져옵니다.이 조합은 삶에 대한 다양한 접근 방식을 감상 할 때 강력 할 수 있습니다.",
        "aquarius": "궁수 자리와 물병 자리는 지적 호환성, 독립성 및 인도 주의적 가치를 공유합니다.이 조화로운 경기는 비 전통적인 아이디어를 함께 탐구하면서 개인의 자유를 존중합니다.",
        "pisces": "궁수 자리와 물고기 자리는 공유 된 이상주의와 영적 관심사를 통해 연결됩니다.그들은 궁수 자리의 꿈과 물고기 자리가 궁수 자리의 철학에 감정적 인 깊이를 제공하는 지시를 제공하면서 서로의 성장에 영감을 줄 수 있습니다."
    },
    "astrological_influences": {
        "sun_in": "궁수 자리의 Sun은 낙관론, 자유에 대한 사랑, 의미에 대한 탐구를 가져옵니다.당신은 다양한 경험과 지식을 통해 당신의 지평을 넓히기 위해 열정으로 삶에 접근합니다.",
        "moon_in": "궁수 자리의 Moon은 자유, 진실 및 모험을 중심으로 정서적 요구를 만듭니다.당신의 감정은 공개적이고 정직하게 표현되며 정서적 탐구와 성장을위한 공간이 필요합니다.",
        "rising": "궁수 자리 상승은 열정, 개방성 및 모험적인 정신의 모습을 보여줍니다.다른 사람들은 당신을 첫 번째 회의에서 낙관적이고 간단하며 철학적으로 생각합니다."
    },
    "self_improvement": {
        "challenges": [
            "후속 조치 및 일관성 개발",
            "재치와 정직의 균형",
            "불안과 초점 관리",
            "실용적인 현실에서 큰 아이디어를 근거로합니다",
            "필요한 한계와 책임을 수락합니다"
        ],
        "growth_opportunities": [
            "광대 한 비전을 사용하여 긍정적 인 변화에 영감을줍니다",
            "다양한 경험을 통해 지혜를 개발합니다",
            "문화적, 철학적 분열 브리징",
            "열정으로 지식을 가르치고 공유합니다",
            "헌신 안에서 자유를 찾는 것"
        ],
        "affirmations": [
            "나는 열정으로 나의 약속을 따르고있다",
            "나는 정직과 동정심으로 진실을 표현합니다",
            "나는 모험의 안정성 균형을 유지합니다",
            "내 낙관론은 진정한 기회를 만듭니다",
            "나는 일상 생활과 그랜드 모험 모두에서 의미를 찾습니다."
        ]
    },
    "life_path": {
        "purpose": "궁수 자리 개인은 종종 의식을 넓히고 진실을 탐구하며 낙관론과 비전으로 다른 사람들에게 영감을주는 사명을 가지고 있습니다.그들의 목적은 경계를 깨고, 다양한 관점을 연결하고, 인생의 그랜드 모험에서 의미를 찾는 것과 관련이 있습니다.",
        "life_lessons": [
            "책임과 자유의 균형을 맞추는 법을 배우는 것",
            "다양한 경험을 통합하여 지혜를 개발합니다",
            "문화적, 철학적 차이를 초월하는 진실을 찾는 것",
            "낙관론을 실용적이고 지속적인 행동으로 전환합니다",
            "진정한 자유가 외부 환경이 아니라 내부 숙달에서 비롯된 것을 발견"
        ],
        "spiritual_growth": "궁수 자리의 영적 발전은 교리를 넘어 통일 된 진실을 찾고 추상 철학을 살아있는 경험과 연결하는 것입니다.여러 문화에서 지혜의 전통을 탐구하고, 육체적 움직임을 영적 추구와 통합하며, 영감을 일관된 행동으로 전환하는 관행은 모두 영적 진화에 기여합니다."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "궁수 자녀는 일반적으로 어릴 때부터 열정적이고 호기심이 많으며 정직합니다.그들은 종종 학습, 야외 탐험, 삶에 대한 큰 질문을하면서 제한과 지나치게 구조화 된 환경에 대한 초기 관심을 보여줍니다.",
            "parenting_advice": "그들이 시작한 것을 완성하는 가치를 가르치면서 탐험과 학습을위한 많은 기회를 제공하십시오.그들의 철학적 질문에 신중하게 대답하고 낙관론을 장려하면서 큰 아이디어를 전달하기위한 실용적인 기술을 개발하도록 도와줍니다."
        },
        "in_friendship": {
            "friendship_style": "궁수 자리 친구들은 열정적이고 충성하며 영감을줍니다.그들은 모험을 조직하고 지식을 관대하게 공유하며 우정에 낙관론과 정직성을 가져다 주지만 때로는 솔로 퀘스트에서 사라질 수 있습니다.",
            "ideal_friends": "궁수 자리는 독립에 대한 필요성을 존중하면서 성장과 탐험에 대한 사랑을 나누는 친구들과 함께 번성합니다.그들은 지적 자극, 공유 모험 및 진정한 대화를 결합한 우정을 소중히 여깁니다."
        },
        "shadow_side": {
            "potential_issues": "불균형 일 때, 궁수 자리는 설교, 진실을 과장하거나, 지킬 수없는 약속을하거나, 끊임없는 움직임을 통해 책임을 피할 수 있습니다.그들의 낙관론은 무모하게 변할 수 있으며, 그들의 정직은 동정심이 부족할 수 있습니다.",
            "growth_path": "궁수 자리의 개인적 성장은 초점과 후속 조치를 발전시키고, 전술에 대한 정직을 강화하고, 완전히 피하는 것이 아니라 헌신 안에서 자유를 유지하는 방법을 찾는 것을 포함합니다."
        }
    },
    "seasonal_influences": {
        "winter_approach": "가을로 겨울로의 전환으로 태어난 궁수 자리는 어두워지는 날에 광대 한 빛을 구체화합니다.이 타이밍은 궁수 자리에 자연 낙관론, 더 높은 진실을 찾는 것, 더 넓은 지평에 대한 즉각적인 한계를 넘어보고 싶어합니다.",
        "mutable_quality": "돌연변이 가능한 징후로서, 궁수 자리는 계절이 변함에 따라 적응성과 통합을 나타냅니다.이 입장은 그들에게 철학적 유연성, 다양한 관점을 종합하는 능력, 경험을 지혜로 바꿀 수있는 능력을 부여합니다."
    },
    "elemental_analysis": {
        "fire_element_influence": "화재 요소는 궁수 자리에게 특징적인 열정, 낙관론 및 광대 한 에너지를 제공합니다.불은 영감, 영성, 비전과 신념의 변화적인 힘을 나타냅니다.",
        "fire_balance": "균형 잡힌 불은 영감, 열정, 그리고 새로운 영토를 탐험 할 용기를 가져옵니다.과도한 화재는 불안, 과신 및 흩어져있는 에너지로 이어질 수 있지만 불충분 한 화재는 영감, 냉소주의 또는 가능성에 대한 믿음의 부족을 초래할 수 있습니다."
    },
    "planetary_rulership": {
        "jupiter_influence": "목성, 확장의 행성, 풍부함 및 고 학습, 궁수 자리 규칙.이 행성의 영향은 표지판의 낙관론, 지식에 대한 사랑, 철학적 본질 및 즉각적인 상황을 넘어서 더 큰 그림을 볼 수있는 능력을 설명합니다.",
        "jupiter_aspects": "개인의 출생 차트에서 목성의 위치와 측면은 궁수 자리 에너지가 어떻게 표현되는지에 크게 영향을 미칩니다.강력한 목성 측면은 비전, 행운 및 광대 함을 향상 시키지만 초과 또는 과신에 대한 경향을 증가시킬 수도 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 글로벌 정보 기반 경제에서 궁수 자리는 국제 비즈니스 개발, 문화 간 컨설팅, 온라인 교육, 여행 콘텐츠 제작 및 학제 간 비전과 낙관적 혁신이 필요한 분야에 뛰어납니다.",
        "relationship_in_modern_context": "현대의 관계는 변화하는 관계 패러다임의 시대에 궁수 자리의 정직과 유연성으로부터 이익을 얻습니다.다양성으로의 편안함과 연결 내 독립성을 유지하는 능력은 디지털 시대 데이트 및 글로벌 관계와 잘 어울립니다."
    }
}