{
    "sign": "Sagittarius",
    "thumb": "https://static.calculators.im/upload/image/sign/sagittarius.svg",
    "local_name": "Nhân Mã",
    "date_range": "Ngày 22 tháng 11 - 21 tháng 12",
    "element": "Ngọn lửa",
    "ruling_planet": "Sao Mộc",
    "symbol": "Cung thủ",
    "lucky_numbers": [
        "3",
        "7",
        "9",
        "12",
        "21"
    ],
    "lucky_colors": [
        "Màu xanh da trời",
        "Màu tím",
        "Màu xanh đậm"
    ],
    "lucky_days": [
        "Thứ năm",
        "Thứ bảy"
    ],
    "lucky_stones": [
        "Màu ngọc lam",
        "Topaz",
        "Amethyst"
    ],
    "general_traits": {
        "strengths": [
            "Lạc quan",
            "Yêu tự do",
            "Trí tuệ",
            "Phiêu lưu",
            "Đơn giản",
            "Triết học",
            "Hào phóng"
        ],
        "weaknesses": [
            "Không có khả năng",
            "Bồn chồn",
            "Không nhất quán",
            "Quá tự tin",
            "Vô trách nhiệm",
            "Hứa hẹn nhiều hơn có thể cung cấp",
            "Sự chần chừ"
        ]
    },
    "personality": {
        "overview": "Sagittarius là dấu hiệu thứ chín của cung hoàng đạo, tượng trưng cho việc mở rộng, thăm dò và hiểu biết cao hơn.Các cá nhân Nhân Mã được biết đến với triển vọng lạc quan, tình yêu tự do và tìm kiếm kiến ​​thức và sự thật.Họ là những nhà triết học và các nhà thám hiểm của cung hoàng đạo, liên tục tìm cách mở rộng tầm nhìn của họ thông qua du lịch, giáo dục và những trải nghiệm đa dạng.",
        "detailed_traits": [
            "Sự lạc quan tự nhiên và nhiệt tình cho cuộc sống",
            "Tình yêu du lịch và khám phá các nền văn hóa khác nhau",
            "Tư duy triết học tìm kiếm ý nghĩa cao hơn",
            "Phong cách giao tiếp trực tiếp và trung thực",
            "Tinh thần hào phóng với bạn bè và người lạ",
            "Bản chất độc lập chống lại hạn chế",
            "Suy nghĩ có tầm nhìn với quan điểm lớn",
            "Thích ứng với các tình huống và môi trường mới",
            "Trí tuệ tò mò với những sở thích đa dạng",
            "Tự nhiên may mắn với khả năng phát hiện cơ hội"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Nhân Mã là những đối tác nhiệt tình, yêu tự do, coi trọng sự trung thực và chia sẻ những cuộc phiêu lưu trong các mối quan hệ.Họ thể hiện tình yêu thông qua việc tạo ra những trải nghiệm thú vị, tham gia vào các cuộc thảo luận triết học và duy trì giao tiếp đơn giản, đích thực.",
        "compatibility": {
            "most_compatible": [
                "Bạch Dương",
                "Sư Tử",
                "Thiên Bình",
                "Bảo Bình"
            ],
            "least_compatible": [
                "Xử Nữ",
                "Song Ngư",
                "Kim Ngưu"
            ]
        },
        "relationship_advice": "Cá nhân Nhân Mã cần cân bằng tự do với sự cam kết trong các mối quan hệ.Làm việc theo dõi các lời hứa và xem xét làm thế nào các từ cùn của bạn có thể tác động đến các đối tác nhạy cảm.Hãy nhớ rằng chiều sâu có thể bổ ích như chiều rộng của kinh nghiệm trong tình yêu.",
        "love_style": [
            "Giá trị tự do và độc lập trong các mối quan hệ",
            "Đối tác lãng mạn nhiệt tình và phiêu lưu",
            "Trực tiếp và trung thực về cảm xúc và kỳ vọng",
            "Không thích sự chiếm hữu hoặc sự cần thiết về mặt cảm xúc",
            "Tìm kiếm kết nối trí tuệ và triết học",
            "Thích các mối quan hệ cho phép tăng trưởng cá nhân",
            "Có thể đấu tranh với cam kết lâu dài nếu cảm thấy bị hạn chế"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân Nhân Mã vượt trội trong sự nghiệp cung cấp sự đa dạng, kích thích trí tuệ và cơ hội phát triển và thăm dò.Họ có một tài năng tự nhiên khi nhìn thấy bức tranh lớn và truyền cảm hứng cho người khác với tầm nhìn và sự nhiệt tình của họ.",
        "suitable_careers": [
            "Du lịch và du lịch",
            "Giáo dục đại học và giảng dạy",
            "Xuất bản và viết",
            "Kinh doanh quốc tế",
            "Luật pháp và đạo đức",
            "Triết học và tôn giáo",
            "Thể thao ngoài trời và phiêu lưu",
            "Doanh nhân",
            "Nói động lực",
            "Tư vấn đa văn hóa"
        ],
        "financial_habits": "Các cá nhân sagittarius thường có một cách tiếp cận lạc quan, đôi khi may mắn đối với tài chính, với thời kỳ phong phú sau đó là chi tiêu tự phát.Họ được hưởng lợi từ việc thiết lập các kế hoạch tài chính linh hoạt phù hợp với nhu cầu tự do của họ trong khi tạo ra bảo mật dài hạn.",
        "work_style": [
            "Phát triển mạnh trong môi trường năng động, thay đổi",
            "Mang lại sự nhiệt tình và lạc quan cho các dự án",
            "Thích tính độc lập và giám sát tối thiểu",
            "Tuyệt vời khi nhìn thấy hình ảnh và khả năng lớn",
            "Có thể đấu tranh với các chi tiết và tiếp theo",
            "Giá trị công việc đạo đức, có ý nghĩa",
            "Hoạt động tốt với các nhóm và văn hóa đa dạng"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Sagittarius cai trị hông, đùi, gan và lưu thông máu.Các cá nhân Nhân Mã thường có sức chịu đựng tốt và thể thao tự nhiên nhưng có thể dễ bị các vấn đề liên quan đến hông, đùi và gan khi mất cân bằng.",
        "common_health_issues": [
            "Các vấn đề về hông và đùi",
            "Đau thần kinh tọa",
            "Các vấn đề về gan từ quá mức",
            "Chấn thương nhẹ từ thể thao hoặc cuộc phiêu lưu",
            "Sự bồn chồn và căng thẳng thần kinh",
            "Vấn đề tiêu hóa từ thực phẩm phong phú",
            "Các vấn đề về hô hấp ảnh hưởng đến tự do di chuyển"
        ],
        "wellness_advice": "Cân bằng tình yêu phiêu lưu của bạn với sự nghỉ ngơi và phục hồi đầy đủ.Hãy chú ý đến sức khỏe gan thông qua điều độ trong thực phẩm và rượu.Duy trì sự linh hoạt và sức khỏe chung thông qua việc kéo dài thường xuyên và khởi động thích hợp trước các hoạt động thể chất.",
        "exercise_preferences": [
            "Các hoạt động và thể thao ngoài trời",
            "Chạy đường dài",
            "Đi bộ đường dài và leo núi",
            "Những cuộc phiêu lưu dựa trên du lịch",
            "Thể thao đồng đội liên quan đến chiến lược"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 mang đến những cơ hội thú vị để mở rộng và phiêu lưu cho các cá nhân Nhân Mã.Sự lạc quan tự nhiên của bạn thu hút hoàn cảnh thuận lợi và mở ra những trải nghiệm mới.Cân bằng nhiệm vụ của bạn cho kiến ​​thức với ứng dụng thực tế để tăng trưởng tối đa.",
            "love": "Kết nối lãng mạn phát triển thông qua các cuộc phiêu lưu chung và các cuộc thảo luận triết học.Những người sagittari có thể gặp gỡ các đối tác tiềm năng trong khi đi du lịch hoặc theo đuổi lợi ích giáo dục.Mối quan hệ hiện tại được hưởng lợi từ sự phấn khích mới và các mục tiêu chia sẻ.",
            "career": "Chân trời chuyên nghiệp mở rộng thông qua các kết nối quốc tế hoặc theo đuổi giáo dục đại học.Ý tưởng có tầm nhìn của bạn truyền cảm hứng cho các đồng nghiệp và cấp trên.Cơ hội giảng dạy hoặc xuất bản chuyên môn của bạn xuất hiện trong nửa cuối năm.",
            "health": "Tập trung vào sức mạnh hông và đùi thông qua các hoạt động kết hợp phiêu lưu với thể dục.Sức khỏe tinh thần cải thiện với thời gian thường xuyên trong tự nhiên.Cân bằng năng lượng nhiệt tình của bạn với sự nghỉ ngơi và phục hồi đầy đủ.",
            "finances": "Cơ hội bất ngờ cho tăng trưởng tài chính thông qua giáo dục, xuất bản hoặc liên quan đến du lịch.Xem xét một cách tiếp cận cân bằng giữa đầu tư vào kinh nghiệm và xây dựng bảo mật dài hạn."
        },
        "2026": {
            "overall": "2026 là một năm thành tích chuyên nghiệp và công nhận công chúng cho Nhân Mã.Tầm nhìn táo bạo và cách tiếp cận trung thực của bạn kiếm được sự tôn trọng từ các nhân vật có ảnh hưởng.Tìm kiếm sự hài hòa giữa tham vọng và tự do cá nhân mang lại sự hoàn thành và thành công bền vững.",
            "love": "Mối quan hệ được hưởng lợi từ giao tiếp rõ ràng về các mục tiêu dài hạn.Thành lập quan hệ đối tác củng cố thông qua hỗ trợ lẫn nhau của nguyện vọng nghề nghiệp.Người độc thân thu hút các đối tác ngưỡng mộ cả tham vọng và tính xác thực của họ.",
            "career": "Cơ hội lãnh đạo xuất hiện hoàn toàn phù hợp với tài năng tự nhiên của bạn.Giữa năm mang đến cơ hội thực hiện các ý tưởng sáng tạo trong các cấu trúc truyền thống.Khả năng của bạn để truyền cảm hứng cho người khác trở thành tài sản chuyên nghiệp lớn nhất của bạn.",
            "health": "Cân bằng nhu cầu công việc với hoạt động thể chất nhất quán.Hãy chú ý đến sức khỏe xương thông qua tư thế và công thái học thích hợp.Quản lý căng thẳng trở nên cần thiết khi trách nhiệm tăng lên.",
            "finances": "Sự ổn định tài chính được cải thiện thông qua sự tiến bộ và công nhận nghề nghiệp.Xem xét các khoản đầu tư liên quan đến ngành công nghiệp hoặc chuyên môn của bạn.Hỗ trợ tài chính bất ngờ có thể đến thông qua các cố vấn hoặc nhân vật có thẩm quyền."
        },
        "2027": {
            "overall": "2027 Nổi bật kết nối xã hội và tầm nhìn tập thể cho Nhân Mã.Khả năng của bạn để hợp nhất các nhóm khác nhau xung quanh các mục tiêu lạc quan tạo ra tác động cộng đồng có ý nghĩa.Cân bằng giữa tự do cá nhân và trách nhiệm nhóm dẫn đến những thành tựu đáng chú ý.",
            "love": "Tình bạn có thể phát triển thành những kết nối lãng mạn sâu sắc hơn.Các đối tác đánh giá cao bản chất xã hội của bạn trong khi cung cấp ảnh hưởng cơ sở.Những người sagittari tìm kiếm các mối quan hệ có ý nghĩa thông qua các hoạt động nhóm phù hợp với các giá trị cá nhân.",
            "career": "Các dự án hợp tác mang lại sự hài lòng và tăng trưởng chuyên nghiệp.Khả năng mạng tự nhiên của bạn mở ra những cơ hội thú vị.Hãy xem xét các vai trò kết hợp chuyên môn của bạn với các mục tiêu tập trung nhân đạo hoặc cộng đồng.",
            "health": "Các hoạt động thể dục nhóm cung cấp cả lợi ích vật lý và kết nối xã hội.Hãy chú ý đến lưu thông thông qua chuyển động thường xuyên trong suốt cả ngày.Cân bằng các cam kết xã hội với không gian cá nhân đầy đủ và thời gian yên tĩnh.",
            "finances": "Các dự án tài chính được chia sẻ cho thấy lời hứa khi phù hợp với các đồng minh đáng tin cậy.Các sáng kiến ​​kinh tế dựa vào cộng đồng có thể cung cấp lợi ích bất ngờ.Xem xét các phương pháp sáng tạo để chia sẻ tài nguyên và hỗ trợ lẫn nhau."
        },
        "2028": {
            "overall": "2028 đưa Nhân Mã vào thời kỳ tăng trưởng tâm linh và khám phá nội tâm.Bản chất triết học của bạn sâu sắc thông qua những trải nghiệm cuộc sống có ý nghĩa.Cân bằng cuộc tìm kiếm sự thật của bạn với sự hiểu biết từ bi dẫn đến trí tuệ cá nhân sâu sắc.",
            "love": "Mối quan hệ lãng mạn sâu sắc qua lợi ích tâm linh hoặc triết học chung.Đối tác đánh giá cao hành trình của bạn về ý nghĩa và sự thật đích thực.Sagittarians thu hút các kết nối hỗ trợ cả tự do cá nhân và sự thân mật về cảm xúc.",
            "career": "Công việc phù hợp với giá trị sâu sắc nhất của bạn mang lại sự hoàn thành vượt quá phần thưởng tài chính.Hãy xem xét các vai trò cho phép bạn thể hiện sự khôn ngoan của mình hoặc hỗ trợ sự phát triển của người khác.Cảm hứng sáng tạo chảy từ suy ngẫm yên tĩnh mang lại sự công nhận chuyên nghiệp.",
            "health": "Thực hành sức khỏe toàn diện mang lại lợi ích đáng chú ý cho cả cơ thể và tinh thần.Hãy chú ý đến hệ thống miễn dịch thông qua việc nghỉ ngơi và hỗ trợ dinh dưỡng thích hợp.Thiền hoặc thực hành chiêm nghiệm cải thiện sức khỏe tổng thể và sự rõ ràng về tinh thần.",
            "finances": "Hỗ trợ tài chính bất ngờ đến thông qua các kênh vô hình trước đây.Tin tưởng trực giác của bạn về các khoản đầu tư trong khi duy trì các biện pháp bảo vệ thực tế.Sự hào phóng nghịch lý làm tăng sự phong phú của chính bạn."
        },
        "2029": {
            "overall": "2029 tập trung vào việc đổi mới và khởi đầu mới cho Nhân Mã.Sự lạc quan tự nhiên của bạn giúp biến những thách thức thành cơ hội phát triển.Tìm kiếm sự cân bằng giữa việc tôn vinh những trải nghiệm trong quá khứ và nắm lấy các khả năng mới mang lại năng lượng sôi động cho tất cả các lĩnh vực của cuộc sống.",
            "love": "Mối quan hệ kinh nghiệm trẻ hóa thông qua giao tiếp trung thực và cam kết mới.Đối tác đánh giá cao sự nhiệt tình của bạn cho sự phát triển và thay đổi.Sagittarians thu hút các kết nối mới thú vị mở rộng tầm nhìn của họ.",
            "career": "Tái tạo nghề nghiệp mang đến những cơ hội bất ngờ phù hợp với lợi ích phát triển.Tinh thần tiên phong của bạn mở ra cánh cửa trong các lĩnh vực hoặc thị trường mới nổi.Xem xét các dự án kinh doanh tận dụng chuyên môn độc đáo và quan điểm có tầm nhìn của bạn.",
            "health": "Năng lượng hồi sinh đến thông qua các phương pháp thực nghiệm nhưng khoa học đối với sức khỏe.Hãy chú ý đến sức khỏe gan thông qua dinh dưỡng và giải độc thích hợp.Các thói quen tập thể dục mới được thiết lập trong năm nay tạo ra lợi ích lâu dài.",
            "finances": "Tài chính mới bắt đầu cho phép tái định vị chiến lược cho sự phát triển trong tương lai.Xem xét các khoản đầu tư giáo dục mở rộng tiềm năng kiếm tiền của bạn.Những cơn gió bất ngờ có thể đến thông qua các khoản đầu tư trong quá khứ cuối cùng mang lại kết quả."
        },
        "2030": {
            "overall": "2030 đánh dấu một giai đoạn đáng kể của sự phong phú và tăng trưởng vật chất cho Nhân Mã.Cách tiếp cận lạc quan của bạn đối với các nguồn lực thu hút những cơ hội bất ngờ.Sự cân bằng giữa việc tận hưởng sự thịnh vượng hiện tại và xây dựng an ninh trong tương lai tạo ra thành công bền vững.",
            "love": "Tiện nghi vật chất chia sẻ tăng cường trái phiếu lãng mạn.Đối tác đánh giá cao sự hào phóng của bạn trong khi giúp quản lý tài nguyên một cách khôn ngoan.Những người sagittari thu hút các mối quan hệ cung cấp cả sự ổn định về cảm xúc và vật chất.",
            "career": "Các lĩnh vực tài chính hoặc vai trò quản lý tài nguyên cung cấp các cơ hội tiến bộ.Khả năng nhận biết giá trị của bạn trong các khu vực bị bỏ qua mang lại lợi thế chuyên nghiệp.Xem xét phát triển chuyên môn trong các thị trường mới nổi hoặc quản lý tài nguyên bền vững.",
            "health": "Phương pháp tiếp cận dinh dưỡng tập trung vào chất lượng và sự phong phú hơn là hạn chế mang lại sức sống.Hãy chú ý đến khu vực cổ họng và cổ thông qua sự chăm sóc và căn chỉnh thích hợp.Cân bằng niềm vui cảm giác với kiểm duyệt cho sức khỏe tối ưu.",
            "finances": "Cơ hội đầu tư trong tài sản vật lý cho thấy lời hứa cụ thể.Xem xét đa dạng hóa nắm giữ trên các loại tài nguyên khác nhau.Lợi nhuận tài chính bất ngờ xuất hiện thông qua tài sản hoặc tài năng bị đánh giá thấp trước đây."
        },
        "2031": {
            "overall": "2031 nhấn mạnh giao tiếp và tăng trưởng trí tuệ cho Nhân Mã.Khả năng giảng dạy tự nhiên của bạn tìm thấy biểu hiện hoàn hảo thông qua các nền tảng hoặc công nghệ mới.Các kết nối được hình thành trong năm nay có tác động lâu dài đến quỹ đạo cá nhân và chuyên nghiệp của bạn.",
            "love": "Tương thích trí tuệ củng cố trái phiếu lãng mạn.Đối tác đánh giá cao cuộc trò chuyện tuyệt vời và chiều sâu triết học của bạn.Sagittarians thu hút các kết nối có ý nghĩa thông qua biểu hiện xác thực của các ý tưởng và niềm tin.",
            "career": "Xuất bản, giáo dục hoặc cơ hội truyền thông xuất hiện bất ngờ.Khả năng của bạn để truyền đạt những ý tưởng phức tạp theo những cách có thể truy cập mang lại sự tiến bộ chuyên nghiệp.Xem xét phát triển chuyên môn trong các công nghệ truyền thông mới nổi hoặc phương pháp luận.",
            "health": "Kích thích tinh thần thông qua học tập liên tục cải thiện sức khỏe tổng thể.Hãy chú ý đến sức khỏe hô hấp thông qua các kỹ thuật thở thích hợp và chất lượng không khí.Cân bằng hoạt động trí tuệ với sự chuyển động thể chất đầy đủ cho chức năng não tối ưu.",
            "finances": "Đầu tư vào công nghệ truyền thông hoặc nền tảng giáo dục mang lại lợi nhuận.Xem xét việc kiếm tiền từ kiến ​​thức của bạn thông qua giảng dạy, viết hoặc tư vấn.Thu nhập bất ngờ có thể đến thông qua sở hữu trí tuệ hoặc biểu hiện sáng tạo."
        },
        "2032": {
            "overall": "2032 tập trung vào các nền tảng nhà và cảm xúc cho Nhân Mã.Tạo không gian hỗ trợ cả nhu cầu phiêu lưu và bảo mật của bạn trở nên quan trọng.Cân bằng giữa thăm dò và thiết lập nguồn gốc dẫn đến sự hài lòng cá nhân sâu sắc.",
            "love": "Kết nối gia đình ảnh hưởng đến các mô hình mối quan hệ theo những cách đáng ngạc nhiên.Đối tác đánh giá cao những nỗ lực của bạn để tạo ra một cơ sở nhà hỗ trợ các cuộc phiêu lưu chung.Những người sagittari có thể tìm thấy các kết nối có ý nghĩa thông qua giới thiệu gia đình hoặc các sự kiện cộng đồng.",
            "career": "Cân bằng cuộc sống công việc trở nên cần thiết cho thành công bền vững.Hãy xem xét các vai trò cho phép linh hoạt giữa căn cứ nhà và du lịch.Khả năng duy trì năng suất của bạn trong khi tôn vinh nhu cầu cá nhân mang lại sự tôn trọng chuyên nghiệp.",
            "health": "Sức khỏe cảm xúc ảnh hưởng trực tiếp đến sức sống thể chất trong năm nay.Hãy chú ý đến sức khỏe tiêu hóa thông qua quản lý dinh dưỡng và căng thẳng thích hợp.Các thói quen chăm sóc sức khỏe tại nhà cung cấp năng lượng tiếp đất giữa lịch trình bận rộn.",
            "finances": "Đầu tư bất động sản hoặc cải thiện nhà mang lại giá trị dài hạn.Cân nhắc tạo ra nhiều luồng thu nhập cung cấp sự ổn định trong khi cho phép linh hoạt.Kế hoạch tài chính gia đình mang lại an ninh trong khi hỗ trợ các cuộc phiêu lưu trong tương lai."
        },
        "2033": {
            "overall": "2033 nhấn mạnh biểu hiện sáng tạo và sống vui vẻ cho Nhân Mã.Sự nhiệt tình tự nhiên của bạn tìm thấy các cửa hàng hoàn hảo thông qua các hoạt động nghệ thuật hoặc giải trí.Cân bằng giữa thăm dò vui tươi và thực hành kỷ luật dẫn đến những thành tựu sáng tạo đáng chú ý.",
            "love": "Mối quan hệ lãng mạn phát triển mạnh khi truyền với sự vui tươi và sáng tạo.Đối tác đánh giá cao kỳ quan trẻ con của bạn trong khi cung cấp nền tảng thực tế.Sagittarians thu hút các kết nối thông qua các hoạt động tự thể hiện và giải trí đích thực.",
            "career": "Các ngành công nghiệp sáng tạo hoặc vai trò đòi hỏi tư duy sáng tạo cung cấp các cơ hội tiến bộ.Khả năng của bạn để tiếp cận các vấn đề nghiêm trọng với quan điểm làm mới mang lại sự công nhận chuyên nghiệp.Hãy xem xét các dự án kinh doanh tận dụng tầm nhìn sáng tạo độc đáo của bạn.",
            "health": "Thực hành chuyển động vui vẻ mang lại lợi ích thể chất đáng chú ý.Hãy chú ý đến sức khỏe tim mạch thông qua các hoạt động kết hợp niềm vui với điều hòa tim mạch.Cân bằng cường độ sáng tạo với phần còn lại và phục hồi đầy đủ.",
            "finances": "Đầu tư vào nghệ thuật, giải trí hoặc các ngành công nghiệp giải trí cho thấy lời hứa.Xem xét kiếm tiền từ tài năng sáng tạo thông qua các dự án bên cạnh hoặc các dịch vụ chuyên ngành.Cơ hội tài chính bất ngờ phát sinh thông qua các kết nối hoặc hoạt động giải trí."
        },
        "2034": {
            "overall": "2034 mang lại sự chú ý tập trung vào các hệ thống thực tế và thói quen hàng ngày cho Nhân Mã.Thiết lập các cấu trúc hiệu quả hỗ trợ tầm nhìn lớn hơn của bạn tạo ra tiến bộ bền vững.Cân bằng giữa sự chú ý đến chi tiết và duy trì quan điểm rộng hơn dẫn đến năng suất đáng chú ý.",
            "love": "Mối quan hệ được hưởng lợi từ hỗ trợ thực tế và trách nhiệm chung.Đối tác đánh giá cao sự hữu ích của bạn trong khi duy trì sự tôn trọng độc lập.Sagittarians thu hút các kết nối thông qua các hoạt động định hướng dịch vụ hoặc môi trường nơi làm việc.",
            "career": "Hiệu quả tổ chức trở thành siêu cường chuyên nghiệp của bạn.Khả năng của bạn để cải thiện hệ thống trong khi giữ cho mục đích lớn hơn trong quan điểm mang lại cơ hội tiến bộ.Xem xét các vai trò cho phép bạn thiết kế lại quy trình công việc hoặc thực hiện các phương pháp tốt hơn.",
            "health": "Thói quen nhất quán hàng ngày tạo ra lợi ích sức khỏe tích lũy.Hãy chú ý đến sức khỏe tiêu hóa thông qua quản lý dinh dưỡng và căng thẳng thích hợp.Cân bằng hoạt động sản xuất với sự phục hồi đầy đủ cho chức năng thể chất tối ưu.",
            "finances": "Lợi ích tài chính đi qua tăng hiệu quả và loại bỏ chất thải.Xem xét đầu tư vào công nghệ hoặc dịch vụ cải thiện năng suất.Cơ hội tài chính bất ngờ phát sinh thông qua các kết nối nơi làm việc hoặc phát triển kỹ năng."
        },
        "2035": {
            "overall": "2035 nhấn mạnh đến các mối quan hệ đối tác cân bằng và kết nối hài hòa cho Nhân Mã.Sự độc lập tự nhiên của bạn tìm thấy sự bổ sung hoàn hảo thông qua sự hợp tác có ý nghĩa.Tìm kiếm sự cân bằng giữa tự do cá nhân và cam kết lẫn nhau mang lại sự hoàn thành trong tất cả các lĩnh vực mối quan hệ.",
            "love": "Mối quan hệ lãng mạn đạt đến độ sâu hiểu biết mới và hỗ trợ lẫn nhau.Đối tác đánh giá cao sự trung thực của bạn trong khi giúp tinh chỉnh phong cách giao tiếp của bạn.Sagittarians thu hút các kết nối cân bằng tôn vinh cả sự độc lập và sự gắn kết.",
            "career": "Ventures hợp tác mang lại sự tiến bộ và sự hài lòng chuyên nghiệp.Khả năng của bạn để đàm phán các thỏa thuận thắng-thắng trở thành một tài sản có giá trị.Xem xét quan hệ đối tác bổ sung cho điểm mạnh của bạn trong khi mở rộng phạm vi và ảnh hưởng của bạn.",
            "health": "Cân bằng trở thành chìa khóa cho sức khỏe thể chất.Hãy chú ý đến thận và khu vực sau dưới thông qua các hoạt động hydrat hóa và hỗ trợ thích hợp.Mối quan hệ hài hòa trực tiếp ảnh hưởng đến sức sống vật lý và chức năng hệ thần kinh.",
            "finances": "Liên doanh hoặc đầu tư chia sẻ cho thấy lời hứa cụ thể.Xem xét các phương pháp cân bằng rủi ro với an ninh thông qua đa dạng hóa.Các cơ hội tài chính bất ngờ đến thông qua các thỏa thuận hợp đồng hoặc quan hệ đối tác chính thức."
        }
    },
    "famous": [
        {
            "name": "Taylor Swift",
            "birth_date": "Ngày 13 tháng 12 năm 1989",
            "description": "Ca sĩ-nhạc sĩ có thành công quốc tế, lời bài hát trung thực và sẵn sàng tái tạo bản thân thể hiện sự mở rộng và tính xác thực của Sagittarian"
        },
        {
            "name": "Brad Pitt",
            "birth_date": "Ngày 18 tháng 12 năm 1963",
            "description": "Diễn viên và nhà sản xuất có vai trò đa dạng, công việc nhân đạo và lựa chọn nghề nghiệp phiêu lưu phản ánh tình yêu khám phá và phát triển của Nhân Mã"
        },
        {
            "name": "Bruce Lee",
            "birth_date": "Ngày 27 tháng 11 năm 1940",
            "description": "Võ sĩ và triết gia có sự làm chủ thể chất, ảnh hưởng đa văn hóa và giáo lý triết học minh họa cho cuộc tìm kiếm sự xuất sắc và sự thật của Sagittarian"
        },
        {
            "name": "Tina Turner",
            "birth_date": "Ngày 26 tháng 11 năm 1939",
            "description": "Ca sĩ có màn trình diễn năng động, khả năng phục hồi và sự hấp dẫn quốc tế thể hiện sự nhiệt tình của Nhân Mã, bản chất yêu tự do và khả năng truyền cảm hứng"
        },
        {
            "name": "Jane Austen",
            "birth_date": "Ngày 16 tháng 12 năm 1775",
            "description": "Tác giả có những quan sát xã hội, dí dỏm và những hiểu biết vượt thời gian về bản chất con người phản ánh sự tò mò trí tuệ của Nhân Mã và tìm kiếm sự thật"
        }
    ],
    "daily_advice": {
        "relationship": "Ngày nay, cân bằng sự trung thực với sự khéo léo trong giao tiếp của bạn.Sự nhiệt tình tự nhiên của bạn khuyến khích người khác khi được thể hiện với sự cân nhắc.",
        "career": "Tư duy hình ảnh lớn của bạn giúp giải quyết một thách thức tại nơi làm việc.Chia sẻ tầm nhìn của bạn trong khi vẫn mở với các chi tiết thực hiện thực tế.",
        "health": "Hãy chú ý đến hông và đùi của bạn trong hoạt động thể chất.Kéo dài đúng cách hỗ trợ tình yêu chuyển động và phiêu lưu của bạn.",
        "general": "Sự lạc quan của bạn phục vụ bạn tốt ngày hôm nay khi cân bằng với kế hoạch thực tế.Tìm kiếm sự thật dẫn đến những hiểu biết có giá trị khi bị theo đuổi với một tâm trí cởi mở."
    },
    "tarot_associations": {
        "major_arcana": "Ôn hòa",
        "explanation": "Nhiệt độ đại diện cho sự cân bằng, điều độ và sự kết hợp hài hòa của các yếu tố khác nhau - phẩm chất đáng ngạc nhiên bổ sung cho bản chất mở rộng của Nhân Mã.Thẻ này thể hiện hành trình để tích hợp sự thật cao hơn với thực tế thực tế, sự pha trộn của những trải nghiệm đa dạng vào trí tuệ và sự điều độ làm cho việc thăm dò lâu dài bền vững."
    },
    "compatibility_details": {
        "aries": "Sagittarius và Bạch Dương tạo ra một mối quan hệ nhiệt tình, năng động như các dấu hiệu lửa.Cả giá trị độc lập và phiêu lưu, khuyến khích sự phát triển của nhau trong khi chia sẻ niềm đam mê cho những trải nghiệm của cuộc sống.",
        "taurus": "Nhân Mã và Kim Ngưu phải đối mặt với những thách thức với các giá trị khác nhau - Sagittarius khao khát sự tự do và đa dạng trong khi Kim Ngưu tìm kiếm sự ổn định và nhất quán.Sự thỏa hiệp đáng kể là cần thiết cho khả năng tương thích.",
        "gemini": "Sagittarius và Song Tử chia sẻ một tình yêu về kiến ​​thức, sự đa dạng và khám phá trí tuệ.Trận đấu tương thích này thích cuộc trò chuyện kích thích và tôn trọng sự độc lập của nhau.",
        "cancer": "Sagittarius và Cự Giải tiếp cận cuộc sống hoàn toàn khác - Nhân Mã nhìn bên ngoài cuộc phiêu lưu trong khi Cự Giải tạo ra an ninh tại nhà.Tìm kiếm sự cân bằng giữa thăm dò và kết nối cảm xúc đòi hỏi nỗ lực.",
        "leo": "Sagittarius và Sư Tử tạo thành một trận đấu có dấu hiệu lửa tuyệt vời với sự nhiệt tình và niềm say mê chung cuộc sống.Cả hai đều hào phóng, ấm áp và đánh giá cao tinh thần và sáng tạo độc lập của nhau.",
        "virgo": "Nhân Mã và Xử Nữ đại diện cho các thế giới quan khác nhau - Quan điểm rộng lớn của Nhân Mã so với trọng tâm chi tiết của Xử Nữ.Sự tôn trọng lẫn nhau cho các phương pháp bổ sung này là điều cần thiết cho khả năng tương thích.",
        "libra": "Nhân Mã và Thiên Bình chia sẻ lợi ích trí tuệ, bản chất xã hội và sự lạc quan.Trận đấu tương thích này thích khám phá các ý tưởng và kinh nghiệm cùng nhau, cân bằng mong muốn của Thiên Bra về sự hòa hợp với nhiệm vụ của Sagittarius cho sự thật.",
        "scorpio": "Sagittarius và Scorpio phải đối mặt với những thách thức với các phong cách cảm xúc khác nhau - sự cởi mở của Nhân Mã so với quyền riêng tư của Bọ Cạp.Hiểu những khác biệt cơ bản này là rất quan trọng để kết nối.",
        "sagittarius": "Hai người sagittari tạo ra một mối quan hệ nhiệt tình, yêu tự do đầy phiêu lưu và khám phá triết học.Họ hiểu nhu cầu độc lập của nhau nhưng có thể thiếu sự ổn định mà không cần nỗ lực.",
        "capricorn": "Sagittarius và Ma Kết mang lại những điểm mạnh bổ sung - Tầm nhìn của Sagittarius và tính thực tế của Ma Kết.Sự kết hợp này có thể mạnh mẽ khi họ đánh giá cao các cách tiếp cận khác nhau của họ với cuộc sống.",
        "aquarius": "Nhân Mã và Bảo Bình chia sẻ khả năng tương thích trí tuệ, độc lập và giá trị nhân đạo.Trận đấu hài hòa này tôn trọng sự tự do cá nhân trong khi khám phá những ý tưởng độc đáo cùng nhau.",
        "pisces": "Sagittarius và Song Ngư kết nối thông qua chủ nghĩa duy tâm và lợi ích tâm linh được chia sẻ.Họ có thể truyền cảm hứng cho sự phát triển của nhau, với Nhân Mã cung cấp định hướng cho những giấc mơ và Song Ngư Song Ngư mang đến chiều sâu cảm xúc cho triết lý của Nhân Mã."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời trong Sagittarius mang đến sự lạc quan, tình yêu tự do và tìm kiếm ý nghĩa.Bạn tiếp cận cuộc sống với sự nhiệt tình, tìm cách mở rộng tầm nhìn của bạn thông qua những trải nghiệm và kiến ​​thức đa dạng.",
        "moon_in": "Mặt trăng trong Nhân Mã tạo ra nhu cầu tình cảm tập trung vào tự do, sự thật và phiêu lưu.Cảm xúc của bạn được thể hiện một cách cởi mở và trung thực, và bạn cần không gian để khám phá và phát triển cảm xúc.",
        "rising": "Sagittarius Rising mang đến cho bạn sự xuất hiện của sự nhiệt tình, cởi mở và tinh thần phiêu lưu.Những người khác coi bạn là người lạc quan, đơn giản và có đầu óc triết học từ cuộc họp đầu tiên."
    },
    "self_improvement": {
        "challenges": [
            "Phát triển theo dõi và nhất quán",
            "Cân bằng sự trung thực với sự khéo léo",
            "Quản lý sự bồn chồn và tập trung",
            "Nền tảng cho những ý tưởng lớn trong thực tế thực tế",
            "Chấp nhận những hạn chế và trách nhiệm cần thiết"
        ],
        "growth_opportunities": [
            "Sử dụng tầm nhìn mở rộng để truyền cảm hứng cho sự thay đổi tích cực",
            "Phát triển trí tuệ thông qua những trải nghiệm đa dạng",
            "Cầu nối các phân chia văn hóa và triết học",
            "Giảng dạy và chia sẻ kiến ​​thức với sự nhiệt tình",
            "Tìm kiếm tự do trong cam kết"
        ],
        "affirmations": [
            "Tôi làm theo những cam kết của mình với sự nhiệt tình",
            "Tôi bày tỏ sự thật với cả sự trung thực và lòng trắc ẩn",
            "Tôi cân bằng cuộc phiêu lưu với sự ổn định",
            "Sự lạc quan của tôi tạo ra những cơ hội thực sự",
            "Tôi tìm thấy ý nghĩa trong cả cuộc sống hàng ngày và những cuộc phiêu lưu lớn"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Nhân Mã thường có nhiệm vụ mở rộng ý thức, khám phá sự thật và truyền cảm hứng cho những người khác với sự lạc quan và tầm nhìn.Mục đích của họ liên quan đến việc phá vỡ ranh giới, kết nối các quan điểm đa dạng và tìm kiếm ý nghĩa trong cuộc phiêu lưu lớn của cuộc sống.",
        "life_lessons": [
            "Học cách cân bằng tự do với trách nhiệm",
            "Phát triển trí tuệ bằng cách tích hợp các trải nghiệm đa dạng",
            "Tìm sự thật vượt qua sự khác biệt về văn hóa và triết học",
            "Chuyển đổi sự lạc quan thành hành động thực tế, duy trì",
            "Khám phá ra rằng tự do thực sự đến từ sự làm chủ nội bộ, không phải hoàn cảnh bên ngoài"
        ],
        "spiritual_growth": "Sự phát triển tâm linh cho Nhân Mã liên quan đến việc tìm kiếm sự thật thống nhất ngoài giáo điều và kết nối triết lý trừu tượng với kinh nghiệm sống.Các thực tiễn khám phá các truyền thống khôn ngoan từ nhiều nền văn hóa, tích hợp chuyển động thể chất với tìm kiếm tâm linh và chuyển đổi cảm hứng thành hành động nhất quán đều góp phần vào sự tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em sagittarius thường nhiệt tình, tò mò và trung thực từ khi còn nhỏ.Họ thường thể hiện sự quan tâm sớm trong việc học tập, khám phá ngoài trời và đặt câu hỏi lớn về cuộc sống, trong khi không thích các hạn chế và môi trường có cấu trúc quá mức.",
            "parenting_advice": "Cung cấp nhiều cơ hội để khám phá và học tập trong khi dạy giá trị của việc hoàn thành những gì họ bắt đầu.Trả lời các câu hỏi triết học của họ một cách chu đáo và khuyến khích sự lạc quan của họ trong khi giúp họ phát triển các kỹ năng thực tế để truyền tải ý tưởng lớn của họ."
        },
        "in_friendship": {
            "friendship_style": "Những người bạn Nhân Mã là nhiệt tình, trung thành và truyền cảm hứng.Họ tổ chức các cuộc phiêu lưu, chia sẻ kiến ​​thức một cách hào phóng và mang lại sự lạc quan và trung thực cho tình bạn, mặc dù đôi khi họ có thể biến mất trong các nhiệm vụ solo.",
            "ideal_friends": "Sagittarius phát triển mạnh với những người bạn chia sẻ tình yêu phát triển và khám phá của họ trong khi tôn trọng nhu cầu độc lập của họ.Họ coi trọng tình bạn kết hợp kích thích trí tuệ, những cuộc phiêu lưu chung và cuộc trò chuyện đích thực."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Nhân Mã có thể trở thành thuyết giáo, phóng đại sự thật, đưa ra những lời hứa mà họ không thể giữ hoặc tránh trách nhiệm thông qua chuyển động liên tục.Sự lạc quan của họ có thể biến thành sự liều lĩnh, và sự trung thực của họ có thể thiếu lòng trắc ẩn.",
            "growth_path": "Tăng trưởng cá nhân cho Nhân Mã liên quan đến việc phát triển sự tập trung và theo dõi, ủ sự trung thực với chiến thuật và tìm cách duy trì tự do trong cam kết thay vì tránh hoàn toàn."
        }
    },
    "seasonal_influences": {
        "winter_approach": "Sinh ra như sự chuyển tiếp mùa thu sang mùa đông, Sagittarius thể hiện cuộc tìm kiếm ánh sáng mở rộng trong những ngày tối.Thời gian này truyền vào Sagittarius với sự lạc quan tự nhiên, tìm kiếm sự thật cao hơn và mong muốn được nhìn ra ngoài những hạn chế ngay lập tức đối với các chân trời rộng lớn hơn.",
        "mutable_quality": "Là một dấu hiệu có thể thay đổi, Sagittarius đại diện cho khả năng thích ứng và tích hợp khi các mùa thay đổi.Vị trí này cho phép họ linh hoạt triết học, khả năng tổng hợp các quan điểm đa dạng và khả năng biến đổi kinh nghiệm thành trí tuệ."
    },
    "elemental_analysis": {
        "fire_element_influence": "Yếu tố lửa mang lại cho Sagittarius sự nhiệt tình, lạc quan và năng lượng mở rộng của họ.Lửa đại diện cho cảm hứng, tâm linh và sức mạnh biến đổi của tầm nhìn và niềm tin.",
        "fire_balance": "Lửa cân bằng mang lại cảm hứng, nhiệt tình và can đảm khám phá lãnh thổ mới.Lửa quá mức có thể dẫn đến bồn chồn, tự tin quá mức và năng lượng rải rác, trong khi lửa thiếu có thể dẫn đến cảm hứng mất mát, hoài nghi hoặc thiếu niềm tin vào các khả năng."
    },
    "planetary_rulership": {
        "jupiter_influence": "Sao Mộc, hành tinh mở rộng, phong phú và học tập cao hơn, quy tắc Nhân Mã.Ảnh hưởng hành tinh này giải thích sự lạc quan của dấu hiệu, tình yêu kiến ​​thức, bản chất triết học và khả năng nhìn thấy bức tranh lớn hơn ngoài hoàn cảnh trước mắt.",
        "jupiter_aspects": "Vị trí và khía cạnh của Sao Mộc trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng sagittarius.Các khía cạnh của sao Mộc mạnh mẽ tăng cường tầm nhìn, may mắn và mở rộng nhưng cũng có thể làm tăng xu hướng đối với sự dư thừa hoặc quá tự tin."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong nền kinh tế toàn cầu, dựa trên thông tin ngày nay, Sagittarius vượt trội trong phát triển kinh doanh quốc tế, tư vấn đa văn hóa, giáo dục trực tuyến, sáng tạo nội dung du lịch và các lĩnh vực đòi hỏi tầm nhìn xuyên ngành và đổi mới lạc quan.",
        "relationship_in_modern_context": "Các mối quan hệ hiện đại được hưởng lợi từ sự trung thực và linh hoạt của Nhân Mã trong thời đại thay đổi các mô hình mối quan hệ.Sự thoải mái của họ với sự đa dạng và khả năng duy trì sự độc lập trong kết nối phục vụ họ tốt với hẹn hò ở độ tuổi kỹ thuật số và các mối quan hệ toàn cầu."
    }
}