{
    "sign": "Capricorn",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/capricorn.svg",
    "local_name": "山羊座",
    "date_range": "12月22日 -  1月19日",
    "element": "地球",
    "ruling_planet": "土星",
    "symbol": "海のヤギ",
    "lucky_numbers": [
        "4",
        "8",
        "13",
        "22",
        "26"
    ],
    "lucky_colors": [
        "茶色",
        "黒",
        "濃い緑"
    ],
    "lucky_days": [
        "土曜日",
        "水曜日"
    ],
    "lucky_stones": [
        "ガーネット",
        "オニキス",
        "黒曜石"
    ],
    "general_traits": {
        "strengths": [
            "責任者",
            "規律",
            "自制心",
            "実用的",
            "忍耐強い",
            "野心的な",
            "機知に富んだ"
        ],
        "weaknesses": [
            "頑固",
            "悲観的",
            "致命的",
            "容赦ない",
            "ステータスと意識",
            "最悪の事態を期待しています",
            "剛性"
        ]
    },
    "personality": {
        "overview": "山羊座は、達成、責任、耐久性を象徴する、星座の10番目の兆候です。山羊座の個人は、実用的なアプローチ、規律のある労働倫理、戦略的考え方で知られています。彼らはゾディアックの建設者であり、系統的に安定した基礎を作り、粘り強さと慎重な計画を通じて成功に登ります。",
        "detailed_traits": [
            "強い責任感と義務",
            "目標を達成するための実用的なアプローチ",
            "組織と構造のための自然な才能",
            "患者、成功への系統的なアプローチ",
            "印象的な決意を伴う控えめな野心",
            "歴史を尊重する伝統的な価値",
            "コミットメントと約束の信頼性",
            "深刻な外観の下でのドライ、微妙なユーモアのセンス",
            "慎重なリソース管理と計画",
            "外観よりも物質を好む"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "山羊座の個人は、関係における安定性と長寿を重視する忠実で献身的なパートナーです。彼らは、壮大なロマンチックなジェスチャーや感情的なディスプレイではなく、信頼性、実用的なサポート、静かな献身を通して愛を表現しています。",
        "compatibility": {
            "most_compatible": [
                "おうし座",
                "おとめ座",
                "さそり座",
                "魚座"
            ],
            "least_compatible": [
                "牡羊座",
                "天秤座",
                "癌"
            ]
        },
        "relationship_advice": "山羊座の個人は、自然保護区と一緒に感情的な開放性を開発する必要があります。実用的な問題だけに焦点を当てるのではなく、パートナーとより容易に感情を共有します。脆弱性は債券を強化し、関係には安定性と同様に暖かさが必要であることを忘れないでください。",
        "love_style": [
            "かつてパートナーに捧げられた忠実でコミットしました",
            "実用的な助けとサポートを通して愛を示します",
            "値の安定性と長期的な互換性",
            "関係に入ることに慎重です",
            "感情的な表現と格闘するかもしれません",
            "関係の成功に責任を負います",
            "野心を尊重するパートナーに感謝します"
        ]
    },
    "career_and_finances": {
        "career_traits": "山羊座の個人は、構造、規律、長期計画に報いるキャリアに秀でています。彼らは、管理、組織、および持続可能なシステムの構築に自然な才能を持ち、達成に向けて系統的に登ることができる位置で繁栄しています。",
        "suitable_careers": [
            "経営管理と管理",
            "財務と銀行",
            "不動産と不動産開発",
            "政府と公共サービス",
            "エンジニアリングとアーキテクチャ",
            "事業所有と起業家精神",
            "法律と司法の立場",
            "プロジェクト管理",
            "会計および財務計画",
            "伝統的な職人技"
        ],
        "financial_habits": "山羊座の個人は、通常、お金の管理に対する保守的で系統的なアプローチを持っています。彼らは、一貫した努力を通じて、長期的な財務計画、満足の遅れ、セキュリティの構築に優れています。通常、リスクテイカーではありませんが、徹底的な調査で計算された投資を行います。",
        "work_style": [
            "系統的で組織化されたアプローチ",
            "価値の効率と生産性",
            "自然の権威と管理能力",
            "伝統的な確立された構造を好む",
            "長期計画で優れています",
            "結果に責任を負います",
            "前進に取り組んでいる間、階層を尊重します"
        ]
    },
    "health_and_wellness": {
        "physical_health": "山羊座は、骨格システム、関節、膝、皮膚、歯を支配します。山羊座の個人は、自然な身体的持久力とスタミナを持っている傾向がありますが、特に過労または長時間のストレスを受けている場合、骨、関節、皮膚の問題を起こしやすい場合があります。",
        "common_health_issues": [
            "関節と膝の問題",
            "関節炎のような骨格の問題",
            "皮膚の状態",
            "歯の問題",
            "ストレスからの消化性感受性",
            "うつ病または憂鬱",
            "過労による慢性疲労"
        ],
        "wellness_advice": "自然な労働倫理と十分な休息とセルフケアのバランスをとってください。適切な運動と栄養を通して関節の健康を維持します。骨や皮膚の身体的症状を防ぐために、ストレスのために感情的なアウトレットを開発します。",
        "exercise_preferences": [
            "測定可能な進行を伴う構造化されたフィットネスルーチン",
            "ウェイトトレーニングのような伝統的なエクササイズ",
            "マウンテンハイキングと登山",
            "関節の健康のための影響の少ない活動",
            "武道のような規律ある慣行"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025年は、山羊座のための重要な専門的な進歩と構造基盤建設の年をマークしています。あなたの規律あるアプローチと戦略的計画は、永続的な成果を生み出します。完全な充足のために、野心と個人的な関係のバランス。",
            "love": "関係は、共有された目標と境界に対する相互尊重を通じて発展します。単一の山羊座は、専門的なネットワークまたは構造化された環境を通じて潜在的なパートナーに会う可能性があります。既存の関係は、コミットメントの実用的な表現を通じて強化されます。",
            "career": "専門的な認識は、一貫したパフォーマンスと戦略的なポジショニングによってもたらされます。リーダーシップの機会は、今年の後半に発生します。あなたの組織的能力と複雑な問題に対する実用的な解決策は、影響力のある人物から尊敬を集めます。",
            "health": "体重を負担する運動と適切な栄養を通じて、骨格の健康に焦点を当てます。定期的な時間管理とスケジュールされたリラクゼーションにより、精神的な幸福が向上します。身体活動中に膝と関節のケアに特に注意してください。",
            "finances": "財務の安定性は、慎重な計画と規律ある貯蓄によって改善されます。実績のある実績を備えた従来の投資を検討してください。不動産または不動産の機会は、年末に向けて自分自身を提示する場合があります。"
        },
        "2026": {
            "overall": "2026年は、山羊座を社会的拡大とコミュニティのリーダーシップのサイクルに導きます。あなたの実用的な知恵は、具体的な結果への集団的努力を導くのに役立ちます。伝統と革新のバランスを見つけることは、あなたのユニークな貢献を生み出します。",
            "love": "社会的つながりを私的な絆と統合すると、関係が繁栄します。パートナーは、新しい体験へのあなたのオープン性の増加に感謝します。単一の山羊座は、静かな自信を通して注目を集め、グループ設定での能力を示しました。",
            "career": "プロのネットワークは今年大幅に拡大しています。信頼性に対するあなたの評判は、影響力のある人物とのコラボレーションの機会を生み出します。管理上の強みとコミュニティへの影響を組み合わせたポジションを検討してください。",
            "health": "循環と呼吸機能は、新鮮な空気中の定期的な動きの恩恵を受けます。社会的つながりは、単独の時間とのバランスをとると、メンタルヘルスにプラスの影響を与えます。足首の安定性と下肢の機能を改善する筋力トレーニングを検討してください。",
            "finances": "グループ投資やコミュニティベースの金融ベンチャーは、約束を示しています。あなたの保守的なアプローチは、共同の財務上の決定において貴重なバランスを提供します。予期せぬ財政的機会は、専門的な協会やネットワークを通じてもたらされる可能性があります。"
        },
        "2027": {
            "overall": "2027年は、山羊座の精神的な成長と内的反射を強調しています。あなたの実用的な性質は、意味のある儀式と構造化された熟考を通して表現を見つけます。物質的な達成と精神的な充足のバランスは、深い平和をもたらします。",
            "love": "より深い感情的なつながりは、共有された価値と精神的な探求を通じて発展します。パートナーは、あなたの思慮深い内省と感情的な成熟度を高く評価しています。単一の山羊座は、外観よりも信頼性を大切にする精神的に根拠のある個人を引き付けます。",
            "career": "専門的な決定は、コアバリューと長期的な目的とより密接に整合しています。あなたの誠実さと原則的なアプローチは、倫理的次元を持つリーダーシップの役割への扉を開きます。実践的なスキルとより深い知恵の両方の表現を可能にする立場を考慮してください。",
            "health": "免疫システムの強度は、ストレス管理と適切な休息を通じて改善します。構造化された瞑想または瞑想的な慣行は、顕著な利益をもたらします。接地慣行と適切な履物を通して、足と微妙なボディシステムに注意を払ってください。",
            "finances": "長期的な財務計画は、真の優先事項を明確にする際に精神的な側面を引き受けます。慈善寄付または倫理的投資は、個人的な満足度と予期せぬリターンの両方をもたらします。レガシー基金または家族の信頼を確立することを検討してください。"
        },
        "2028": {
            "overall": "2028年は、山羊座を個人的なエンパワーメントと野心的な行動の新しいサイクルに導きます。慎重に開発されたスキルは、新たな機会に最適なアプリケーションを見つけます。規律ある努力と戦略的休息のバランスは、持続可能な成功をもたらします。",
            "love": "関係は、あなたの自信の向上と目的の明確さから恩恵を受けます。パートナーは、共有された課題に対する決定的でありながら思いやりのあるアプローチを高く評価しています。単一の山羊座は、本物の自己表現と実証された能力によって注目を集めます。",
            "career": "あなたの準備が機会を満たすので、リーダーシップの地位は予想外に開きます。複雑な問題のために実用的なシステムを実装する能力は、認識をもたらします。組織の強みを活用する起業家のベンチャーを検討してください。",
            "health": "物理的な活力は、構造化されたフィットネスレジメンを通じて増加します。一貫した栄養と睡眠パターンにより、ホルモンおよび代謝の健康が改善します。適切な人間工学と予防歯科治療を通じて、頭と顔のエリアに注意を払ってください。",
            "finances": "パーソナルベンチャーまたは独立したプロジェクトは、強力な財政的可能性を示しています。リソース管理に対するあなたの規律あるアプローチは、拡張中であっても安定性を生み出します。独自の専門能力開発またはビジネスインフラストラクチャへの投資を検討してください。"
        },
        "2029": {
            "overall": "2029は、山羊座のリソース管理と材料セキュリティを強調しています。スチュワードシップに対するあなたの自然な才能は、個人的な利益を超えて広がる豊富さを生み出します。従来のアプローチと革新的なリソースソリューションのバランスは、驚くべき結果をもたらします。",
            "love": "材料のセキュリティに関する共有値は、債券を強化します。パートナーは、共有リソースを構築するための寛大で実用的なアプローチを高く評価しています。単一の山羊座は、実証された経済的責任を通じて、安定した価値調整された個人を引き付けます。",
            "career": "金融セクターまたはリソース管理の役割は、進歩の機会を提供します。あなたの保守的なアプローチは、急速に変化する市場で貴重な相殺を提供します。管理の専門知識と価値創造を組み合わせたポジションを検討してください。",
            "health": "のどと首の領域は、適切な人間工学とストレス管理を通じて注意を必要とします。声の健康は、適切な水分補給と炎症性食品の減少とともに改善されます。頸椎と上半身の緊張を解放する慣行を考慮してください。",
            "finances": "量ではなく品質への投資は、大きな収益をもたらします。過小評価されている資産を特定する能力は、実質的な成長の機会を生み出します。根本的に健全な投資に焦点を当てながら、保有を多様化することを検討してください。"
        },
        "2030": {
            "overall": "2030年は、山羊座のコミュニケーションスキルと知的発達を強調しています。あなたの系統的な思考は、新しく開発された通信チャネルを通して効果的な表現を見つけます。リスニングとスピーキングのバランスは、意味のある交換を作成します。",
            "love": "関係のコミュニケーションパターンは、肯定的な変換を受けます。パートナーは、あなたの感情的な語彙と積極的なリスニングの増加に感謝します。単一の山羊座は、思慮深い会話と本物の表現を通してつながりを引き付けます。",
            "career": "執筆、教育、または戦略的コミュニケーションの役割は、進歩の機会を提供します。複雑な概念をアクセス可能な用語で説明する能力は、認識をもたらします。実質的な知識ベースを正式にして共有できるポジションを検討してください。",
            "health": "呼吸器系は、適切な呼吸法と大気質の改善の恩恵を受けます。メンタルヘルスは、ジャーナリングまたは構造化された思考処理を通じて強化されます。定期的なストレッチと動きを通して、肩と腕の可動性に注意してください。",
            "finances": "教育または通信技術への投資は、リターンをもたらします。交渉する能力は、さまざまなコンテキストでの財政的成果を効果的に改善します。知識共有または教育コンテンツを通じて二次収入の開発を検討してください。"
        },
        "2031": {
            "overall": "2031は、山羊座の家、家族、および基礎的なセキュリティに焦点を当てています。安定した育成環境を作成するためのあなたの才能は、個人的な生活と職業的生活の両方に役立ちます。国内問題における伝統と革新のバランスは、充実感をもたらします。",
            "love": "家族のつながりは、関係パターンにポジティブな方法で影響します。パートナーは、安全で快適な共有スペースを作成するというあなたのコミットメントを高く評価しています。単一の山羊座は、実証された国内能力を通じて、安定した家族向けの個人を引き付けます。",
            "career": "在宅勤務の機会や家族経営のベンチャーは約束を示しています。リモートで作業しながら専門家の境界を維持する能力は、進歩をもたらします。構造を維持しながら柔軟性を可能にする役割を検討してください。",
            "health": "消化器系の健康は、定期的な食事やストレスのない摂食環境を通じて改善されます。感情的な幸福は、家族のつながりと在宅拠点の快適性の実践を通じて強化されます。適切な姿勢と呼吸を通して胸部と胃の領域に注意してください。",
            "finances": "不動産または不動産投資は大きな収益をもたらします。住宅資金調達に対する保守的なアプローチは、長期的なセキュリティを生み出します。家族保護のために緊急資金を確立または拡大することを検討してください。"
        },
        "2032": {
            "overall": "2032は、山羊座のために創造的な表現と喜びを最前線にもたらします。スキルを開発するためのあなたの規律あるアプローチは、芸術的またはレクリエーション的な充足をもたらします。構造化された実践と自発的な表現のバランスは、あなたのユニークな貢献を生み出します。",
            "love": "遊び心と共有された喜びは、ロマンチックなつながりを強めます。パートナーはあなたのよりリラックスした、表情豊かな感情的なスタイルに感謝します。単一の山羊座は、本物の熱意を通して注目を集め、創造的またはレクリエーション分野で才能を発展させました。",
            "career": "創造的な次元を持つリーダーシップの役割は、進歩の機会を提供します。創造的な努力のために実用的なシステムを実装する能力は、認識をもたらします。組織の専門知識と芸術的またはデザイン要素を組み合わせたポジションを検討してください。",
            "health": "心臓の健康は、本物の喜びと満足をもたらす活動を通じて改善されます。循環は、義務的ではなく楽しいと感じる定期的な動きの恩恵を受けます。創造的な活動中に適切な姿勢で背中と背骨の上部に注意してください。",
            "finances": "芸術、文化、またはレクリエーションへの投資は、予期せぬリターンを示しています。創造的なベンチャーへのあなたの規律あるアプローチは、持続可能な収入の可能性を生み出します。情熱と実用性を組み合わせた分野への多様化を検討してください。"
        },
        "2033": {
            "overall": "2033は、山羊座のサービス、健康、日常の日常を強調しています。組織の才能は、自分自身と他の人の両方に利益をもたらす効率的なシステムを作成します。生産性とセルフケアのバランスは、持続可能な生活パターンを確立します。",
            "love": "関係は、日々のニーズと健康目標の相互支援を通じて強化されます。パートナーは、サービスと支援を通じてあなたの実際のケアの表現を高く評価しています。単一の山羊座は、実証された能力と謙虚な有用性を通してつながりを引き付けます。",
            "career": "ヘルスケア、ウェルネス、またはサービス産業は、進歩の機会を提供します。細部への注意と手続き上の卓越性は認識をもたらします。効率改善システムの実装を可能にする役割を検討してください。",
            "health": "消化器と腸の健康は、通常のルーチンと適切な栄養によって改善します。精神的な幸福は、組織化された環境とカオスの減少を通じて強化されます。腹部の強さとコアの安定性に特に注意してください。",
            "finances": "ヘルステクノロジーまたはサービス産業への投資はリターンをもたらします。予算の毎日の費用への実際的なアプローチは、貯蓄の可能性を高めます。健康貯蓄口座またはウェルネスに焦点を当てた財務計画の確立を検討してください。"
        },
        "2034": {
            "overall": "2034は、ケラミに関係の焦点とパートナーシップの機会をもたらします。あなたの信頼性と誠実さは、並外れた品質の協力者を魅了します。独立性と相互依存のバランスは、調和のとれた生産的なつながりを生み出します。",
            "love": "ロマンチックな関係は、新しいレベルの深さとコミットメントに到達します。パートナーは、あなたの忠誠心と約束の一貫したフォロースルーに感謝します。単一の山羊座は、実証された関係スキルを通じて、深刻なコミットメントに対応できる個人を引き付けます。",
            "career": "ビジネスパートナーシップまたは共同ベンチャーは、強力な可能性を示しています。あなたの外交的でありながら実用的な交渉へのアプローチは、有利な用語をもたらします。主要な専門的な関係を正式に強化できる役割を検討してください。",
            "health": "腎臓と腰の領域は、適切な水分補給と人間工学を通じて注意を払う必要があります。ホルモンバランスは、ストレス管理と定期的な身体活動を通じて改善されます。社会的つながりは、賢明に選ばれたときに全体的な健康にプラスの影響を与えます。",
            "finances": "合弁事業または共有投資は大きな収益をもたらします。あなたの保守的なアプローチは、パートナーシップの財政に貴重なバランスを提供します。すべての共同企業における金融契約の形式化を検討してください。"
        },
        "2035": {
            "overall": "2035年は、山羊座の変換と再生の期間を示しています。あなたの回復力と適応性は、重要な変化のナビゲーションを成功させることで自分自身を明らかにします。過去を称えることと更新を受け入れることのバランスは、あなたの道を前進させます。",
            "love": "移行中の共有された脆弱性と相互支援により、関係は深まります。パートナーはあなたの感情的な強さと静かな信頼性を高く評価しています。単一の山羊座は、本物の自己啓示と実証された深さを通じて強力なつながりを引き付けます。",
            "career": "危機管理または組織の変革を含む役割は、進歩を提供します。変化中のあなたの着実な存在は、リーダーシップの機会をもたらします。既存のシステムを再構築または再構築できる位置を検討してください。",
            "health": "生殖システムと排除システムは、解毒と浄化の実践の恩恵を受けます。感情的な回復力は、過去のパターンを処理して解放することにより強化されます。適切な運動とストレスの軽減を通じて、骨盤領域に注意を払ってください。",
            "finances": "保険、不動産計画、またはレガシー管理は強力な可能性を示しています。偶発事象の準備をするためのあなたの実用的なアプローチは、セキュリティを生み出します。パフォーマンスの低い資産を排除するために投資を再構築することを検討してください。"
        }
    },
    "famous": [
        {
            "name": "ミシェル・オバマ",
            "birth_date": "1964年1月17日",
            "description": "訓練されたアプローチ、戦略的イニシアチブ、威厳のある公共サービスの元のファーストレディ"
        },
        {
            "name": "マーティンルーサーキングジュニア",
            "birth_date": "1929年1月15日",
            "description": "患者の持続性、戦略的組織、責任あるリーダーシップが、意味のある構造化された変化に対する山羊座の能力を示している公民権リーダー"
        },
        {
            "name": "ケイト・ミドルトン",
            "birth_date": "1982年1月9日",
            "description": "尊厳、義務感、伝統と責任の慎重なナビゲーションが古典的な山羊座を反映しているケンブリッジ公爵夫人"
        },
        {
            "name": "デンゼルワシントン",
            "birth_date": "1954年12月28日",
            "description": "規律のある工芸、威厳のある存在、整然としたキャリアビルディングが、持続的な努力を通じて卓越性に対する山羊座のコミットメントを示している俳優"
        },
        {
            "name": "レブロンジェームズ",
            "birth_date": "1984年12月30日",
            "description": "仕事の倫理、ビジネスの洞察力、そして彼のキャリアとレガシーに対する戦略的アプローチがカプリコーンの野望と成功への構造化された道を示すアスリート"
        }
    ],
    "daily_advice": {
        "relationship": "今日、実用的なサポートと感情的な表現のバランス。あなたの近くの人々はあなたの信頼性を高く評価しているだけでなく、あなたがどのように感じるかを知る必要があります。",
        "career": "あなたの組織能力は職場の課題を解決します。安定した進歩のために、大きな目標を管理可能なステップに分割します。",
        "health": "仕事中の姿勢と共同の整合に注意してください。短いストレッチブレイクは、1日を通して骨格の健康をサポートします。",
        "general": "あなたの実用的なアプローチは、今日の変化の中で安定性を生み出します。まだ登っていない距離のみに焦点を合わせるのではなく、進捗状況を認めてください。"
    },
    "tarot_associations": {
        "major_arcana": "悪魔",
        "explanation": "悪魔は、物理的な世界の物質的な愛着、制限、および物理的な世界の課題を表しています - 山羊座の地上の焦点と制限の理解に共鳴するテーマ。このカードは、物質的な現実と、達成を制限および可能にする構造との対立を具体化し、規律と意識を通して材料面の習得に向けた山羊座の旅を反映しています。"
    },
    "compatibility_details": {
        "aries": "山羊座と牡羊座は、達成へのさまざまなアプローチを表しています - 山羊座の患者は、牡羊座の即時行動に登る。これにより、お互いのスタイルから学習すると、緊張と潜在的な成長の両方が生まれます。",
        "taurus": "山羊座とおうし座は、共有された実用的な価値を持つ優れたアースサインマッチを形成します。どちらも、安定性、物質的セキュリティ、および人生の課題に対する系統的なアプローチを高く評価しています。",
        "gemini": "山羊座とジェミニは人生にまったく異なって人生にアプローチします - 構造と伝統を備えた山羊座、多様性と適応性のあるジェミニ。これらの違いを理解し、尊重することは、調和に不可欠です。",
        "cancer": "山羊座と癌は、相補的な強さを伴う反対の兆候を形成します。がんは山羊座の野望に感情的な栄養を提供し、山羊座はがんの安全性に対する実用的なサポートを提供します。",
        "leo": "山羊座とレオは異なる優先順位を持っています - カプリコーンは安定した作業を通じて達成を大切にしていますが、レオは認識と創造的な表現を求めています。これらのさまざまなアプローチに対する相互尊重は、互換性をサポートします。",
        "virgo": "山羊座と乙女座は、実用的な価値と労働倫理を共有する調和のとれたアースサインマッチを作成します。どちらも、品質、サービス、および達成への整然としたアプローチを高く評価しています。",
        "libra": "山羊座と天秤座は、優先順位が異なる課題に直面しています - 山羊座は達成に焦点を当て、天秤座は関係と調和を強調します。これらのさまざまなニーズのバランスをとるには、意識的な努力が必要です。",
        "scorpio": "山羊座とScorpioは、共有された決意と深さを備えた強力で補完的な一致を形成します。価値のある目標の価値、信頼性、および追求の両方であり、相互尊重の強い絆を生み出します。",
        "sagittarius": "山羊座と射手座は補完的な視点をもたらします - 山羊座の実用性と射手座のビジョン。この組み合わせは、それぞれが他のものが貢献していることを評価するときに強力になります。",
        "capricorn": "2つの山羊座は、相互尊重、共有された目標、および実践的なサポートに基づいて構築された関係を作り出します。彼らはお互いの野心と労働倫理を理解していますが、感情的な表現を意識的に発達させる必要があるかもしれません。",
        "aquarius": "山羊座と水瓶座は、それぞれ伝統的で進歩的なアプローチを表しています。これは緊張を生み出しますが、補完的な視点を大切にするときのバランスの取れた視点の可能性も生じます。",
        "pisces": "山羊座と魚座は、魚座の夢に構造を提供する山羊座との補完的な関係を作り出し、魚座は山羊座のプラグマティズムのバランスをとる感情的な深さと想像力を提供します。"
    },
    "astrological_influences": {
        "sun_in": "山羊座の太陽は、訓練された野心、実用的な知恵、そして責任ある人生へのアプローチをもたらします。あなたは自然に忍耐、構造、そして目標に向けた系統的な進歩の価値を理解しています。",
        "moon_in": "山羊座の月は、達成、セキュリティ、秩序を中心とした感情的なニーズを生み出します。あなたの感情は実用性で処理され、構造と責任を通じて感情的な安定性を見つけます。",
        "rising": "Capricorn Risingは、尊厳、能力、深刻さの外観を与えます。他の人は、あなたが実際の年齢よりも年上であると仮定して、しばしば最初の会議から責任があり、成熟し、信頼できると考えています。"
    },
    "self_improvement": {
        "challenges": [
            "仕事と個人的な生活と人間関係のバランスをとる",
            "感情的な表現と脆弱性の開発",
            "悲観主義への傾向を克服します",
            "途中で成果を祝うことを学ぶ",
            "将来の計画を立てている間、現在に喜びを見つける"
        ],
        "growth_opportunities": [
            "組織のスキルを使用して、多くの利益をもたらすシステムを作成します",
            "伝統と必要な変化のバランスをとるリーダーシップを開発する",
            "制限するのではなくサポートするセキュリティを作成します",
            "持続的な努力を通じて意味のある遺産を構築します",
            "実用的な知恵と規律で他の人を指導します"
        ],
        "affirmations": [
            "私は成果と個人的なつながりのバランスを取ります",
            "私は自分の気持ちを公然と真に表現しています",
            "私は成功への道に沿って進歩を祝います",
            "目的地だけでなく、旅に喜びを感じます",
            "私の規律は自由と機会を生み出します"
        ]
    },
    "life_path": {
        "purpose": "山羊座の個人は、しばしば永続的な構造を構築し、カオスで秩序を確立し、持続可能なシステムを作成するという使命を持っています。彼らの目的には、規律と知恵を通して物質世界を習得し、伝統と必要な進化のバランスをとるリーダーシップを開発することが含まれます。",
        "life_lessons": [
            "脆弱性は弱さではなく強さであることを学ぶ",
            "達成とともに喜びと意味を発見します",
            "伝統に対する敬意のバランスをとることと、変化への開放性",
            "倫理的および責任を持って権力と権威を使用します",
            "素材の中でスピリチュアルを見つけることは、それとは別のものではありません"
        ],
        "spiritual_growth": "山羊座の精神的な発達には、日常の現実と実践的な仕事における神聖なものを認識することが含まれます。先祖と伝統を称え、責任と奉仕における意味を見つけ、物質的な習熟を精神的な道として見ることはすべて、精神的な進化に貢献します。"
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "山羊座の子供たちは通常、成熟し、責任があり、時には幼い頃から深刻です。彼らはしばしば、ルールと権威に対する自然な敬意、物事を「正しい」ことをすることに対する懸念、そして野心や目的の初期の感覚を示します。",
            "parenting_advice": "自然な成熟と一緒に遊びと気楽さを奨励してください。達成だけでなく、努力と性格を称賛します。感情的な表現を開発し、間違いを犯すことは学習の一部であり、失敗ではないことを理解してください。"
        },
        "in_friendship": {
            "friendship_style": "山羊座の友人は忠実で、信頼性が高く、実質的に協力的です。彼らは公然と愛情を表明しないかもしれませんが、一貫性、賢明なアドバイス、そして本当に必要なときにそこにいることでケアを示すかもしれません。",
            "ideal_friends": "山羊座は、バランスを奨励しながら、仕事の倫理と野心を尊重する友人と一緒に繁栄します。彼らは、相互尊重、実践的なサポート、微妙なユーモアを組み合わせた友情を大切にし、関係の量よりも質を好みます。"
        },
        "shadow_side": {
            "potential_issues": "不均衡な場合、山羊座は過度にコントロール、ステータスに取りつかれている、または感情的に閉鎖される可能性があります。彼らの達成への意欲は、仕事中毒につながる可能性があり、彼らのプラグマティズムは悲観主義や皮肉に劣化する可能性があります。",
            "growth_path": "山羊座の個人的な成長には、野心と喜びのバランスをとり、実用的な強さとともに感情的な開放性を育み、達成や地位を超えた目的を見つけることが含まれます。"
        }
    },
    "seasonal_influences": {
        "winter_solstice": "暗闇が最も深く、光が戻ってきた冬至で生まれ、山羊座は冬の患者の持久力を具体化し、訓練された光が光に向かって登ります。このタイミングは、徐々に改善に向けて困難を乗り越えて働くことを自然に理解して、山羊座に注入します。",
        "cardinal_quality": "枢機signとして、山羊座は物質的な領域内のイニシアチブとリーダーシップを表しています。この立場は、新しい構造を作成し、実用的な基盤を確立し、達成に対する規律あるアプローチを開始する能力を彼らに与えます。"
    },
    "elemental_analysis": {
        "earth_element_influence": "地球の要素は、山羊座に特徴的な実用性、規律、物質的現実とのつながりを与えます。地球は、持続的な努力による顕現、生産性、および具体的な結果の構築を表しています。",
        "earth_balance": "バランスの取れた地球は、実用性、信頼性、生産能力をもたらします。過度の地球は、唯物論、硬直、感情的な停滞につながる可能性がありますが、地球の不足は非現実性、身体的ニーズからの切断、またはフォロースルーの欠如をもたらす可能性があります。"
    },
    "planetary_rulership": {
        "saturn_influence": "土星、規律を通して構造、制限、習得の惑星、規則の山羊座。この惑星の影響は、境界、権威、責任、患者の価値に関する標識の自然な理解を説明しています。",
        "saturn_aspects": "個人の出生チャートにおける土星の位置と側面は、山羊座エネルギーの表現方法に大きく影響します。強い土星の側面は、組織の能力と決意を高めますが、悲観主義や過度の自己批判への傾向を高める可能性があります。"
    },
    "modern_applications": {
        "career_in_digital_age": "今日の急速に変化する経済の中で、Capricornは持続可能なビジネスモデルの確立、リモート作業のための組織システムの作成、長期的なデジタル戦略の開発、技術的混乱の中で安定性と構造を提供することに優れています。",
        "relationship_in_modern_context": "現代の関係は、カジュアルなつながりの時代における山羊座の忠誠心とコミットメントの恩恵を受けます。将来のために基盤を構築する能力はセキュリティを生み出しますが、デジタルコミュニケーションと感情的な開放性に快適さを開発し続けています。"
    }
}