{
    "sign": "Capricorn",
    "thumb": "https://static.calculators.im/upload/image/sign/capricorn.svg",
    "local_name": "Capricorn",
    "date_range": "22 Desember - 19 Januari",
    "element": "Bumi",
    "ruling_planet": "Saturnus",
    "symbol": "Wedhus segara",
    "lucky_numbers": [
        "4",
        "8",
        "13",
        "22",
        "26"
    ],
    "lucky_colors": [
        "Coklat",
        "Ireng",
        "Ijo peteng"
    ],
    "lucky_days": [
        "Dina Setu",
        "Rebo"
    ],
    "lucky_stones": [
        "Garnet",
        "Onyx",
        "Obsidian"
    ],
    "general_traits": {
        "strengths": [
            "Tanggung jawab",
            "Disiplin",
            "Mandhiri",
            "Praktis",
            "Sabar",
            "Ambisious",
            "Sumber daya"
        ],
        "weaknesses": [
            "Deg-degan",
            "Pesimis",
            "Fatalistic",
            "Ora lali",
            "Status-sadar",
            "Ngarepake paling ala",
            "Kaku"
        ]
    },
    "personality": {
        "overview": "Capricorn minangka tandha sepuluh zodiak, nglambangake prestasi, tanggung jawab, lan ketahanan.Individu Capricorn dikenal kanthi cara praktis, karya disiplin, lan pola pikir strategis.Dheweke dadi tukang kebon zodiak, metode nggawe dhasar stabil lan menek kanggo sukses liwat persian lan perencanaan sing ati-ati.",
        "detailed_traits": [
            "Pangerten tanggung jawab lan tugas sing kuat",
            "Cara Pragmatik kanggo nggayuh tujuan",
            "Bakat alami kanggo organisasi lan struktur",
            "Pasien, cara metodhe kanggo sukses",
            "Ambisi sing ora diwatesi karo tekad sing nyengsemaken",
            "Nilai tradisional babagan sejarah",
            "Linuwih ing komitmen lan janji",
            "Rasa garing, subtle humor ing ngisor njaba",
            "Manajemen sumber daya ati-ati lan ngrencanakake",
            "Luwih milih zat"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Wong-wong Capricorn setya, mitra sing setya sing menehi stabil lan umur dawa ing sesambetan.Dheweke nyatakake katresnan liwat katergantungan, dhukungan praktis, lan dedikasi sing sepi tinimbang sadurunge nyeret gedhe utawa tampilan emosional.",
        "compatibility": {
            "most_compatible": [
                "Taurus",
                "Virgo",
                "Scorpio",
                "Pisces"
            ],
            "least_compatible": [
                "Aries",
                "Libra",
                "Kanker"
            ]
        },
        "relationship_advice": "Individu Capricorn kudu ngembangake pembukaan emosional ing jejere cadangan alam.Nuduhake raos kanthi gampang karo mitra tinimbang fokus ing prekara praktis.Elinga yen kerentanan nguatake obligasi lan hubungan butuh anget uga stabilitas.",
        "love_style": [
            "Setya lan setya nate setya karo mitra",
            "Nuduhake katresnan liwat pitulung lan dhukungan praktis",
            "Stabilitas nilai lan kompatibilitas jangka panjang",
            "Ngati-ati mlebu hubungan",
            "Bisa uga berjuang kanthi ekspresi emosional",
            "Tanggung tanggung jawab kanggo sukses hubungan",
            "Apresiasi mitra sing ngormati ambisi"
        ]
    },
    "career_and_finances": {
        "career_traits": "Individu Capricorn Excel sing unggul ing karir sing menehi bathi, disiplin, lan rencana jangka panjang.Dheweke duwe bakat alami kanggo manajemen, organisasi, lan sistem sustainable bangunan, berkembang ing posisi sing ngidini dheweke menek kanthi cara kanggo prestasi.",
        "suitable_careers": [
            "Manajemen Eksekutif lan Administrasi",
            "Keuangan lan Perbankan",
            "Pangembangan Real Estate lan Properti Pembangunan",
            "Pamrentah lan Layanan Umum",
            "Teknik lan arsitektur",
            "Kepemilikan bisnis lan wirausaha",
            "Toret lan posisi budia",
            "Manajemen Proyek",
            "Perencanaan Akuntansi lan Keuangan",
            "Kerajinan tradisionalmanship"
        ],
        "financial_habits": "Wong-wong Capricorn biasane duwe konservatif, cara metode metode kanggo manajemen dhuwit.Dheweke luwih unggul ing rencana finansial jangka panjang, tundha gratifikasi, lan keamanan bangunan liwat gaweyan sing konsisten.Nalika ora biasane njupuk risiko, padha nggawe investasi sing diwilang kanthi riset lengkap.",
        "work_style": [
            "Metodis lan diatur ing pendekatan",
            "Efisiensi Nilai lan Produktivitas",
            "Kemampuan alam lan kabisan manajemen",
            "Milih struktur tradisional, ditetepake",
            "Apik banget karo rencana jangka panjang",
            "Njupuk tanggung jawab kanggo asil",
            "Ngajeni hirarki nalika kerja"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Capricorn Aturan sistem rangka, sendi, lutut, kulit, lan untu.Individu Capricorn cenderung duwe ketahanan fisik alami lan stamina, nanging bisa uga dadi masalah karo balung, sendi, lan kulit sing dilayani.",
        "common_health_issues": [
            "Masalah sendi lan lutut",
            "Masalah kerangka kaya arthritis",
            "Kahanan Kulit",
            "Masalah Dental",
            "Sensitivitas pencernaan saka stres",
            "Depresi utawa melankolir",
            "Lemes kronis saka overwork"
        ],
        "wellness_advice": "Balance etika karya alami sampeyan kanthi istirahat lan perawatan mandhiri.Njaga kesehatan sendi liwat olahraga lan nutrisi sing cocog.Mbangun toko emosional kanggo stres kanggo nyegah manifestasi fisik ing balung lan kulit.",
        "exercise_preferences": [
            "Rutinitas fitness terstruktur kanthi kemajuan sing bisa diukur",
            "Latihan tradisional kaya Latihan Bobot",
            "Gunung gunung lan menek",
            "Kegiatan rendah kanggo kesehatan sendi",
            "Praktik disiplin kaya seni martial"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 menehi taun kanggo kemajuan profesional profesional lan bangunan dhasar struktural kanggo Capricorn.Pendhaftaran dhiri lan perencanaan strategi nggawe prestasi sing tahan.Imbangan Imbangan kanthi hubungan pribadi kanggo ngrampungake lengkap.",
            "love": "Hubungan berkembang liwat target sing dituduhake lan duraka kanggo wates.Capricorn tunggal bisa uga nemoni mitra sing potensial liwat jaringan profesional utawa lingkungan terstruktur.Hubungan sing ana sing nguatake liwat ekspresi sing praktis.",
            "career": "Pangenalan profesional teka liwat posisi lan strategis sing konsisten.Kesempatan Kepemimpinan dumadi ing separo kaping pindho taun.Kawicaksanan organisasi lan solusi praktis sampeyan kanggo masalah sing kompleks entuk pangarepan saka tokoh sing dipengaruhi.",
            "health": "Fokus ing kesehatan skeletal liwat olahraga bobot lan nutrisi sing tepat.Kesejahteraan mental nambah karo manajemen wektu rutin lan istirahat sing dijadwal.Pay perhatian khusus kanggo perawatan lutut lan sendi sajrone kegiatan fisik.",
            "finances": "Stabilitas finansial ningkatake liwat perencanaan sing ati-ati lan ngirit sing disiplin.Coba investasi tradisional kanthi cathetan tradisi sing wis kabukten.Kesempatan utawa properti real estate bisa uga ana ing akhir taun."
        },
        "2026": {
            "overall": "2026 nggawa Capricorn dadi siklus ekspansi sosial lan pimpinan komunitas.Kawicaksanan praktis sampeyan mbantu nuntun nuntun upaya kolektif menyang asil sing nyata.Nggoleki keseimbangan antara tradisi lan inovasi nggawe kontribusi unik.",
            "love": "Hubungan saya gedhe nalika nggabungake sambungan sosial kanthi ikatan pribadi.Mitra ngapresiasi kebaikatan sampeyan kanggo pengalaman anyar.Capricorn tunggal narik kawigatosan karo kapercayan sing sepi lan demonstrasi kompetensi ing setelan klompok.",
            "career": "Jaringan Profesional ngembangake taun iki.Reputasi sampeyan kanggo linuwih nggawe kesempatan kanggo kolaborasi kanthi tokoh sing duwe pengaruh.Coba posisi sing nggabungake kekuwatan administratif karo pengaruh komunitas.",
            "health": "Fungsi sirkulasi lan pernapasan saka gerakan biasa ing udhara seger.Sambungan sosial nyebabake pengaruh kesehatan mental nalika seimbang kanthi wektu sing sepi.Coba latihan kekuatan sing nambah stabilitas tungkak lan fungsi sikil ngisor.",
            "finances": "Investasi klompok utawa venturasi finansial adhedhasar komunitas nuduhake janji.Cara konservatif sampeyan nyedhiyakake imbangan sing larang regane ing keputusan finansial kolaborasi.Kesempatan finansial sing ora dikarepake bisa uga liwat asosiasi utawa jaringan profesional."
        },
        "2027": {
            "overall": "2027 nyoroti pertumbuhan spiritual lan refleksi jero kanggo Capricorn.Sifat praktis sampeyan nemokake ekspresi liwat maklata ritual lan terstruktur terstruktur.Imbangan antarane prestasi materi lan kasetihan spiritual nggawa tentrem sing jero.",
            "love": "Sambungan emosional sing luwih jero berkembang liwat nilai-nilai sing dituduhake lan eksplorasi spiritual.Mitra martakake introspeksi lan kadewasan emosional.Capricorn tunggal narik kawigaten para individu kanthi grapyak sing menehi bukti keaslian liwat penampilan.",
            "career": "Keputusan profesional sing luwih rapet karo nilai inti lan tujuane jangka panjang.Pendhapat integritas lan prinsip sampeyan mbukak lawang menyang peran kepemimpinan kanthi dimensi etika.Coba posisi sing ngidini ekspresi katrampilan praktis lan kawicaksanan sing luwih jero.",
            "health": "Kekuwatan sistem kekebalan bisa nambah manajemen stres lan istirahat sing tepat.Meditasi semedi utawa praktik kontemperan ngasilake mupangat.Pay manungsa waé menyang sikil lan sistem awak sing subtle liwat praktik grounding lan alas sikil sing tepat.",
            "finances": "Perencanaan finansial jangka panjang njupuk dimensi spiritual nalika sampeyan njlentrehake prioritas sejati.Investasi sing nyenengake utawa etika kanggo nggawa kepuasan pribadi lan ngasilake sing ora dikarepke.Coba netepake dana warisan utawa kepercayaan kulawarga."
        },
        "2028": {
            "overall": "2028 nggawa Capricorn menyang siklus anyar saka pemberdayaan lan tumindak ambisi.Katrampilan sing dikembangake kanthi rauh sampeyan nemokake aplikasi sing sampurna ing kesempatan sing muncul.Balance antarane upaya lan istirahat strategis nggawe sukses sustainable.",
            "love": "Hubungan entuk manfaat saka kapercayan lan kajelasan.Mitra dadi pendekatan sing cocog banget sampeyan durung nahan tantangan.Capricorn tunggal narik kawigatosan liwat ekspresi diri sing asli lan kemampuan nuduhake.",
            "career": "Posisi kepemimpinan mbukak kanthi ndadak minangka persiapan sampeyan.Kemampuan kanggo ngetrapake sistem praktis kanggo masalah kompleks nggawa pangenalan.Coba usaha Entrepreneuri sing nggunakake kekuwatan organisasi sampeyan.",
            "health": "Vitalitas fisik mundhak liwat regimen fitness sing terstruktur.Kesehatan hormonal lan metabolis nambah pola nutrat lan pola turu konsisten.Pay manungsa waé menyang wilayah sirah lan rai liwat ergonomik sing tepat lan perawatan dental pencegahan.",
            "finances": "Usaha pribadi utawa proyek mandiri nuduhake potensial finansial sing kuwat.Cara disiplin kanggo manajemen sumber nggawe stabilitas sanajan ana ekspansi.Coba nimbang investasi ing pangembangan profesional utawa infrastruktur bisnis sampeyan dhewe."
        },
        "2029": {
            "overall": "2029 manajemen sumber daya lan keamanan materi kanggo Capricorn.Talenta alami sampeyan kanggo stewardship nggawe akeh sing ngluwihi entuk manfaat pribadi.Balance antarane pendekatan tradisional lan solusi sumber inovatif nggawa asil sing apik banget.",
            "love": "Nilai sing dituduhake sekitar keamanan materi.Partners ngurmati pendekatan sing luwih apik lan praktis sampeyan kanggo mbangun sumber sing dituduhake.Capricorn narik narik kawigaten stabil, individu sing didadekake siji sing didadekake siji kanthi tanggung jawab finansial.",
            "career": "Sektor keuangan utawa peran manajemen peran sumber daya kemajuan.Pendhaftaran konservatif sampeyan nyedhiyakake counterbalance sing larang regane kanthi cepet.Coba posisi sing gabungke keahlian administratif kanthi gaweyan regane.",
            "health": "Tenggorokan lan wilayah gulu mbutuhake perhatian liwat ergonomik sing tepat lan manajemen stres.Kesehatan vokal nambah kanthi hidrasi sing tepat lan panganan radang suda.Coba praktek sing ngeculake ketegangan ing spine serviks lan awak ndhuwur.",
            "finances": "Investasi kualitas tinimbang jumlah ngasilake ngasilake sing signifikan.Kemampuan sampeyan kanggo ngenali aset sing kurang ajar nggawe kesempatan kanggo tuwuh gedhe.Coba holdings pemilik nalika njaga fokus ing investasi swara dhasar."
        },
        "2030": {
            "overall": "2030 negesake katrampilan komunikasi lan pangembangan intelektual kanggo Capricorn.Pikiran metodhe sampeyan nemokake ekspresi sing efektif liwat saluran komunikasi sing mentas dikembangake.Balance antara ngrungokake lan ngucapake nggawe ijol-ijolan sing migunani.",
            "love": "Pola komunikasi ing hubungan ngalami transformasi positif.Mitra ngabdi kosa kata lan ngrungokake aktif sampeyan.Capricorn tunggal narik kawigaten sambungan liwat obrolan sing dipikirake lan ekspresi asli.",
            "career": "Nulis, ngajar, utawa peran komunikasi strategis nawakake kesempatan kemajuan.Kemampuan kanggo nerangake konsep kompleks ing istilah sing bisa diakses nggawa pangenalan.Coba posisi sing ngidini sampeyan ngrumusake lan nuduhake basis pengetahuan sing substansial.",
            "health": "Mupangat sistem pernapasan saka teknik napas lan dandan kualitas udara.Kekerasan mental liwat jurnaling utawa pangolahan pamikiran terstruktur.Pay manungsa waé menyang mobilitas lan mobil lengen liwat regeng lan gerakan biasa.",
            "finances": "Investasi ing ngasilake teknologi pendhidhikan utawa komunikasi ngasilake.Kemampuan sampeyan kanggo negosiasi kanthi efektif nambah asil finansial ing macem-macem konteks.Coba ngembangake penghasilan sekunder liwat enggo bareng kawruh utawa konten pendidikan."
        },
        "2031": {
            "overall": "2031 fokus ing omah, kulawarga, lan keamanan dhasar kanggo Capricorn.Talent sampeyan kanggo nggawe lingkungan stabil, ngasuh mupangate urip pribadi lan profesional.Balance antarane tradisi lan inovasi ing masalah domestik nggawa kasengsem.",
            "love": "Sambungan kulawarga Pengaruh pola hubungan kanthi cara sing positif.Mitra ngajeni komitmen sampeyan kanggo nggawe spasi sing aman, nyaman.Capricorn tunggal narik kawigaten individu sing stabil, kulawarga sing berorientasi kulawarga liwat kepinteran domestik.",
            "career": "Kesempatan kerja saka omah utawa bisnis usaha nuduhake janji.Kemampuan sampeyan kanggo njaga wates profesional nalika digunakake mbatalake nggawa kemajuan.Coba tali sing ngidini fleksibilitas nalika njaga struktur.",
            "health": "Kesehatan pencernaan nambah liwat dhaharan biasa lan lingkungan mangan sing bebas stres.Kesejahteraan emosional nguatake liwat sambungan kulawarga lan praktik comfort ing omah.Pay manungsa waé menyang wilayah dada lan weteng liwat postur lan napas sing tepat.",
            "finances": "Perumahan utawa investasi properti ngasilake ngasilake sing signifikan.Pendhaftaran konservatif sampeyan kanggo Financing omah nggawe keamanan jangka panjang.Nimbang netepake utawa ngembangake dana darurat kanggo pangayoman kulawarga."
        },
        "2032": {
            "overall": "2032 Nggawe ekspresi kreatif lan kabungahan kanggo ngarep kanggo Capricorn.Pendhaftaran dhiri kanggo katrampilan ngembangake saiki ngasilake kasenengan seni utawa rekreasi.Balance antarane praktik terstruktur lan ekspresi spontan nggawe kontribusi unik sampeyan.",
            "love": "Puteran lan nuduhake kabungahan ngiyatake sambungan romantis.Mitra ngajeni gaya emosi sing luwih santai.Capricorn tunggal narik kawigatosan liwat antarmiasma asli lan bakat sing dikembangake ing wilayah kreatif utawa rekreasi.",
            "career": "Perpenggol Kepemimpinan kanthi dimensi kreatif nawakake kesempatan kemajuan.Kemampuan kanggo ngetrapake sistem praktis kanggo upaya kreatif nggawa pangenalan.Coba posisi sing nggabungake keahlian organisasi kanthi unsur seni utawa desain.",
            "health": "Kesehatan jantung nambah liwat kegiatan sing nggawa kabungahan lan kepuasan asli.Mupangat saka gerakan rutin sing rumangsa kepenak tinimbang wajib.Pay manungsa waé menyang sisih mburi lan utomo liwat postur sing tepat sajrone kegiatan kreatif.",
            "finances": "Investasi ing seni, budaya, utawa rekreasi nuduhake ngasilake sing ora dikarepke.Pendhaftaran dhiri kanggo usaha kreatif nggawe potensial penghasilan sing lestari.Coba macem-macem wilayah sing nggabungake semangat kanthi praktis."
        },
        "2033": {
            "overall": "2033 negesake layanan, kesehatan, lan rutinitas saben dina kanggo Capricorn.Talents organisasi sampeyan nggawe sistem efisien sing entuk manfaat dhewe lan wong liya.Balance antarane produktivitas lan perawatan mandhiri netepake pola urip sing lestari.",
            "love": "Hubungan sing nguatake dhukungan saben dinane kabutuhan saben dina lan tujuan kesehatan.Mitra ngurmati ekspresi perawatan praktis liwat layanan lan pitulung.Capricorn tunggal narik kawigaten sambungan liwat kapabilitas sing nuduhake lan helup sing asor.",
            "career": "Kesehatan, Kualitas, utawa industri layanan nawakake kesempatan kemajuan.Perhatian sampeyan kanggo rinci lan unggul prosceditur nggawa pangenalan.Coba pikirake peran sing ngidini implementasine sistem efisiensi ningkatake efisiensi.",
            "health": "Kesehatan pencernaan lan usus nambah liwat rutinitas biasa lan nutrisi sing cocog.Kesejahteraan mental sing dikuatake liwat lingkungan sing diatur lan nyuda chaos.Pay manungsa waé khusus kanggo kemenahan weteng lan stabilitas inti.",
            "finances": "Investasi ing teknologi kesehatan utawa industri layanan ngasilake ngasilake.Pendhaftaran praktis sampeyan kanggo nambah biaya saben dina nggawe potensial tabungan.Coba netepake akun tabungan Kesehatan utawa perencanaan finansial sing fokus."
        },
        "2034": {
            "overall": "2034 nggawa hubungan fokus lan kemitraan kesempatan kanggo Capricorn.Linuwih lan integritas sampeyan narik kolaborator kualitas luar biasa.Imbangan antara kamardikan lan keseprutan nggawe sambungan sing harmoni lan produktif.",
            "love": "Hubungan romantis tekan tingkat ambane lan komitmen anyar.Mitra ngajeni kesetiaan lan konsisten ngetutake janji.Capricorn tunggal narik kawigaten sing serius, prasetya siap-siap liwat katrampilan hubungan sing dituduhake.",
            "career": "Majangi bisnis utawa usaha kolaborasi nuduhake potensial kuwat.Pendhaftaran diplomatik durung praktis kanggo negosiasi nggawa istilah sing mupangate.Coba tali sing ngidini sampeyan nggawe formalisasi lan nguatake hubungan profesional.",
            "health": "Wilayah mburi ginjel lan ngisor mbutuhake perhatian liwat hidrasi lan ergonomik sing tepat.Imbangan hormonal nambah liwat manajemen stres lan kegiatan fisik rutin.Sambungan sosial kanthi positif ngaruh kesehatan sakabehe nalika milih kanthi wicaksana.",
            "finances": "Usaha bareng utawa investasi sing dituduhake ngasilake ngasilake sing signifikan.Cara konservatif sampeyan nyedhiyakake imbangan sing larang regane ing keuangan kemitraan.Coba mbentuk perjanjian finansial ing kabeh perusahaan kolaborasi."
        },
        "2035": {
            "overall": "2035 Nandhani wektu transformasi lan regenerasi kanggo Capricorn.Pendhaftaran tahan lan adaptor ngungkapake awake dhewe liwat pandhu arah sing sukses.Balance antarane ngurmati jaman biyen lan ngrangsang pembaruan nggawe dalan maju.",
            "love": "Hubungan sing luwih jero liwat kerentanan sing dituduhake lan dhukungan bebarengan sajrone transisi.Mitra matur nuwun kekuwatan emosi lan sepi.Capricorn tunggal narik kawigaten sambungan sing kuat liwat wahyu dhewe lan ambane.",
            "career": "Peran sing nglibatake manajemen krisis utawa proses transformasi transformasi organisasi.Ngarsane sing tetep sajrone owah-owahan nggawa kesempatan pimpinan.Coba posisi sing ngidini sampeyan mbangun maneh utawa nyusoni sistem sing ana.",
            "health": "Sistem reproduksi lan ngilangi entuk manfaat saka detoksifikasi lan praktik pemurnian.Ketahanan emosional ngiyatake liwat pangolahan lan ngeculake pola kepungkur.Pay manungsa waé menyang wilayah panggul liwat olahraga lan pengurangan stres sing cocog.",
            "finances": "Asuransi, Perencanaan Estate, utawa manajemen warisan nuduhake potensial kuwat.Cara praktis sampeyan kanggo nyiapake kontingen nggawe keamanan.Nimbang nyusun investasi kanggo ngilangi aset sing kurang."
        }
    },
    "famous": [
        {
            "name": "Michelle Obama",
            "birth_date": "17 Januari 1964",
            "description": "Tilas wanita pertama sing pendekatan dhisipasi, inisiatif strategis, lan layanan umum sing dilindhungi khusus kanggo tanggung jawab Capricorn lan prestasi metal"
        },
        {
            "name": "Martin Luther King Jr.",
            "birth_date": "15 Januari 1929",
            "description": "Pamimpin hak-hak sipil sing sabar, organisasi strategis, lan pimpinan tanggung jawab nuduhake kapasitas capricorn kanggo owah-owahan terstruktur"
        },
        {
            "name": "Kate Middleton",
            "birth_date": "9 Januari 1982",
            "description": "Duchess of Cambridge sing kamulyan, pangerten sing tugas, lan pandhu arah tradhisi kanthi ati-ati nggambarake sipat capricorn klasik"
        },
        {
            "name": "Denzel Washington",
            "birth_date": "28 Desember 1954",
            "description": "Aktor sing kerajinan disiplin, ngarsane sing angel, lan bangunan karir metodhe nuduhake komitmen capricorn kanggo luwih akeh liwat usaha sing wis kaluputan"
        },
        {
            "name": "Lebron James",
            "birth_date": "30 Desember 1984",
            "description": "Atlit sing etika kerja, acumen bisnis, lan strategis kanggo karier lan warisan kanggo nuduhake capricorn comorman lan dalan terstruktur kanggo sukses"
        }
    ],
    "daily_advice": {
        "relationship": "Dina iki, Balance Dhukungan praktis kanthi ekspresi emosional.Sing cedhak karo sampeyan ngapresiasi linuwih sampeyan, nanging uga kudu ngerti apa sing dirasa.",
        "career": "Kabisan organisasi sampeyan ngatasi tantangan kerja.Break gol gedhe kanggo langkah-langkah sing bisa diatur kanggo kemajuan sing tetep.",
        "health": "Pay manungsa waé kanggo postur lan saluran bareng sajrone kerja.Ngilangi streak ngilangi kesehatan skeletal sedina muput.",
        "general": "Cara praktis sampeyan nggawe stabil ing Amid Ganti saiki.Ngakoni kemajuan sampeyan tinimbang sing fokus mung jarak sing isih menek."
    },
    "tarot_associations": {
        "major_arcana": "Sétan",
        "explanation": "Sétan nggambarake lampiran materi, watesan, lan tantangan ing jagad fisik - tema sing resonan karo fokus kadonyan lan kadonyan Capricorn lan pangerten watesan.Kertu iki nampilake konfrontasi kanthi kasunyatan materi lan struktur sing dibatesi lan ngaktifake prestasi, nggambarake perjalanan Capricorn menyang penguasaan saka pesawat liwat disiplin lan kesadaran."
    },
    "compatibility_details": {
        "aries": "Capricorn lan Aries nggambarake pendekatan sing beda kanggo prestasi - pasien Capricorn milih tumindak langsung ARIES.Iki nggawe tegangan lan potensial pertumbuhan nalika sinau saka gaya saben liyane.",
        "taurus": "Capricorn lan Taurus mbentuk pertandingan tandha bumi sing apik karo nilai praktis sing dituduhake.Loro-lorone ngapresiasi stabilitas, keamanan materi, lan pendekatan metodhe kanggo tantangan urip.",
        "gemini": "Pendhaftaran urip Capricorn lan Gemini kanthi beda - Capricorn kanthi struktur lan tradhisi, Gemini kanthi macem-macem lan adaptasi.Pangertosan lan ngormati prabédan kasebut penting kanggo harmoni.",
        "cancer": "Capricorn lan kanker mbentuk tandha-tandha kanthi kekuwatan pelengkap.Kanker nyedhiyakake noroh babagan emosional kanggo capricorn capricorn, dene Capricorn nawakake dhukungan praktis kanggo kabutuhan kanker kanggo keamanan.",
        "leo": "Capricorn lan Leo duwe prioritas sing beda - nilai-nilai Capricorn Capricorn liwat kerja sing mantep nalika ngakoni Leo golek pangenalan lan ekspresi kreatif.Mutu ngurmati pendekatan sing beda-beda ndhukung kompatibilitas.",
        "virgo": "Capricorn lan Virgo nggawe pertandhingan tandha bumi sing harmoni kanthi nilai praktis sing dituduhake lan etika kerja.Loro-lorone ngapresiasi kualitas, layanan, lan pendekatan metodhe kanggo ngrampungake.",
        "libra": "Tantangan pasarean capricorn lan libra karo prioritas sing beda - capricorn fokus ing prestasi nalika Libra negesake hubungan lan harmoni.Ngimbangi kabutuhan beda-beda kasebut mbutuhake upaya sadar.",
        "scorpio": "Capricorn lan Scorpio minangka pertandhingan sing kuat, lengkap karo tekad lan ambane sing dituduhake.Loro-lorone Kasetyan Regane, keasliane, lan ngupayakake tujuan sing migunani, nggawe ikatan bebarengan.",
        "sagittarius": "Capricorn lan Sagittarius nggawa perspektif pelengkap - kapricorn Praktis lan visi Sagittarius.Gabungan iki bisa dadi kuat nalika saben ngajeni apa sing ana kontribusi liyane.",
        "capricorn": "Rong capricorn nggawe hubungan sing dibangun kanthi bebarengan, target sing dienggo bareng, lan dhukungan praktis.Dheweke ngerti saben cita-cita lan etika kerja, sanajan bisa uga kudu ngumumake ekspresi emosional.",
        "aquarius": "Capricorn lan Aquarius makili nyedhaki pendekatan tradisional lan maju.Iki nggawe ketegangan nanging uga potensial kanggo sudut sing seimbang nalika menehi sudut pelengkap.",
        "pisces": "Capricorn lan Pisces nggawe hubungan pelengkap karo struktur sing nyediakake Capricorn kanggo impen para Pisces, dene pisces nawakake ambane emosional lan imajinasi kanggo ngimbangi pragmatisme capricorn."
    },
    "astrological_influences": {
        "sun_in": "Srengenge ing Capricorn nggawa cita-cita disiplin, kawicaksanan praktis, lan pendekatan tanggung jawab kanggo urip.Sampeyan alami ngerti nilai sabar, struktur, lan kemajuan metodhe menyang target.",
        "moon_in": "Bulan ing Capricorn nggawe emosional kanggo nggawe pusat, keamanan, lan tatanan.Rasa sampeyan diproses kanthi praktis, lan sampeyan nemokake stabilitas emosional liwat struktur lan tanggung jawab.",
        "rising": "Rising Capricorn menehi tampilan kamulyan, kepinteran, lan serius.Liyane ndeleng sampeyan minangka tanggung jawab, diwasa, lan dipercaya saka pertemuan pisanan, asring nganggep manawa sampeyan luwih tuwa tinimbang umure."
    },
    "self_improvement": {
        "challenges": [
            "Ngimbangi kerja karo urip pribadi lan hubungan",
            "Ngembangake ekspresi emosional lan kerentanan",
            "Ngatasi karep kanggo pesimis",
            "Sinau kanggo ngrameke prestasi ing dalan",
            "Nggoleki bungah saiki nalika ngrencanakake mbesuk"
        ],
        "growth_opportunities": [
            "Nggunakake katrampilan organisasi kanggo nggawe sistem sing entuk manfaat akeh",
            "Ngembangake pimpinan sing ngimbangi tradhisi kanthi owah-owahan sing perlu",
            "Nggawe Keamanan sing ndhukung tinimbang Watesan",
            "Bangunan warisan sing migunani liwat gaweyan sing terus-terusan",
            "Mentoring wong liya kanthi kawicaksanan lan disiplin praktis"
        ],
        "affirmations": [
            "Aku ngimbangi prestasi kanthi sambungan pribadi",
            "Aku nyebutake perasaanku kanthi terbuka lan otentik",
            "Aku ngrameke kemajuan ing dalan kanggo sukses",
            "Aku seneng bungah ing perjalanan, ora mung tujuan",
            "Disiplin aku nggawe kebebasan lan kesempatan"
        ]
    },
    "life_path": {
        "purpose": "Individu Capricorn asring duwe misi kanggo mbangun struktur sing tahan, netepake urutan ing huru-hara, lan nggawe sistem sustainable.Tujuane kalebu nguwasani jagad materi liwat disiplin lan kawicaksanan, ngembangake pimpinan sing ngimbangi tradhisi kanthi evolusi sing dibutuhake.",
        "life_lessons": [
            "Sinau yen kerentanan ora kelemahane nanging kekuatan",
            "Nemokake kabungahan lan teges bareng prestasi",
            "Kesepakatan kanggo ngormati tradhisi kanthi mbukak kanggo owah-owahan",
            "Nggunakake kekuwatan lan wewenang kanthi sopan lan tanggung jawab",
            "Nggoleki spiritual ing materi, ora misah"
        ],
        "spiritual_growth": "Pengembangan spiritual kanggo Capricorn kalebu ngerteni suci ing saben dinten lan karya praktis.Praktek sing ngurmati leluhur lan tradhisi, nemokake makna tanggung jawab lan layanan, lan ndeleng keprigelan materi minangka dalan spiritual kabeh kontribusi evolusi spiritual."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Bocah Capricorn biasane diwasa, tanggung jawab, lan kadhangkala serius wiwit umure.Dheweke asring nuduhake rasa hormat sing alami kanggo aturan lan panguwasa, prihatin babagan tumindak 'bener,' lan pangerten ambisi utawa tujuan awal.",
            "parenting_advice": "Kasurung dolanan lan cahya bareng karo kadewasan alam.Puji lan karakter, ora mung prestasi.Tulung dheweke ngembangake ekspresi emosional lan ngerti manawa nggawe kesalahan yaiku bagean sinau, ora gagal."
        },
        "in_friendship": {
            "friendship_style": "Kanca Capricorn pancen setya, dipercaya, lan prakteke prewangan.Dheweke bisa uga ora nyebut tresno kanthi terbuka nanging nuduhake konsistensi, saran sing wicaksana, lan ana nalika kita ora butuh.",
            "ideal_friends": "Capricorn berca karo kanca sing ngurmati etika lan cita-cita nalika nyengkuyung imbangan.Dheweke ngurmati kekancan sing gabungke kamulyan, dhukungan praktis, lan humor subtle, luwih milih kualitas sajrone jumlah sing ana hubungane."
        },
        "shadow_side": {
            "potential_issues": "Yen ora seimbang, Capricorn bisa dadi kontrol, status obsess, utawa ora pati ditutup.Pandu kanggo prestasi bisa nyebabake workaraholisme, lan pragmatisme bisa dirusak menyang pesimis utawa sinisisme.",
            "growth_path": "Wutah pribadi kanggo Capricorn kalebu ambisi balancing kanthi bungah, ngembangake pembukaan emosi bebarengan karo kekuwatan praktis, lan nemokake tujuan sing luwih saka prestasi utawa status."
        }
    },
    "seasonal_influences": {
        "winter_solstice": "Lair ing solstis musim dingin nalika pepeteng luwih jero lan entheng wiwit bali, Capricorn nggawe sabar sabar mangsa lan pendhudhuk kanggo nambah cahya.Wektu iki infus Capricorn kanthi pangerten alami sing kerja liwat kangelan menyang dandan bertahap.",
        "cardinal_quality": "Minangka tandha kardinal, Capricorn nggantosi inisiatif lan pimpinan ing kasunyatan material.Posisi iki menehi kemampuan kanggo nggawe struktur anyar, netepake dhasar praktis, lan miwiti dadi diskusi kanggo prestasi."
    },
    "elemental_analysis": {
        "earth_element_influence": "Unsur Bumi menehi kapabilitas karakteristik capricorn, disiplin, lan sambungan kanggo kasunyatan material.Bumi nggantosi manifestasi, produktivitas, lan bangunan asil nyata liwat gaweyan sing terus-terusan.",
        "earth_balance": "Eyang sing seimbang nggawa praktis, linuwih, lan kapasitas produktif.Bumi sing berlebihan bisa nyebabake materialisme, kaku, lan stagnasi emosional, nalika bumi kurang bisa nyebabake ora praktek, sambungan kabutuhan fisik, utawa kurang tindakake."
    },
    "planetary_rulership": {
        "saturn_influence": "Saturnus, struktur planet, watesan, lan penguasa liwat disiplin, aturan Capricorn.Pengaruh planet iki nerangake pemahaman alam tandha wates wates, panguwasa, tanggung jawab, lan regane pasien, lan upaya metodhe.",
        "saturn_aspects": "Posisi lan aspek Saturnus ing chart lair individu kanthi signifikan amarga kepiye energi Capricorn.Aspek Saturnis sing kuwat nambah kabisan lan tekad organisasi, nanging bisa uga nambah tendensi babagan pesimis utawa kritik dhewe sing gedhe banget."
    },
    "modern_applications": {
        "career_in_digital_age": "Ing jaman saiki kanthi cepet, capricorn luwih akeh kanggo madegake model bisnis sing lestari, nggawe sistem organisasi kanggo kerja sing adoh, ngembangake stabilitas digital jangka panjang, lan nyedhiyakake stabiltion lan struktur ing tengah gangguan teknologi.",
        "relationship_in_modern_context": "Hubungan modern entuk manfaat saka kesetiaan lan komitmen capricorn ing jaman sambungan santai.Kemampuan kanggo mbangun dhasar kanggo mbesuk nggawe keamanan, sanajan dheweke terus berkap nganggo komunikasi digital lan keterbukaan emosional."
    }
}