{
    "sign": "Capricorn",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/capricorn.svg",
    "local_name": "염소 자리",
    "date_range": "12 월 22 일 -1 월 19 일",
    "element": "지구",
    "ruling_planet": "토성",
    "symbol": "바다 염소",
    "lucky_numbers": [
        "4",
        "8",
        "13",
        "22",
        "26"
    ],
    "lucky_colors": [
        "갈색",
        "검은색",
        "암록색"
    ],
    "lucky_days": [
        "토요일",
        "수요일"
    ],
    "lucky_stones": [
        "석류석",
        "오닉스",
        "흑요석"
    ],
    "general_traits": {
        "strengths": [
            "책임이 있는",
            "훈련",
            "자기 통제",
            "현실적인",
            "인내심 있는",
            "거창한",
            "풍부한"
        ],
        "weaknesses": [
            "고집스러운",
            "비관적",
            "치명적입니다",
            "용서하지 않습니다",
            "상태 의식",
            "최악을 기대합니다",
            "엄격한"
        ]
    },
    "personality": {
        "overview": "염소 자리는 성취, 책임 및 지구력을 상징하는 조디악의 열 번째 징후입니다.염소 자리 개인은 실질적인 접근 방식, 훈련 된 직장 윤리 및 전략적 사고 방식으로 유명합니다.그들은 조디악의 건축업자이며, 체계적으로 안정적인 기초를 만들고 지속성과 신중한 계획을 통해 성공을 거두었습니다.",
        "detailed_traits": [
            "강한 책임감과 의무",
            "목표 달성에 대한 실용적인 접근",
            "조직과 구조를위한 자연스러운 인재",
            "환자, 성공에 대한 체계적인 접근",
            "인상적인 결단으로 절제된 야망",
            "역사를 존중하는 전통적인 가치",
            "약속과 약속의 신뢰성",
            "심각한 외관 아래에서 건조하고 미묘한 유머 감각",
            "신중한 자원 관리 및 계획",
            "외관보다 물질을 선호합니다"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "염소 자리 개인은 관계에서 안정성과 수명을 소중히 여기는 충성스럽고 헌신적 인 파트너입니다.그들은 웅장한 낭만적 인 제스처 나 감정적 디스플레이보다는 신뢰성, 실질적인 지원 및 조용한 헌신을 통해 사랑을 표현합니다.",
        "compatibility": {
            "most_compatible": [
                "황소 자리",
                "처녀 자리",
                "천갈궁",
                "물고기"
            ],
            "least_compatible": [
                "양자리",
                "천칭",
                "암"
            ]
        },
        "relationship_advice": "염소 자리 개인은 자연 보호 구역과 함께 정서적 개방성을 개발해야합니다.실제 문제에만 초점을 맞추기보다는 파트너와 더 쉽게 감정을 공유하십시오.취약성은 유대를 강화하고 관계는 안정성뿐만 아니라 따뜻함이 필요하다는 것을 기억하십시오.",
        "love_style": [
            "한때 파트너에게 헌신 한 충성스럽고 헌신적입니다",
            "실용적인 도움과 지원을 통해 사랑을 보여줍니다",
            "안정성과 장기 호환성을 평가합니다",
            "관계에 들어가는 데 신중합니다",
            "감정적 표현으로 어려움을 겪을 수 있습니다",
            "관계 성공에 대한 책임이 있습니다",
            "야망을 존중하는 파트너에게 감사합니다"
        ]
    },
    "career_and_finances": {
        "career_traits": "염소 자리 개인은 구조, 징계 및 장기 계획을 보상하는 경력에서 탁월합니다.그들은 경영, 조직 및 지속 가능한 시스템을 구축 할 수있는 자연스러운 인재를 가지고 있으며, 성취도를 향해 체계적으로 올라갈 수있는 위치에서 번성합니다.",
        "suitable_careers": [
            "경영진 및 관리",
            "금융 및 은행",
            "부동산 및 부동산 개발",
            "정부 및 공공 서비스",
            "엔지니어링 및 건축",
            "비즈니스 소유권 및 기업가 정신",
            "법률 및 사법부",
            "프로젝트 관리",
            "회계 및 재무 계획",
            "전통적인 장인 정신"
        ],
        "financial_habits": "염소 자리 개인은 일반적으로 돈 관리에 대한 보수적이고 체계적인 접근 방식을 가지고 있습니다.그들은 장기 재무 계획, 만족이 지연 및 일관된 노력을 통해 보안 구축에 탁월합니다.일반적으로 위험을 감수하지는 않지만 철저한 연구를 통해 계산 된 투자를합니다.",
        "work_style": [
            "체계적이고 접근 방식으로 구성됩니다",
            "가치 효율성과 생산성",
            "자연 권위와 관리 능력",
            "전통적인 구조를 선호합니다",
            "장기 계획이 우수합니다",
            "결과에 대한 책임이 있습니다",
            "발전을 위해 노력하는 동안 계층 구조를 존중합니다"
        ]
    },
    "health_and_wellness": {
        "physical_health": "염소 자리는 골격 시스템, 관절, 무릎, 피부 및 치아를 지배합니다.염소 자리 개인은 자연적인 신체적 지구력과 체력을 가진 경향이 있지만 특히 과로하거나 장기간 스트레스를받을 때 뼈, 관절 및 피부에 문제가 발생할 수 있습니다.",
        "common_health_issues": [
            "관절 및 무릎 문제",
            "관절염과 같은 골격 문제",
            "피부 상태",
            "치과 문제",
            "스트레스로 인한 소화 감도",
            "우울증 또는 우울",
            "과로로 인한 만성 피로"
        ],
        "wellness_advice": "자연 업무 윤리와 적절한 휴식과 자기 관리의 균형을 맞추십시오.적절한 운동과 영양을 통해 공동 건강을 유지하십시오.뼈와 피부의 신체적 징후를 방지하기 위해 스트레스에 대한 감정적 배출구를 개발하십시오.",
        "exercise_preferences": [
            "측정 가능한 진행 상황이있는 체계적인 피트니스 루틴",
            "웨이트 트레이닝과 같은 전통적인 운동",
            "산악 하이킹과 등산",
            "공동 건강을위한 충격이 적은 활동",
            "무술과 같은 훈련 된 관행"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "염소 자리에 대한 2025 년의 중요한 전문 발전 및 구조적 기초 건설의 1 년.당신의 훈련 된 접근 방식과 전략 계획은 지속적인 업적을 만듭니다.완전한 성취를 위해 개인적인 관계와 야망의 균형을 유지하십시오.",
            "love": "관계는 공유 목표와 경계에 대한 상호 존중을 통해 발전합니다.단일 염소 자리는 전문 네트워크 또는 구조화 된 환경을 통해 잠재적 파트너를 만날 수 있습니다.기존 관계는 실질적인 헌신의 표현을 통해 강화됩니다.",
            "career": "전문적인 인정은 일관된 성능과 전략적 포지셔닝을 통해 이루어집니다.리더십 기회는 하반기에 발생합니다.복잡한 문제에 대한 귀하의 조직 능력과 실용적인 솔루션은 영향력있는 인물로부터 존중을받습니다.",
            "health": "체중 감량 운동과 적절한 영양을 통해 골격 건강에 중점을 둡니다.정기적 인 시간 관리와 예약 된 휴식으로 정신 건강이 향상됩니다.신체 활동 중에 무릎 및 공동 치료에 특별한주의를 기울이십시오.",
            "finances": "신중한 계획과 징계 저축을 통해 재무 안정성이 향상됩니다.입증 된 실적을 가진 전통적인 투자를 고려하십시오.재산 또는 부동산 기회는 연말에 자신을 제시 할 수 있습니다."
        },
        "2026": {
            "overall": "2026은 염소 자리를 사회적 확장과 지역 사회 리더십의주기로 이끌었습니다.당신의 실질적인 지혜는 집단적 노력을 실질적인 결과로 안내하는 데 도움이됩니다.전통과 혁신 사이의 균형을 찾으면 독특한 기여가 만듭니다.",
            "love": "사회적 연결을 개인 유대와 통합 할 때 관계는 번성합니다.파트너는 새로운 경험에 대한 개방성을 높이고 감사합니다.단일 염소 자리는 조용한 자신감을 통해 관심을 끌고 그룹 설정에서 역량을 보여주었습니다.",
            "career": "전문 네트워크는 올해 크게 확장됩니다.신뢰성에 대한 명성은 영향력있는 수치와 협력 할 수있는 기회를 만듭니다.행정 강점과 커뮤니티 영향을 결합한 직책을 고려하십시오.",
            "health": "순환 및 호흡기 기능은 신선한 공기의 정기적 인 움직임으로부터 이익을 얻습니다.사회적 연결은 혼자 시간과 균형을 이룰 때 정신 건강에 긍정적 인 영향을 미칩니다.발목 안정성을 향상시키고 다리 기능을 향상시키는 강도 훈련을 고려하십시오.",
            "finances": "그룹 투자 또는 지역 사회 기반 금융 벤처는 약속을 보여줍니다.보수적 인 접근 방식은 협력적인 재무 결정에서 귀중한 균형을 제공합니다.예상치 못한 재무 기회는 전문 협회 나 네트워크를 통해 이루어질 수 있습니다."
        },
        "2027": {
            "overall": "2027은 염소 자리의 영적 성장과 내면의 반성을 강조합니다.당신의 실용적인 본성은 의미있는 의식과 구조화 된 묵상을 통해 표현을 찾습니다.물질 성취와 영적 성취 사이의 균형은 심오한 평화를 가져옵니다.",
            "love": "더 깊은 정서적 연결은 공유 가치와 영적 탐구를 통해 발전합니다.파트너는 당신의 사려 깊은 성찰과 정서적 성숙에 감사합니다.단일 염소 자리는 외모에 대한 진정성을 소중히 여기는 영적으로 근거가있는 개인을 끌어들입니다.",
            "career": "전문 결정은 핵심 가치 및 장기 목적과 더 밀접하게 일치합니다.당신의 성실과 원칙적 접근 방식은 윤리적 차원의 리더십 역할에 대한 문을 열어줍니다.실용적인 기술과 더 깊은 지혜를 모두 표현할 수있는 입장을 고려하십시오.",
            "health": "면역계 강도는 스트레스 관리와 적절한 휴식을 통해 향상됩니다.구조화 된 명상 또는 명상 관행은 주목할만한 이점을 얻습니다.접지 관행과 적절한 신발을 통해 발과 미묘한 신체 시스템에주의를 기울이십시오.",
            "finances": "장기 재무 계획은 진정한 우선 순위를 명확히함에 따라 영적 차원을 취합니다.자선 기부 또는 윤리적 투자는 개인 만족과 예기치 않은 수익을 가져옵니다.레거시 펀드 또는 가족 신뢰를 구축하는 것을 고려하십시오."
        },
        "2028": {
            "overall": "2028은 염소 자리를 새로운 개인의 권한 부여와 야심 찬 행동으로 가져옵니다.신중하게 개발 된 기술은 새로운 기회에 완벽한 적용을 찾습니다.훈련 된 노력과 전략적 휴식 사이의 균형은 지속 가능한 성공을 만듭니다.",
            "love": "관계는 자신감이 높아지고 목적의 명확성을 얻는 이점을 얻습니다.파트너는 공유 도전에 대한 결정적이고 사려 깊은 접근 방식에 감사합니다.단일 염소 자리는 정통 자기 표현을 통해 관심을 끌고 입증 된 능력을 보여줍니다.",
            "career": "준비가 기회를 충족함에 따라 리더십 위치는 예기치 않게 열립니다.복잡한 문제를위한 실제 시스템을 구현하는 능력은 인식을 가져옵니다.조직의 강점을 활용하는 기업가 벤처를 고려하십시오.",
            "health": "물리적 활력은 체계적인 체력 요법을 통해 증가합니다.호르몬 및 대사 건강은 일관된 영양 및 수면 패턴으로 향상됩니다.적절한 인체 공학 및 예방 치과 치료를 통해 머리와 얼굴 구역에주의를 기울이십시오.",
            "finances": "개인 벤처 또는 독립 프로젝트는 강력한 재정적 잠재력을 보여줍니다.자원 관리에 대한 훈련 된 접근 방식은 확장 중에도 안정성을 만듭니다.자신의 전문 개발 또는 비즈니스 인프라에 대한 투자를 고려하십시오."
        },
        "2029": {
            "overall": "2029는 염소 자리의 자원 관리 및 재료 보안을 강조합니다.청지기 직분을위한 자연스러운 재능은 개인의 이익을 넘어 확장되는 풍요 로움을 만듭니다.전통적인 접근 방식과 혁신적인 자원 솔루션 간의 균형은 놀라운 결과를 가져옵니다.",
            "love": "재료 보안에 대한 공유 가치는 채권을 강화합니다.파트너는 공유 자원을 구축하는 것에 대한 관대하지만 실용적인 접근 방식에 감사합니다.단일 염소 자리는 재정적 인 책임을 통해 안정적이고 가치가 부여 된 개인을 유치합니다.",
            "career": "금융 부문 또는 자원 관리 역할은 발전 기회를 제공합니다.당신의 보수적 인 접근 방식은 빠르게 변화하는 시장에서 귀중한 대응 균형을 제공합니다.행정 전문 지식과 가치 창출을 결합한 직책을 고려하십시오.",
            "health": "인후와 목 부위는 적절한 인체 공학 및 스트레스 관리를 통해주의를 기울여야합니다.보컬 건강은 적절한 수화와 염증성 식품 감소로 향상됩니다.자궁 경부 척추와 상체에서 장력을 방출하는 관행을 고려하십시오.",
            "finances": "수량보다는 품질에 대한 투자는 상당한 수익을 산출합니다.저평가 자산을 식별하는 능력은 상당한 성장 기회를 만듭니다.기본적으로 건전한 투자에 중점을 두면서 보유를 다각화하는 것을 고려하십시오."
        },
        "2030": {
            "overall": "2030은 염소 자리의 의사 소통 기술과 지적 개발을 강조합니다.당신의 체계적인 사고는 새로 개발 된 커뮤니케이션 채널을 통해 효과적인 표현을 찾습니다.듣기와 말하기 사이의 균형은 의미있는 교환을 만듭니다.",
            "love": "관계의 의사 소통 패턴은 긍정적 인 변화를 겪습니다.파트너는 감정적 어휘 증가와 적극적인 청취에 감사합니다.단일 염소 자리는 신중한 대화와 진정한 표현을 통해 연결을 유치합니다.",
            "career": "작문, 교육 또는 전략적 커뮤니케이션 역할은 발전 기회를 제공합니다.접근 가능한 용어로 복잡한 개념을 설명하는 능력은 인식을 가져옵니다.실질적인 지식 기반을 공식화하고 공유 할 수있는 위치를 고려하십시오.",
            "health": "호흡기 시스템은 적절한 호흡 기술과 대기 질 개선으로부터 이점을 얻습니다.정신 건강은 저널링 또는 구조화 된 사고 처리를 통해 강화됩니다.정기적 인 스트레칭과 움직임을 통해 어깨와 팔 이동성에주의하십시오.",
            "finances": "교육 또는 커뮤니케이션 기술에 대한 투자는 수익을 산출합니다.협상 능력은 다양한 맥락에서 효과적으로 재무 결과를 향상시킵니다.지식 공유 또는 교육 내용을 통해 2 차 소득을 개발하는 것을 고려하십시오."
        },
        "2031": {
            "overall": "2031은 염소 자리의 가정, 가족 및 기초 보안에 중점을 둡니다.안정되고 육성 환경을 조성하는 데 대한 당신의 재능은 개인과 직업 생활 모두에 도움이됩니다.국내 문제의 전통과 혁신 사이의 균형은 성취를 가져옵니다.",
            "love": "가족 연결은 긍정적 인 방식으로 관계 패턴에 영향을 미칩니다.파트너는 안전하고 편안한 공유 공간을 만들 겠다는 약속에 감사드립니다.단일 염소 자리는 입증 된 가정 역량을 통해 안정되고 가족 중심의 개인을 유치합니다.",
            "career": "재택 근무 기회 또는 가족 사업 벤처는 약속을 보여줍니다.원격으로 작업하면서 전문적인 경계를 유지하는 능력은 발전을 가져옵니다.구조를 유지하면서 유연성을 허용하는 역할을 고려하십시오.",
            "health": "정기적 인 식사와 스트레스없는 식사 환경을 통해 소화 건강이 향상됩니다.정서적 복지는 가족 관계와 가정 기반의 안락한 관행을 통해 강화됩니다.적절한 자세와 호흡을 통해 가슴과 위장에주의하십시오.",
            "finances": "부동산 또는 부동산 투자는 상당한 수익을 산출합니다.주택 금융에 대한 보수적 인 접근은 장기적인 보안을 만듭니다.가족 보호를위한 비상 자금을 확립하거나 확장하는 것을 고려하십시오."
        },
        "2032": {
            "overall": "2032는 염소 자리의 최전선에 창의적인 표현과 기쁨을 가져옵니다.기술 개발에 대한 당신의 훈련 된 접근 방식은 이제 예술적 또는 레크리에이션 성취를 산출합니다.구조화 된 실습과 자발적 표현 사이의 균형은 독특한 기여를 만듭니다.",
            "love": "장난기와 공유 기쁨은 낭만적 인 연결을 강화합니다.파트너는 더 편안하고 표현적인 감정적 스타일에 감사합니다.단일 염소 자리는 진정한 열정과 창의적 또는 레크리에이션 분야에서 발전된 재능을 통해 주목을 끌고 있습니다.",
            "career": "창의적인 차원의 리더십 역할은 발전 기회를 제공합니다.창의적 노력을위한 실제 시스템을 구현할 수있는 능력은 인식을 가져옵니다.조직 전문 지식과 예술적 또는 디자인 요소를 결합한 직책을 고려하십시오.",
            "health": "심장 건강은 진정한 기쁨과 만족을 가져 오는 활동을 통해 향상됩니다.순환은 의무가 아닌 즐거운 느낌을받는 규칙적인 운동의 혜택을받습니다.창조적 인 활동 중에 적절한 자세를 통해 허리와 척추에주의를 기울이십시오.",
            "finances": "예술, 문화 또는 레크리에이션에 대한 투자는 예상치 못한 수익을 보여줍니다.창조적 인 벤처에 대한 당신의 훈련 된 접근 방식은 지속 가능한 소득 잠재력을 만듭니다.열정과 실용성을 결합한 영역으로 다각화하는 것을 고려하십시오."
        },
        "2033": {
            "overall": "2033은 염소 자리의 서비스, 건강 및 일상 생활을 강조합니다.조직의 재능은 자신과 다른 사람 모두에게 도움이되는 효율적인 시스템을 만듭니다.생산성과 자기 관리 사이의 균형은 지속 가능한 수명 패턴을 설정합니다.",
            "love": "관계는 일상 요구와 건강 목표에 대한 상호 지원을 통해 강화됩니다.파트너는 서비스와 지원을 통해 실제 치료 표현에 감사합니다.단일 염소 자리는 입증 된 기능과 겸손한 도움을 통해 연결을 유치합니다.",
            "career": "의료, 건강 또는 서비스 산업은 발전 기회를 제공합니다.세부 사항과 절차 적 우수성에 대한 관심은 인식을 가져옵니다.효율성 개선 시스템을 구현할 수있는 역할을 고려하십시오.",
            "health": "소화 및 장 건강은 규칙적인 일상과 적절한 영양을 통해 향상됩니다.정신 건강은 조직화 된 환경을 통해 강화되고 혼란을 줄였습니다.복부 강도와 핵심 안정성에 특별한주의를 기울이십시오.",
            "finances": "건강 기술 또는 서비스 산업에 대한 투자 수익률 수익률.일일 비용 예산에 대한 실질적인 접근 방식은 저축 잠재력을 증가시킵니다.건강 저축 계좌 또는 건강 중심 재무 계획을 세우는 것을 고려하십시오."
        },
        "2034": {
            "overall": "2034는 염소 자리의 관계 초점과 파트너십 기회를 제공합니다.귀하의 신뢰성과 무결성은 탁월한 품질의 공동 작업자를 유치합니다.독립성과 상호 의존 사이의 균형은 조화롭고 생산적인 연결을 만듭니다.",
            "love": "낭만적 인 관계는 새로운 수준의 깊이와 헌신에 도달합니다.파트너는 당신의 충성도와 약속에 대한 일관된 추적 추적력에 감사합니다.단일 염소 자리는 입증 된 관계 기술을 통해 진지하고 헌신적 인 개인을 유치합니다.",
            "career": "비즈니스 파트너십 또는 협업 벤처는 강력한 잠재력을 보여줍니다.외교적이지만 실질적인 협상 접근 방식은 유리한 용어를 제공합니다.주요 전문 관계를 공식화하고 강화할 수있는 역할을 고려하십시오.",
            "health": "신장 및 하부 등 부위는 적절한 수화 및 인체 공학을 통해주의를 기울여야합니다.스트레스 관리 및 규칙적인 신체 활동을 통해 호르몬 균형이 향상됩니다.사회적 연결은 현명하게 선택할 때 전반적인 건강에 긍정적 인 영향을 미칩니다.",
            "finances": "합작 투자 또는 공유 투자는 상당한 수익을 얻습니다.보수적 인 접근 방식은 파트너십 재무에서 귀중한 균형을 제공합니다.모든 협력 기업에서 금융 계약을 공식화하는 것을 고려하십시오."
        },
        "2035": {
            "overall": "2035는 염소 자리의 변형 및 재생 기간을 표시합니다.당신의 탄력성과 적응성은 중요한 변화를 성공적으로 탐색함으로써 자신을 드러냅니다.과거를 존중하는 것과 갱신을 수용하는 것 사이의 균형은 당신의 길을 만듭니다.",
            "love": "전환 중에 관계는 공유 된 취약성과 상호 지원을 통해 깊어집니다.파트너는 감정적 인 힘과 조용한 신뢰성을 높이 평가합니다.단일 염소 자리는 진정한 자기 계시를 ​​통해 강력한 연결을 유치하고 깊이를 보여줍니다.",
            "career": "위기 관리 또는 조직 변화와 관련된 역할은 발전을 제공합니다.변화하는 동안 당신의 꾸준한 존재는 리더십 기회를 가져옵니다.기존 시스템을 재건하거나 재구성 할 수있는 위치를 고려하십시오.",
            "health": "생식 및 제거 시스템은 해독 및 정제 관행의 혜택을받습니다.정서적 탄력성은 과거의 패턴을 처리하고 방출함으로써 강화됩니다.적절한 운동과 스트레스 감소를 통해 골반 지역에주의하십시오.",
            "finances": "보험, 부동산 계획 또는 레거시 관리는 강력한 잠재력을 보여줍니다.우발 사태 준비에 대한 실질적인 접근 방식은 보안을 만듭니다.저조한 자산을 제거하기 위해 투자 구조 조정을 고려하십시오."
        }
    },
    "famous": [
        {
            "name": "미셸 오바마",
            "birth_date": "1964 년 1 월 17 일",
            "description": "훈련 된 접근 방식, 전략적 이니셔티브 및 위엄있는 공공 서비스를 가진 전 영부인은 염소 자리의 책임과 체계적인 성취를 보여줍니다."
        },
        {
            "name": "마틴 루터 킹 주니어",
            "birth_date": "1929 년 1 월 15 일",
            "description": "환자의 지속성, 전략적 조직 및 책임있는 리더십이 의미 있고 구조화 된 변화에 대한 염소 자리의 능력을 보여주는 민권 리더"
        },
        {
            "name": "케이트 미들턴",
            "birth_date": "1982 년 1 월 9 일",
            "description": "존엄성, 의무감, 전통과 책임을 신중하게 항해하는 케임브리지 공작 부인은 고전적인 염소 자리 특성을 반영합니다."
        },
        {
            "name": "덴젤 워싱턴",
            "birth_date": "1954 년 12 월 28 일",
            "description": "훈련 된 공예, 위엄있는 존재 및 체계적인 커리어 빌딩을 가진 배우는 지속적인 노력을 통해 염소 자리의 헌신을 보여줍니다."
        },
        {
            "name": "르브론 제임스",
            "birth_date": "1984 년 12 월 30 일",
            "description": "그의 경력 및 유산에 대한 직장 윤리, 비즈니스 통찰력 및 전략적 접근 방식을 가진 선수"
        }
    ],
    "daily_advice": {
        "relationship": "오늘날, 감정 표현과 실질적인 지원의 균형을 유지하십시오.당신과 가까운 사람들은 당신의 신뢰성에 감사하지만 당신의 느낌을 알아야합니다.",
        "career": "귀하의 조직 능력은 작업장 도전을 해결합니다.꾸준한 발전을 위해 큰 목표를 관리 가능한 단계로 나누십시오.",
        "health": "작업 중 자세 및 공동 조정에주의하십시오.간단한 스트레칭 브레이크는 하루 종일 골격 건강을 지원합니다.",
        "general": "당신의 실질적인 접근법은 오늘날 변화 속에서 안정성을 만듭니다.아직 오르지 못한 거리에만 집중하기보다는 진보를 인정하십시오."
    },
    "tarot_associations": {
        "major_arcana": "악마",
        "explanation": "악마는 물질적 애착, 제한 및 물리적 세계의 도전을 나타냅니다. 염소 자리의 지상의 초점과 한계에 대한 이해와 공명하는 테마.이 카드는 징계와 인식을 통해 물질 비행기의 숙달을 향한 염소 자리의 여정을 반영하여 물질적 현실과 성취를 제한하고 가능하게하는 구조를 구현합니다."
    },
    "compatibility_details": {
        "aries": "염소 자리와 양자리는 성취에 대한 다양한 접근법을 나타냅니다. 염소 자리의 환자 상승과 양자리의 즉각적인 행동.이것은 서로의 스타일로부터 배울 때 긴장과 잠재적 성장을 만듭니다.",
        "taurus": "염소 자리와 황소 자리는 실용적인 가치와 함께 우수한 지구 표지판 일치를 형성합니다.둘 다 안정성, 물질 보안 및 삶의 도전에 대한 체계적인 접근 방식을 이해합니다.",
        "gemini": "염소 자리와 쌍둥이 자리는 생명에 매우 다르게 접근합니다 - 구조와 전통을 가진 염소 자리, 다양성과 적응성을 가진 쌍둥이 자리.이러한 차이를 이해하고 존중하는 것은 조화에 필수적입니다.",
        "cancer": "염소 자리와 암은 보완적인 강점으로 반대 징후를 형성합니다.암은 염소 자리의 야망에 감정적 영양분을 제공하는 반면 염소 자리는 암의 보안 요구에 대한 실질적인 지원을 제공합니다.",
        "leo": "염소 자리와 레오는 우선 순위가 다릅니다. 염소 자리는 꾸준한 작업을 통한 염소 자리 가치 성취도가있는 동안 Leo는 인정과 창의적 표현을 추구합니다.이러한 다른 접근법에 대한 상호 존중은 호환성을 지원합니다.",
        "virgo": "염소 자리와 처녀 자리는 공유 된 실용적인 가치와 직장 윤리와 조화로운 지구 표지판 일치를 만듭니다.모두 성취에 대한 품질, 서비스 및 체계적인 접근 방식에 감사합니다.",
        "libra": "염소 자리와 천칭 자리에 직면하여 우선 순위가 다릅니다 - 염소 자리는 성취에 중점을두고 Libra는 관계와 조화를 강조합니다.이러한 다른 요구를 균형있게 유지하려면 의식적인 노력이 필요합니다.",
        "scorpio": "염소 자리와 전갈 자리는 공유 결정과 깊이와 강력하고 보완적인 경기를 형성합니다.가치 충성도, 진정성 및 의미있는 목표를 추구하여 상호 존중의 강한 유대를 만듭니다.",
        "sagittarius": "염소 자리와 궁수 자리는 염소 자리의 실용성과 궁수 자리의 비전 인 보완적인 관점을 가져옵니다.이 조합은 각자가 다른 사람이 기여하는 것을 인식 할 때 강력 할 수 있습니다.",
        "capricorn": "두 개의 염소 자리는 상호 존중, 공유 목표 및 실질적인 지원을 기반으로 한 관계를 만듭니다.그들은 서로의 야망과 직장 윤리를 이해하지만 의식적으로 정서적 표현을 발전시켜야 할 수도 있습니다.",
        "aquarius": "염소 자리와 물병 자리는 각각 전통적이고 진보적 인 접근 방식을 나타냅니다.이것은 긴장을 만들어 내고 보완적인 관점을 소중히 할 때 균형 잡힌 관점의 가능성을 만듭니다.",
        "pisces": "염소 자리와 물고기 자리는 물고기 자리의 꿈을위한 구조를 제공하는 염소 자리와 보완적인 관계를 만듭니다. 물고기 자리는 염소 자리의 실용주의 균형을 맞추기 위해 감정적 깊이와 상상력을 제공합니다."
    },
    "astrological_influences": {
        "sun_in": "Capricorn의 Sun은 훈련 된 야망, 실용적인 지혜, 그리고 삶에 대한 책임있는 접근을 가져옵니다.당신은 자연스럽게 목표를 향한 인내, 구조 및 체계적인 진보의 가치를 이해합니다.",
        "moon_in": "염소 자리의 달은 성취, 보안 및 질서에 중점을 둔 정서적 요구를 만듭니다.당신의 감정은 실용성으로 처리되며 구조와 책임을 통해 정서적 안정성을 찾습니다.",
        "rising": "염소 자리 상승은 당신에게 존엄성, 역량 및 진지함의 모습을 보여줍니다.다른 사람들은 당신을 첫 번째 회의에서 책임감 있고 성숙하며 신뢰할 수있는 것으로보고, 종종 당신이 실제 나이보다 나이가 많다고 가정합니다."
    },
    "self_improvement": {
        "challenges": [
            "개인적인 삶과 관계와의 균형을 잡습니다",
            "감정적 표현과 취약성 개발",
            "비관론에 대한 경향을 극복합니다",
            "그 과정에서 업적을 축하하는 법을 배우십시오",
            "미래를 계획하는 동안 현재의 기쁨을 찾기"
        ],
        "growth_opportunities": [
            "조직 기술을 사용하여 많은 이익이되는 시스템을 만듭니다",
            "전통과 필요한 변화와 균형을 이루는 리더십 개발",
            "제한하기보다는 지원하는 보안을 만듭니다",
            "지속적인 노력을 통해 의미있는 유산을 구축합니다",
            "실용적인 지혜와 징계로 다른 사람들을 멘토링합니다"
        ],
        "affirmations": [
            "나는 개인적인 관계와의 성취의 균형을 맞 춥니 다",
            "나는 내 감정을 공개적이고 진정으로 표현합니다",
            "나는 성공의 길을 따라 진보를 축하합니다",
            "나는 목적지뿐만 아니라 여행에서 기쁨을 찾는다",
            "저의 징계는 자유와 기회를 만듭니다"
        ]
    },
    "life_path": {
        "purpose": "염소 자리 개인은 종종 지속적인 구조물을 구축하고 혼돈으로 질서를 확립하고 지속 가능한 시스템을 만드는 임무를 수행합니다.그들의 목적은 징계와 지혜를 통해 물질 세계를 습득하여 전통과 필요한 진화와 균형을 이루는 리더십을 발전시키는 것입니다.",
        "life_lessons": [
            "취약성은 약점이 아니라 힘이라는 것을 배우게됩니다",
            "성취와 함께 기쁨과 의미를 발견합니다",
            "변화에 대한 개방성과 전통에 대한 존중의 균형",
            "권력과 권위를 윤리적으로 그리고 책임감있게 사용합니다",
            "물질 내에서 영적을 찾아서 분리하지 않고"
        ],
        "spiritual_growth": "염소 자리의 영적 발전은 일상적인 현실과 실용적인 일에서 신성한 것을 인식하는 것입니다.조상과 전통을 존중하고, 책임과 봉사에서 의미를 찾고, 물질적 숙달을 영적인 길로 보는 것은 모두 영적 진화에 기여하는 관행."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "염소 자녀는 일반적으로 성숙하고 책임이 있으며 때로는 어린 나이부터 심각합니다.그들은 종종 규칙과 권위에 대한 자연스러운 존중, '권리'를 행하는 것에 대한 우려, 초기 야망 또는 목적을 보여줍니다.",
            "parenting_advice": "자연의 성숙과 함께 놀이와 가벼움을 장려하십시오.성취뿐만 아니라 노력과 성격을 찬양합니다.감정적 표현을 개발하고 실수를하는 것이 실패가 아니라 학습의 일부라는 것을 이해하도록 도와줍니다."
        },
        "in_friendship": {
            "friendship_style": "염소 자리 친구는 충성스럽고 신뢰할 수 있으며 실질적으로지지 적입니다.그들은 애정을 공개적으로 표현하지 않고 일관성, 현명한 조언, 그리고 진정으로 필요할 때 그곳에있는 치료를 보여줄 수 있습니다.",
            "ideal_friends": "염소 자리는 균형을 장려하면서 직장 윤리와 야망을 존중하는 친구들과 함께 번성합니다.그들은 상호 존중, 실질적인 지원 및 미묘한 유머를 결합한 우정을 소중히 여기며 관계의 양보다 품질을 선호합니다."
        },
        "shadow_side": {
            "potential_issues": "불균형이 발생하면 염소 자리는 지나치게 통제, 상태에 집착하거나 감정적으로 폐쇄 될 수 있습니다.성취를위한 그들의 추진은 노동 분쟁으로 이어질 수 있으며, 그들의 실용주의는 비관론이나 냉소주의로 악화 될 수있다.",
            "growth_path": "염소 자리의 개인적 성장은 야망의 기쁨과 균형을 유지하고, 실용적인 힘과 함께 정서적 개방성을 발전 시키며, 성취 나 지위를 넘어서 목적을 찾는 것을 포함합니다."
        }
    },
    "seasonal_influences": {
        "winter_solstice": "어둠이 가장 깊고 빛이 돌아 오기 시작할 때 겨울 동지에서 태어나, 염소 자리는 겨울의 환자의 지구력과 조명을 증가시키기 위해 징계 된 등반을 구현합니다.이 타이밍은 점진적인 개선을 향한 어려움을 겪는 자연스러운 이해로 염소 자리를 주입합니다.",
        "cardinal_quality": "추기경 표지판으로서 염소 자리는 자료 영역 내에서 이니셔티브와 리더십을 나타냅니다.이 입장은 새로운 구조를 만들고, 실용적인 기초를 세우고, 징계 된 성취에 대한 접근 방식을 시작할 수있는 능력을 부여합니다."
    },
    "elemental_analysis": {
        "earth_element_influence": "지구의 요소는 염소 자리에 특징적인 실용성, 징계 및 물질적 현실과의 연결을 제공합니다.지구는 지속적인 노력을 통해 표현, 생산성 및 실질적인 결과의 구축을 나타냅니다.",
        "earth_balance": "균형 잡힌 지구는 실용성, 신뢰성 및 생산 능력을 제공합니다.과도한 지구는 물질주의, 강성 및 정서적 정체로 이어질 수 있지만, 부족한 지구는 비현실적, 신체적 요구와의 분리 또는 후속 조치 부족을 초래할 수 있습니다."
    },
    "planetary_rulership": {
        "saturn_influence": "징계를 통한 구조, 제한 및 숙달의 행성 인 토성은 염소 자리 규칙입니다.이 행성의 영향은 경계, 권위, 책임, 환자의 가치, 체계적인 노력에 대한 자연적인 이해를 설명합니다.",
        "saturn_aspects": "개인의 출생 차트에서 토성의 위치와 측면은 염소 자리 에너지가 표현되는 방식에 크게 영향을 미칩니다.강한 토성 측면은 조직의 능력과 결단력을 향상 시키지만 비관론이나 과도한 자기 비판에 대한 경향을 증가시킬 수 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 빠르게 변화하는 경제에서 염소 자리는 지속 가능한 비즈니스 모델을 수립하고, 원격 작업을위한 조직 시스템을 만들고, 장기 디지털 전략을 개발하며, 기술적 혼란 속에서 안정성과 구조를 제공하는 데 탁월합니다.",
        "relationship_in_modern_context": "현대의 관계는 캐주얼 연결 시대에 염소 자리의 충성도와 헌신의 혜택을받습니다.미래를위한 기초를 구축하는 그들의 능력은 보안을 창출하지만 디지털 커뮤니케이션과 정서적 개방성으로 계속해서 편안함을 발전시킵니다."
    }
}