{
    "sign": "Capricorn",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/capricorn.svg",
    "local_name": "ราศีมังกร",
    "date_range": "22 ธันวาคม - 19 มกราคม",
    "element": "โลก",
    "ruling_planet": "ดาวเสาร์",
    "symbol": "แพะทะเล",
    "lucky_numbers": [
        "4",
        "8",
        "13",
        "22",
        "26"
    ],
    "lucky_colors": [
        "สีน้ำตาล",
        "สีดำ",
        "สีเขียวเข้ม"
    ],
    "lucky_days": [
        "วันเสาร์",
        "วันพุธ"
    ],
    "lucky_stones": [
        "โกเมน",
        "นิล",
        "ออบซิเดอร์"
    ],
    "general_traits": {
        "strengths": [
            "รับผิดชอบ",
            "ซึ่งถูกลงโทษทางวินัย",
            "ควบคุมตัวเอง",
            "ใช้ได้จริง",
            "อดทน",
            "ทะเยอทะยาน",
            "มีไหวพริบ"
        ],
        "weaknesses": [
            "ดื้อดึง",
            "มองโลกในแง่ร้าย",
            "ซึ่งเสียชีวิต",
            "การให้อภัย",
            "ใส่ใจสถานะ",
            "คาดว่าจะเลวร้ายที่สุด",
            "เข้มงวด"
        ]
    },
    "personality": {
        "overview": "ราศีมังกรเป็นสัญญาณที่สิบของจักรราศีซึ่งเป็นสัญลักษณ์ของความสำเร็จความรับผิดชอบและความอดทนคนราศีมังกรเป็นที่รู้จักกันดีในเรื่องแนวทางปฏิบัติจรรยาบรรณในการทำงานที่มีระเบียบวินัยและความคิดเชิงกลยุทธ์พวกเขาเป็นผู้สร้างจักรราศีสร้างฐานรากที่มั่นคงอย่างเป็นระบบและปีนเขาสู่ความสำเร็จผ่านการคงอยู่และการวางแผนอย่างรอบคอบ",
        "detailed_traits": [
            "ความรับผิดชอบและหน้าที่ที่แข็งแกร่ง",
            "แนวทางปฏิบัติในการบรรลุเป้าหมาย",
            "ความสามารถตามธรรมชาติสำหรับองค์กรและโครงสร้าง",
            "ผู้ป่วยวิธีการที่เป็นระเบียบเพื่อความสำเร็จ",
            "ความทะเยอทะยานที่มีความมุ่งมั่นที่น่าประทับใจ",
            "ค่านิยมดั้งเดิมด้วยความเคารพต่อประวัติศาสตร์",
            "ความน่าเชื่อถือในภาระผูกพันและสัญญา",
            "ความรู้สึกที่แห้งและมีอารมณ์ขันที่ลึกซึ้งภายใต้ภายนอกที่รุนแรง",
            "การจัดการทรัพยากรอย่างรอบคอบและการวางแผน",
            "ชอบสารที่มีลักษณะคล้ายกัน"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "บุคคลราศีมังกรเป็นพันธมิตรที่ภักดีและมีความมุ่งมั่นซึ่งให้ความสำคัญกับความมั่นคงและอายุยืนในความสัมพันธ์พวกเขาแสดงความรักผ่านความน่าเชื่อถือการสนับสนุนเชิงปฏิบัติและการอุทิศตนอย่างเงียบ ๆ มากกว่าท่าทางโรแมนติกที่ยิ่งใหญ่หรือการแสดงอารมณ์",
        "compatibility": {
            "most_compatible": [
                "ราศีพฤษภ",
                "ราศี",
                "ราศีพิจิก",
                "ราศีมีน"
            ],
            "least_compatible": [
                "ราศีเมษ",
                "ราศีตุลย์",
                "มะเร็ง"
            ]
        },
        "relationship_advice": "คนราศีมังกรจำเป็นต้องพัฒนาความเปิดกว้างทางอารมณ์ควบคู่ไปกับการสำรองตามธรรมชาติของพวกเขาแบ่งปันความรู้สึกได้ง่ายขึ้นกับพันธมิตรมากกว่ามุ่งเน้นเฉพาะเรื่องการปฏิบัติโปรดจำไว้ว่าช่องโหว่ช่วยเสริมสร้างความสัมพันธ์และความสัมพันธ์นั้นต้องการความอบอุ่นและเสถียรภาพ",
        "love_style": [
            "ภักดีและมุ่งมั่นเมื่ออุทิศให้กับพันธมิตร",
            "แสดงความรักผ่านความช่วยเหลือและการสนับสนุนเชิงปฏิบัติ",
            "ค่าความมั่นคงและความเข้ากันได้ในระยะยาว",
            "ระมัดระวังในการเข้าสู่ความสัมพันธ์",
            "อาจต่อสู้กับการแสดงออกทางอารมณ์",
            "รับผิดชอบต่อความสำเร็จของความสัมพันธ์",
            "ชื่นชมคู่ค้าที่เคารพความทะเยอทะยาน"
        ]
    },
    "career_and_finances": {
        "career_traits": "คนราศีมังกรเก่งในอาชีพที่ให้รางวัลโครงสร้างวินัยและการวางแผนระยะยาวพวกเขามีความสามารถตามธรรมชาติสำหรับการจัดการองค์กรและการสร้างระบบที่ยั่งยืนเจริญรุ่งเรืองในตำแหน่งที่ช่วยให้พวกเขาปีนขึ้นไปอย่างเป็นระบบเพื่อความสำเร็จ",
        "suitable_careers": [
            "ผู้บริหารและการบริหาร",
            "การเงินและการธนาคาร",
            "การพัฒนาอสังหาริมทรัพย์และอสังหาริมทรัพย์",
            "รัฐบาลและบริการสาธารณะ",
            "วิศวกรรมและสถาปัตยกรรม",
            "การเป็นเจ้าของธุรกิจและผู้ประกอบการ",
            "กฎหมายและตุลาการ",
            "การบริหารโครงการ",
            "การบัญชีและการวางแผนทางการเงิน",
            "งานฝีมือแบบดั้งเดิม"
        ],
        "financial_habits": "คนราศีมังกรมักจะมีแนวทางอนุรักษ์นิยมและเป็นระเบียบในการจัดการเงินพวกเขาเก่งในการวางแผนทางการเงินระยะยาวความพึงพอใจล่าช้าและการสร้างความปลอดภัยผ่านความพยายามอย่างต่อเนื่องแม้ว่าโดยทั่วไปจะไม่ได้รับความเสี่ยง แต่พวกเขาทำการลงทุนที่คำนวณได้ด้วยการวิจัยอย่างละเอียด",
        "work_style": [
            "เป็นระเบียบและจัดระเบียบในแนวทาง",
            "ประสิทธิภาพของค่าและผลผลิต",
            "อำนาจตามธรรมชาติและความสามารถในการจัดการ",
            "ชอบโครงสร้างดั้งเดิมที่จัดตั้งขึ้น",
            "ยอดเยี่ยมพร้อมการวางแผนระยะยาว",
            "รับผิดชอบผลลัพธ์",
            "เคารพลำดับชั้นในขณะที่ทำงานเพื่อล่วงหน้า"
        ]
    },
    "health_and_wellness": {
        "physical_health": "ราศีมังกรกฎระบบโครงกระดูกข้อต่อหัวเข่าผิวหนังและฟันคนราศีมังกรมีแนวโน้มที่จะมีความอดทนทางร่างกายและความแข็งแกร่งตามธรรมชาติ แต่อาจมีแนวโน้มที่จะเกิดปัญหาเกี่ยวกับกระดูกข้อต่อและผิวหนังโดยเฉพาะอย่างยิ่งเมื่อทำงานหนักเกินไปหรืออยู่ภายใต้ความเครียดเป็นเวลานาน",
        "common_health_issues": [
            "ปัญหาร่วมและหัวเข่า",
            "ปัญหาโครงกระดูกเช่นโรคข้ออักเสบ",
            "สภาพผิว",
            "ปัญหาทางทันตกรรม",
            "ความไวของระบบย่อยอาหารจากความเครียด",
            "ภาวะซึมเศร้าหรือความเศร้าโศก",
            "ความเหนื่อยล้าเรื้อรังจากการทำงานหนักเกินไป"
        ],
        "wellness_advice": "สร้างความสมดุลให้กับจรรยาบรรณในการทำงานตามธรรมชาติของคุณด้วยการพักผ่อนและการดูแลตนเองที่เพียงพอรักษาสุขภาพร่วมกันผ่านการออกกำลังกายและโภชนาการที่เหมาะสมพัฒนาช่องทางอารมณ์สำหรับความเครียดเพื่อป้องกันอาการทางกายภาพในกระดูกและผิวหนัง",
        "exercise_preferences": [
            "อุปกรณ์ออกกำลังกายที่มีโครงสร้างพร้อมความก้าวหน้าที่วัดได้",
            "แบบฝึกหัดแบบดั้งเดิมเช่นการฝึกน้ำหนัก",
            "ปีนเขาและปีนเขา",
            "กิจกรรมที่มีผลกระทบต่ำเพื่อสุขภาพร่วมกัน",
            "การปฏิบัติที่มีระเบียบวินัยเช่นศิลปะการต่อสู้"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 นับเป็นปีของความก้าวหน้าระดับมืออาชีพที่สำคัญและการสร้างรากฐานโครงสร้างสำหรับราศีมังกรวิธีการที่มีระเบียบวินัยและการวางแผนเชิงกลยุทธ์ของคุณสร้างความสำเร็จที่ยั่งยืนสร้างสมดุลระหว่างความทะเยอทะยานกับความสัมพันธ์ส่วนบุคคลเพื่อการบรรลุเป้าหมายที่สมบูรณ์",
            "love": "ความสัมพันธ์พัฒนาผ่านเป้าหมายที่ใช้ร่วมกันและความเคารพซึ่งกันและกันสำหรับขอบเขตราศีมังกรเดี่ยวอาจพบกับพันธมิตรที่มีศักยภาพผ่านเครือข่ายมืออาชีพหรือสภาพแวดล้อมที่มีโครงสร้างความสัมพันธ์ที่มีอยู่เสริมสร้างความแข็งแกร่งผ่านการแสดงออกในทางปฏิบัติของความมุ่งมั่น",
            "career": "การรับรู้อย่างมืออาชีพมาจากประสิทธิภาพที่สอดคล้องกันและการวางตำแหน่งเชิงกลยุทธ์โอกาสในการเป็นผู้นำเกิดขึ้นในช่วงครึ่งหลังของปีความสามารถขององค์กรและการแก้ปัญหาในทางปฏิบัติของคุณสำหรับปัญหาที่ซับซ้อนได้รับความเคารพจากตัวเลขที่มีอิทธิพล",
            "health": "มุ่งเน้นไปที่สุขภาพโครงกระดูกผ่านการออกกำลังกายที่มีน้ำหนักและโภชนาการที่เหมาะสมความผาสุกทางจิตดีขึ้นด้วยการจัดการเวลาปกติและการผ่อนคลายตามกำหนดให้ความสนใจเป็นพิเศษกับหัวเข่าและการดูแลร่วมกันระหว่างการออกกำลังกาย",
            "finances": "ความมั่นคงทางการเงินดีขึ้นผ่านการวางแผนอย่างรอบคอบและการออมอย่างมีวินัยพิจารณาการลงทุนแบบดั้งเดิมด้วยบันทึกการติดตามที่พิสูจน์แล้วโอกาสในอสังหาริมทรัพย์หรืออสังหาริมทรัพย์อาจนำเสนอตัวเองไปจนถึงสิ้นปี"
        },
        "2026": {
            "overall": "2026 นำราศีมังกรเข้าสู่วัฏจักรของการขยายตัวทางสังคมและความเป็นผู้นำของชุมชนภูมิปัญญาเชิงปฏิบัติของคุณช่วยนำทางความพยายามร่วมกันไปสู่ผลลัพธ์ที่จับต้องได้การค้นหาความสมดุลระหว่างประเพณีและนวัตกรรมสร้างผลงานที่เป็นเอกลักษณ์ของคุณ",
            "love": "ความสัมพันธ์เจริญรุ่งเรืองเมื่อรวมการเชื่อมต่อทางสังคมเข้ากับพันธะส่วนตัวพันธมิตรชื่นชมการเปิดกว้างที่เพิ่มขึ้นของคุณกับประสบการณ์ใหม่ ๆราศีมังกรเดี่ยวดึงดูดความสนใจผ่านความเชื่อมั่นที่เงียบสงบและแสดงให้เห็นถึงความสามารถในการตั้งค่ากลุ่ม",
            "career": "เครือข่ายมืออาชีพขยายตัวอย่างมากในปีนี้ชื่อเสียงของคุณในด้านความน่าเชื่อถือสร้างโอกาสในการทำงานร่วมกันกับตัวเลขที่มีอิทธิพลพิจารณาตำแหน่งที่รวมจุดแข็งการบริหารของคุณเข้ากับผลกระทบของชุมชน",
            "health": "การไหลเวียนและการทำงานของระบบทางเดินหายใจได้รับประโยชน์จากการเคลื่อนไหวปกติในอากาศบริสุทธิ์การเชื่อมต่อทางสังคมส่งผลกระทบในเชิงบวกต่อสุขภาพจิตเมื่อมีความสมดุลกับเวลาเพียงอย่างเดียวพิจารณาการฝึกความแข็งแรงที่ช่วยเพิ่มเสถียรภาพข้อเท้าและการทำงานของขาที่ต่ำกว่า",
            "finances": "การลงทุนกลุ่มหรือกิจการทางการเงินในชุมชนแสดงสัญญาวิธีการอนุรักษ์ของคุณให้ความสมดุลที่มีค่าในการตัดสินใจทางการเงินร่วมกันโอกาสทางการเงินที่ไม่คาดคิดอาจมาจากสมาคมมืออาชีพหรือเครือข่าย"
        },
        "2027": {
            "overall": "2027 เน้นการเติบโตทางจิตวิญญาณและการสะท้อนกลับภายในสำหรับราศีมังกรธรรมชาติในทางปฏิบัติของคุณพบการแสดงออกผ่านการไตร่ตรองพิธีกรรมและโครงสร้างที่มีความหมายความสมดุลระหว่างความสำเร็จทางวัตถุและการเติมเต็มจิตวิญญาณนำความสงบสุขอย่างลึกซึ้ง",
            "love": "การเชื่อมต่อทางอารมณ์ที่ลึกซึ้งยิ่งขึ้นพัฒนาผ่านค่าที่ใช้ร่วมกันและการสำรวจทางจิตวิญญาณพันธมิตรชื่นชมการวิปัสสนาที่รอบคอบและวุฒิภาวะทางอารมณ์ของคุณราศีมังกรเดี่ยวดึงดูดบุคคลที่มีเหตุผลทางจิตวิญญาณที่ให้ความสำคัญกับความถูกต้องมากกว่าการปรากฏตัว",
            "career": "การตัดสินใจอย่างมืออาชีพสอดคล้องกับค่านิยมหลักและวัตถุประสงค์ระยะยาวความซื่อสัตย์และวิธีการของคุณเปิดประตูสู่บทบาทความเป็นผู้นำด้วยมิติทางจริยธรรมพิจารณาตำแหน่งที่อนุญาตให้แสดงออกทั้งทักษะการปฏิบัติและภูมิปัญญาที่ลึกซึ้งยิ่งขึ้น",
            "health": "ความแข็งแรงของระบบภูมิคุ้มกันดีขึ้นผ่านการจัดการความเครียดและการพักผ่อนที่เหมาะสมการทำสมาธิที่มีโครงสร้างหรือการปฏิบัติตามไตร่ตรองให้ประโยชน์ที่โดดเด่นให้ความสนใจกับเท้าและระบบร่างกายที่บอบบางผ่านแนวทางปฏิบัติและรองเท้าที่เหมาะสม",
            "finances": "การวางแผนทางการเงินระยะยาวใช้มิติทางจิตวิญญาณในขณะที่คุณชี้แจงลำดับความสำคัญที่แท้จริงการให้การกุศลหรือการลงทุนด้านจริยธรรมนำมาซึ่งความพึงพอใจส่วนตัวและผลตอบแทนที่ไม่คาดคิดพิจารณาการจัดตั้งกองทุนมรดกหรือความไว้วางใจในครอบครัว"
        },
        "2028": {
            "overall": "2028 นำราศีมังกรเข้าสู่วงจรใหม่ของการเสริมสร้างพลังอำนาจส่วนบุคคลและการกระทำที่ทะเยอทะยานทักษะการพัฒนาอย่างรอบคอบของคุณค้นหาแอปพลิเคชันที่สมบูรณ์แบบในโอกาสที่เกิดขึ้นใหม่ความสมดุลระหว่างความพยายามที่มีระเบียบวินัยและการพักผ่อนเชิงกลยุทธ์สร้างความสำเร็จอย่างยั่งยืน",
            "love": "ความสัมพันธ์ได้รับประโยชน์จากความมั่นใจในตนเองที่เพิ่มขึ้นและความชัดเจนของวัตถุประสงค์พันธมิตรชื่นชมวิธีการที่เด็ดขาด แต่มีน้ำใจในการแบ่งปันความท้าทายราศีมังกรเดี่ยวดึงดูดความสนใจผ่านการแสดงออกที่แท้จริงและแสดงให้เห็นถึงความสามารถ",
            "career": "ตำแหน่งผู้นำเปิดอย่างไม่คาดคิดเมื่อการเตรียมการของคุณเป็นไปตามโอกาสความสามารถของคุณในการใช้ระบบการปฏิบัติสำหรับปัญหาที่ซับซ้อนนำมาซึ่งการยอมรับพิจารณากิจการผู้ประกอบการที่ใช้ประโยชน์จากจุดแข็งขององค์กรของคุณ",
            "health": "พลังทางกายภาพเพิ่มขึ้นผ่านสูตรการออกกำลังกายที่มีโครงสร้างสุขภาพของฮอร์โมนและเมตาบอลิซึมดีขึ้นด้วยโภชนาการและรูปแบบการนอนหลับที่สอดคล้องกันให้ความสนใจกับพื้นที่ศีรษะและใบหน้าผ่านการยศาสตร์ที่เหมาะสมและการดูแลทันตกรรมป้องกัน",
            "finances": "กิจการส่วนบุคคลหรือโครงการอิสระแสดงศักยภาพทางการเงินที่แข็งแกร่งวิธีการที่มีระเบียบวินัยในการจัดการทรัพยากรสร้างความมั่นคงแม้ในระหว่างการขยายตัวพิจารณาการลงทุนในการพัฒนาวิชาชีพหรือโครงสร้างพื้นฐานทางธุรกิจของคุณเอง"
        },
        "2029": {
            "overall": "2029 เน้นการจัดการทรัพยากรและความปลอดภัยของวัสดุสำหรับราศีมังกรพรสวรรค์ตามธรรมชาติของคุณสำหรับการดูแลสร้างความอุดมสมบูรณ์ที่ขยายเกินกว่าผลประโยชน์ส่วนตัวความสมดุลระหว่างวิธีการดั้งเดิมและโซลูชั่นทรัพยากรที่เป็นนวัตกรรมนำผลลัพธ์ที่น่าทึ่ง",
            "love": "ค่าที่ใช้ร่วมกันรอบ ๆ ความปลอดภัยของวัสดุเสริมสร้างพันธบัตรพันธมิตรชื่นชมวิธีการที่ใจกว้าง แต่เป็นประโยชน์ในการสร้างทรัพยากรที่ใช้ร่วมกันราศีมังกรเดี่ยวดึงดูดบุคคลที่มีความมั่นคงและมีค่าผ่านความรับผิดชอบทางการเงินที่แสดงให้เห็น",
            "career": "ภาคการเงินหรือบทบาทการจัดการทรัพยากรเสนอโอกาสในการพัฒนาวิธีการอนุรักษ์ของคุณให้ความสมดุลที่มีคุณค่าในตลาดที่เปลี่ยนแปลงอย่างรวดเร็วพิจารณาตำแหน่งที่รวมความเชี่ยวชาญด้านการบริหารเข้ากับการสร้างมูลค่า",
            "health": "พื้นที่คอและคอต้องการความสนใจผ่านการยศาสตร์ที่เหมาะสมและการจัดการความเครียดสุขภาพเสียงดีขึ้นด้วยความชุ่มชื้นที่เหมาะสมและลดการอักเสบพิจารณาการปฏิบัติที่ปล่อยความตึงเครียดในกระดูกสันหลังส่วนคอและร่างกายส่วนบน",
            "finances": "การลงทุนด้านคุณภาพมากกว่าปริมาณจะให้ผลตอบแทนที่สำคัญความสามารถของคุณในการระบุสินทรัพย์ที่มีมูลค่าต่ำสร้างโอกาสในการเติบโตอย่างมากพิจารณาการลงทุนที่หลากหลายในขณะที่ยังคงมุ่งเน้นไปที่การลงทุนที่ดีโดยพื้นฐาน"
        },
        "2030": {
            "overall": "2030 เน้นทักษะการสื่อสารและการพัฒนาทางปัญญาสำหรับราศีมังกรการคิดเชิงระเบียบของคุณพบการแสดงออกที่มีประสิทธิภาพผ่านช่องทางการสื่อสารที่พัฒนาขึ้นใหม่ความสมดุลระหว่างการฟังและการพูดทำให้เกิดการแลกเปลี่ยนที่มีความหมาย",
            "love": "รูปแบบการสื่อสารในความสัมพันธ์ได้รับการเปลี่ยนแปลงในเชิงบวกพันธมิตรชื่นชมคำศัพท์ทางอารมณ์ที่เพิ่มขึ้นของคุณและการฟังที่กระตือรือร้นราศีมังกรเดี่ยวดึงดูดการเชื่อมต่อผ่านการสนทนาที่รอบคอบและการแสดงออกที่แท้จริง",
            "career": "บทบาทการเขียนการสอนหรือการสื่อสารเชิงกลยุทธ์ให้โอกาสความก้าวหน้าความสามารถของคุณในการอธิบายแนวคิดที่ซับซ้อนในคำศัพท์ที่เข้าถึงได้นำมาซึ่งการจดจำพิจารณาตำแหน่งที่ช่วยให้คุณเป็นทางการและแบ่งปันฐานความรู้ที่สำคัญของคุณ",
            "health": "ระบบทางเดินหายใจได้รับประโยชน์จากเทคนิคการหายใจที่เหมาะสมและการปรับปรุงคุณภาพอากาศสุขภาพจิตเสริมสร้างความแข็งแกร่งผ่านการบันทึกหรือการประมวลผลความคิดที่มีโครงสร้างให้ความสนใจกับการเคลื่อนที่ของไหล่และแขนผ่านการยืดและการเคลื่อนไหวเป็นประจำ",
            "finances": "การลงทุนในเทคโนโลยีการศึกษาหรือการสื่อสารให้ผลตอบแทนความสามารถของคุณในการเจรจาปรับปรุงผลลัพธ์ทางการเงินอย่างมีประสิทธิภาพในบริบทต่าง ๆพิจารณาการพัฒนารายได้รองผ่านการแบ่งปันความรู้หรือเนื้อหาการศึกษา"
        },
        "2031": {
            "overall": "2031 มุ่งเน้นไปที่บ้านครอบครัวและความปลอดภัยพื้นฐานสำหรับราศีมังกรความสามารถของคุณในการสร้างสภาพแวดล้อมที่มั่นคงและบำรุงรักษาเป็นประโยชน์ต่อชีวิตส่วนตัวและอาชีพความสมดุลระหว่างประเพณีและนวัตกรรมในเรื่องในประเทศนำมาซึ่งการเติมเต็ม",
            "love": "การเชื่อมต่อครอบครัวมีอิทธิพลต่อรูปแบบความสัมพันธ์ในรูปแบบเชิงบวกพันธมิตรชื่นชมความมุ่งมั่นของคุณในการสร้างพื้นที่แบ่งปันที่ปลอดภัยและสะดวกสบายราศีมังกรเดี่ยวดึงดูดบุคคลที่มุ่งเน้นครอบครัวที่มั่นคงผ่านความสามารถในประเทศที่แสดงให้เห็น",
            "career": "โอกาสในการทำงานจากบ้านหรือกิจการธุรกิจของครอบครัวแสดงสัญญาความสามารถของคุณในการรักษาขอบเขตวิชาชีพในขณะที่ทำงานจากระยะไกลนำมาซึ่งความก้าวหน้าพิจารณาบทบาทที่ให้ความยืดหยุ่นในขณะที่รักษาโครงสร้าง",
            "health": "สุขภาพทางเดินอาหารดีขึ้นผ่านมื้ออาหารปกติและสภาพแวดล้อมการกินที่ปราศจากความเครียดความเป็นอยู่ที่ดีทางอารมณ์เสริมสร้างความแข็งแกร่งผ่านการเชื่อมต่อของครอบครัวและการปฏิบัติที่สะดวกสบายในบ้านให้ความสนใจกับบริเวณหน้าอกและท้องผ่านท่าทางที่เหมาะสมและการหายใจ",
            "finances": "การลงทุนด้านอสังหาริมทรัพย์หรืออสังหาริมทรัพย์ให้ผลตอบแทนที่สำคัญแนวทางอนุรักษ์นิยมของคุณในการจัดหาเงินทุนที่บ้านสร้างความปลอดภัยในระยะยาวพิจารณาการจัดตั้งหรือขยายกองทุนฉุกเฉินเพื่อการคุ้มครองครอบครัว"
        },
        "2032": {
            "overall": "2032 นำการแสดงออกที่สร้างสรรค์และความสุขมาสู่ระดับแนวหน้าสำหรับราศีมังกรวิธีการที่มีระเบียบวินัยของคุณในการพัฒนาทักษะตอนนี้ให้ผลงานศิลปะหรือการพักผ่อนหย่อนใจความสมดุลระหว่างการปฏิบัติที่มีโครงสร้างและการแสดงออกที่เกิดขึ้นเองสร้างการมีส่วนร่วมที่เป็นเอกลักษณ์ของคุณ",
            "love": "ความสนุกสนานและการแบ่งปันความสุขเสริมสร้างการเชื่อมต่อที่โรแมนติกคู่ค้าชื่นชมสไตล์อารมณ์ที่ผ่อนคลายและแสดงออกมากขึ้นของคุณราศีมังกรเดี่ยวดึงดูดความสนใจผ่านความกระตือรือร้นที่แท้จริงและพัฒนาความสามารถในพื้นที่สร้างสรรค์หรือสันทนาการ",
            "career": "บทบาทความเป็นผู้นำที่มีมิติความคิดสร้างสรรค์นำเสนอโอกาสในการพัฒนาความสามารถของคุณในการใช้ระบบการปฏิบัติสำหรับความพยายามสร้างสรรค์นำมาซึ่งการยอมรับพิจารณาตำแหน่งที่รวมความเชี่ยวชาญขององค์กรเข้ากับองค์ประกอบทางศิลปะหรือการออกแบบ",
            "health": "สุขภาพหัวใจดีขึ้นผ่านกิจกรรมที่นำความสุขและความพึงพอใจอย่างแท้จริงการหมุนเวียนได้รับประโยชน์จากการเคลื่อนไหวปกติที่ให้ความรู้สึกที่น่าพึงพอใจมากกว่าบังคับให้ความสนใจกับหลังส่วนบนและกระดูกสันหลังผ่านท่าทางที่เหมาะสมในระหว่างกิจกรรมสร้างสรรค์",
            "finances": "การลงทุนในงานศิลปะวัฒนธรรมหรือสันทนาการแสดงผลตอบแทนที่ไม่คาดคิดวิธีการที่มีระเบียบวินัยของคุณในการร่วมสร้างสรรค์สร้างศักยภาพรายได้ที่ยั่งยืนพิจารณาความหลากหลายในพื้นที่ที่รวมความหลงใหลกับการปฏิบัติจริง"
        },
        "2033": {
            "overall": "2033 เน้นการบริการสุขภาพและกิจวัตรประจำวันสำหรับราศีมังกรความสามารถขององค์กรของคุณสร้างระบบที่มีประสิทธิภาพซึ่งเป็นประโยชน์ต่อตัวคุณเองและผู้อื่นความสมดุลระหว่างผลผลิตและการดูแลตนเองสร้างรูปแบบชีวิตที่ยั่งยืน",
            "love": "ความสัมพันธ์เสริมสร้างความแข็งแกร่งผ่านการสนับสนุนซึ่งกันและกันของความต้องการประจำวันและเป้าหมายด้านสุขภาพพันธมิตรชื่นชมการแสดงออกทางปฏิบัติของคุณผ่านการบริการและความช่วยเหลือราศีมังกรเดี่ยวดึงดูดการเชื่อมต่อผ่านความสามารถที่แสดงให้เห็นถึงความสามารถและความช่วยเหลือที่ต่ำต้อย",
            "career": "อุตสาหกรรมการดูแลสุขภาพสุขภาพหรือบริการให้โอกาสในการพัฒนาความสนใจของคุณในรายละเอียดและความเป็นเลิศขั้นตอนทำให้ได้รับการยอมรับพิจารณาบทบาทที่อนุญาตให้มีการใช้งานระบบปรับปรุงประสิทธิภาพ",
            "health": "สุขภาพทางเดินอาหารและลำไส้ปรับปรุงผ่านกิจวัตรประจำวันและโภชนาการที่เหมาะสมความเป็นอยู่ที่ดีทางจิตเสริมสร้างความแข็งแกร่งผ่านสภาพแวดล้อมที่เป็นระเบียบและลดความโกลาหลให้ความสนใจเป็นพิเศษกับความแข็งแรงของช่องท้องและความมั่นคงหลัก",
            "finances": "การลงทุนในเทคโนโลยีสุขภาพหรืออุตสาหกรรมบริการให้ผลตอบแทนวิธีการปฏิบัติของคุณในการจัดทำงบประมาณค่าใช้จ่ายรายวันทำให้การออมเพิ่มศักยภาพเพิ่มขึ้นพิจารณาการจัดตั้งบัญชีออมทรัพย์สุขภาพหรือการวางแผนทางการเงินที่เน้นสุขภาพ"
        },
        "2034": {
            "overall": "2034 นำความสัมพันธ์มุ่งเน้นและโอกาสการเป็นหุ้นส่วนสำหรับราศีมังกรความน่าเชื่อถือและความซื่อสัตย์ของคุณดึงดูดผู้ทำงานร่วมกันที่มีคุณภาพพิเศษความสมดุลระหว่างความเป็นอิสระและการพึ่งพาซึ่งกันและกันสร้างการเชื่อมต่อที่กลมกลืนและมีประสิทธิผล",
            "love": "ความสัมพันธ์ที่โรแมนติกเข้าถึงระดับความลึกและความมุ่งมั่นใหม่พันธมิตรชื่นชมความภักดีของคุณและการติดตามอย่างต่อเนื่องในสัญญาราศีมังกรเดี่ยวดึงดูดบุคคลที่มีความมุ่งมั่นอย่างจริงจังผ่านทักษะความสัมพันธ์ที่แสดงให้เห็น",
            "career": "การเป็นหุ้นส่วนทางธุรกิจหรือกิจการร่วมกันแสดงศักยภาพที่แข็งแกร่งวิธีการทางการทูตของคุณ แต่ใช้งานได้จริงในการเจรจาต่อรองทำให้เกิดข้อตกลงที่ได้เปรียบพิจารณาบทบาทที่ช่วยให้คุณสามารถทำให้เป็นทางการและเสริมสร้างความสัมพันธ์ทางวิชาชีพที่สำคัญ",
            "health": "ไตและพื้นที่หลังส่วนล่างต้องการความสนใจผ่านความชุ่มชื้นและการยศาสตร์ที่เหมาะสมความสมดุลของฮอร์โมนดีขึ้นผ่านการจัดการความเครียดและการออกกำลังกายเป็นประจำการเชื่อมต่อทางสังคมส่งผลกระทบในเชิงบวกต่อสุขภาพโดยรวมเมื่อเลือกอย่างชาญฉลาด",
            "finances": "กิจการร่วมค้าหรือการลงทุนที่ใช้ร่วมกันให้ผลตอบแทนที่สำคัญวิธีการอนุรักษ์ของคุณให้ความสมดุลที่มีค่าในการเงินหุ้นส่วนพิจารณาข้อตกลงทางการเงินอย่างเป็นทางการในองค์กรการทำงานร่วมกันทั้งหมด"
        },
        "2035": {
            "overall": "2035 เป็นช่วงเวลาของการเปลี่ยนแปลงและการฟื้นฟูสำหรับราศีมังกรความยืดหยุ่นและการปรับตัวของคุณเปิดเผยตัวเองผ่านการนำทางที่ประสบความสำเร็จของการเปลี่ยนแปลงที่สำคัญความสมดุลระหว่างการให้เกียรติอดีตและการยอมรับการต่ออายุสร้างเส้นทางของคุณไปข้างหน้า",
            "love": "ความสัมพันธ์ลึกซึ้งยิ่งขึ้นผ่านช่องโหว่ที่ใช้ร่วมกันและการสนับสนุนซึ่งกันและกันในระหว่างการเปลี่ยนผ่านพันธมิตรชื่นชมความแข็งแกร่งทางอารมณ์และความน่าเชื่อถือที่เงียบสงบของคุณราศีมังกรเดี่ยวดึงดูดการเชื่อมต่อที่ทรงพลังผ่านการเปิดเผยตนเองที่แท้จริงและแสดงให้เห็นถึงความลึก",
            "career": "บทบาทที่เกี่ยวข้องกับการจัดการวิกฤตหรือการเปลี่ยนแปลงขององค์กรนำเสนอความก้าวหน้าการปรากฏตัวที่มั่นคงของคุณในระหว่างการเปลี่ยนแปลงนำโอกาสความเป็นผู้นำพิจารณาตำแหน่งที่อนุญาตให้คุณสร้างใหม่หรือปรับโครงสร้างระบบที่มีอยู่",
            "health": "ระบบสืบพันธุ์และการกำจัดได้รับประโยชน์จากการล้างพิษและการทำบริสุทธิ์ความยืดหยุ่นทางอารมณ์เสริมสร้างความแข็งแกร่งผ่านการประมวลผลและปล่อยรูปแบบที่ผ่านมาให้ความสนใจกับภูมิภาคอุ้งเชิงกรานผ่านการออกกำลังกายที่เหมาะสมและการลดความเครียด",
            "finances": "การประกันภัยการวางแผนอสังหาริมทรัพย์หรือการจัดการมรดกแสดงให้เห็นถึงศักยภาพที่แข็งแกร่งวิธีการปฏิบัติของคุณในการเตรียมตัวสำหรับภาระผูกพันสร้างความปลอดภัยพิจารณาการปรับโครงสร้างการลงทุนเพื่อกำจัดสินทรัพย์ที่มีประสิทธิภาพต่ำ"
        }
    },
    "famous": [
        {
            "name": "มิเชลโอบามา",
            "birth_date": "17 มกราคม 1964",
            "description": "อดีตสุภาพสตรีหมายเลขหนึ่งที่มีระเบียบวินัยความคิดริเริ่มเชิงกลยุทธ์และการบริการสาธารณะที่สง่างามเป็นตัวอย่างของความรับผิดชอบของราศีมังกรและความสำเร็จที่เป็นระเบียบ"
        },
        {
            "name": "Martin Luther King Jr.",
            "birth_date": "15 มกราคม 1929",
            "description": "ผู้นำสิทธิพลเมืองที่มีการคงอยู่ของผู้ป่วยองค์กรเชิงกลยุทธ์และความเป็นผู้นำที่รับผิดชอบแสดงให้เห็นถึงความสามารถของราศีมังกรสำหรับการเปลี่ยนแปลงที่มีความหมายและมีโครงสร้าง"
        },
        {
            "name": "เคทมิดเดิลตัน",
            "birth_date": "9 มกราคม 2525",
            "description": "ดัชเชสแห่งเคมบริดจ์ซึ่งมีศักดิ์ศรีความรู้สึกของหน้าที่และการนำทางอย่างรอบคอบของประเพณีและความรับผิดชอบสะท้อนให้เห็นถึงลักษณะราศีมังกรแบบคลาสสิก"
        },
        {
            "name": "Denzel Washington",
            "birth_date": "28 ธันวาคม 1954",
            "description": "นักแสดงที่มีระเบียบวินัยการปรากฏตัวที่สง่างามและการสร้างอาชีพอย่างมีระเบียบแสดงความมุ่งมั่นของราศีมังกรต่อความเป็นเลิศผ่านความพยายามอย่างยั่งยืน"
        },
        {
            "name": "เลอบรอนเจมส์",
            "birth_date": "30 ธันวาคม 2527",
            "description": "นักกีฬาที่มีจรรยาบรรณในการทำงานความเฉียบแหลมทางธุรกิจและแนวทางเชิงกลยุทธ์ในการประกอบอาชีพและมรดกของเขาแสดงให้เห็นถึงความทะเยอทะยานของราศีมังกรและเส้นทางสู่ความสำเร็จ"
        }
    ],
    "daily_advice": {
        "relationship": "วันนี้สมดุลการสนับสนุนเชิงปฏิบัติด้วยการแสดงออกทางอารมณ์ผู้ที่ใกล้ชิดคุณชื่นชมความน่าเชื่อถือของคุณ แต่ต้องรู้ว่าคุณรู้สึกอย่างไร",
        "career": "ความสามารถขององค์กรของคุณแก้ปัญหาความท้าทายในที่ทำงานแบ่งเป้าหมายขนาดใหญ่ให้เป็นขั้นตอนที่จัดการได้เพื่อความคืบหน้าอย่างต่อเนื่อง",
        "health": "ให้ความสนใจกับท่าทางและการจัดตำแหน่งร่วมระหว่างการทำงานการยืดระยะเวลาสั้น ๆ รองรับสุขภาพโครงกระดูกตลอดทั้งวัน",
        "general": "วิธีการปฏิบัติของคุณสร้างความมั่นคงท่ามกลางการเปลี่ยนแปลงในวันนี้รับทราบความคืบหน้าของคุณมากกว่าที่จะมุ่งเน้นไปที่ระยะไกลเท่านั้นที่จะปีนขึ้นไป"
    },
    "tarot_associations": {
        "major_arcana": "ปีศาจ",
        "explanation": "ปีศาจแสดงถึงสิ่งที่แนบมากับวัสดุข้อ จำกัด และความท้าทายของโลกทางกายภาพ - ธีมที่สะท้อนกับการมุ่งเน้นทางโลกของราศีมังกรและความเข้าใจในข้อ จำกัดการ์ดใบนี้รวบรวมการเผชิญหน้ากับความเป็นจริงของวัสดุและโครงสร้างที่ จำกัด และเปิดใช้งานความสำเร็จสะท้อนให้เห็นถึงการเดินทางของราศีมังกรไปสู่ความเชี่ยวชาญของระนาบวัสดุผ่านวินัยและการรับรู้"
    },
    "compatibility_details": {
        "aries": "ราศีมังกรและราศีเมษแสดงถึงวิธีการต่าง ๆ เพื่อความสำเร็จ - ผู้ป่วยของ Capricorn ปีนขึ้นไปเมื่อเทียบกับการกระทำของ Aries ทันทีสิ่งนี้สร้างทั้งความตึงเครียดและการเติบโตที่อาจเกิดขึ้นเมื่อพวกเขาเรียนรู้จากสไตล์ของกันและกัน",
        "taurus": "ราศีมังกรและราศีพฤษภมีการจับคู่สัญญาณโลกที่ยอดเยี่ยมด้วยค่านิยมที่ใช้ร่วมกันทั้งสองชื่นชมความมั่นคงความปลอดภัยของวัสดุและวิธีการที่เป็นระเบียบต่อความท้าทายของชีวิต",
        "gemini": "ราศีมังกรและราศีเมถุนมีชีวิตที่แตกต่างกัน - ราศีมังกรกับโครงสร้างและประเพณีราศีเมถุนที่มีความหลากหลายและการปรับตัวการทำความเข้าใจและเคารพความแตกต่างเหล่านี้เป็นสิ่งจำเป็นสำหรับความสามัคคี",
        "cancer": "ราศีมังกรและมะเร็งเป็นสัญญาณตรงข้ามกับจุดแข็งเสริมมะเร็งให้การบำรุงทางอารมณ์สำหรับความทะเยอทะยานของราศีมังกรในขณะที่ราศีมังกรให้การสนับสนุนในทางปฏิบัติเพื่อความต้องการความปลอดภัยของโรคมะเร็ง",
        "leo": "Capricorn และ Leo มีลำดับความสำคัญที่แตกต่างกัน - ค่าความสำเร็จของ Capricorn ผ่านการทำงานที่มั่นคงในขณะที่ Leo พยายามรับการยอมรับและการแสดงออกที่สร้างสรรค์การเคารพซึ่งกันและกันสำหรับวิธีการที่แตกต่างกันเหล่านี้รองรับความเข้ากันได้",
        "virgo": "ราศีมังกรและราศีกันย์สร้างการจับคู่สัญญาณโลกที่กลมกลืนกับค่านิยมที่ใช้ร่วมกันและจรรยาบรรณในการทำงานทั้งสองชื่นชมคุณภาพการบริการและวิธีการที่เป็นระเบียบเพื่อความสำเร็จ",
        "libra": "ราศีมังกรและราศีตุลย์เผชิญกับความท้าทายที่มีลำดับความสำคัญที่แตกต่างกัน - ราศีมังกรมุ่งเน้นไปที่ความสำเร็จในขณะที่ราศีตุลย์เน้นความสัมพันธ์และความสามัคคีการปรับสมดุลความต้องการที่แตกต่างเหล่านี้ต้องใช้ความพยายามอย่างมีสติ",
        "scorpio": "ราศีมังกรและราศีพิจิกก่อให้เกิดการจับคู่ที่ทรงพลังและเสริมด้วยความมุ่งมั่นและความลึกที่ใช้ร่วมกันทั้งความภักดีของคุณค่าความถูกต้องและการแสวงหาเป้าหมายที่มีความหมายสร้างความผูกพันที่แข็งแกร่งของความเคารพซึ่งกันและกัน",
        "sagittarius": "ราศีมังกรและราศีธนูนำมุมมองเสริม - การปฏิบัติจริงของราศีมังกรและวิสัยทัศน์ของราศีธนูการรวมกันนี้สามารถมีประสิทธิภาพเมื่อแต่ละคนชื่นชมสิ่งที่มีส่วนร่วม",
        "capricorn": "Capricorns สองตัวสร้างความสัมพันธ์ที่สร้างขึ้นจากความเคารพซึ่งกันและกันเป้าหมายที่ใช้ร่วมกันและการสนับสนุนในทางปฏิบัติพวกเขาเข้าใจความทะเยอทะยานและจรรยาบรรณในการทำงานของกันและกันแม้ว่าอาจจำเป็นต้องพัฒนาการแสดงออกทางอารมณ์อย่างมีสติ",
        "aquarius": "ราศีมังกรและราศีกุมภ์แสดงถึงวิธีการแบบดั้งเดิมและแบบก้าวหน้าตามลำดับสิ่งนี้สร้างความตึงเครียด แต่ยังมีศักยภาพสำหรับมุมมองที่สมดุลเมื่อพวกเขาให้ความสำคัญกับมุมมองเสริมของพวกเขา",
        "pisces": "ราศีมังกรและราศีมีนสร้างความสัมพันธ์ที่สมบูรณ์กับราศีมังกรที่จัดทำโครงสร้างสำหรับความฝันของราศีมีนในขณะที่ราศีมีนนำเสนอความลึกทางอารมณ์และจินตนาการเพื่อสร้างสมดุลให้กับลัทธินิยมของราศีมังกร"
    },
    "astrological_influences": {
        "sun_in": "ซันในราศีมังกรนำความทะเยอทะยานที่มีระเบียบวินัยภูมิปัญญาการปฏิบัติและวิธีการที่รับผิดชอบต่อชีวิตคุณเข้าใจถึงคุณค่าของความอดทนโครงสร้างและความก้าวหน้าอย่างเป็นระเบียบไปสู่เป้าหมาย",
        "moon_in": "Moon in Capricorn สร้างความต้องการทางอารมณ์ที่เน้นความสำเร็จการรักษาความปลอดภัยและการสั่งซื้อความรู้สึกของคุณถูกประมวลผลด้วยการใช้งานจริงและคุณพบความมั่นคงทางอารมณ์ผ่านโครงสร้างและความรับผิดชอบ",
        "rising": "Capricorn Rising ให้คุณมีศักดิ์ศรีความสามารถและความจริงจังคนอื่นเห็นว่าคุณเป็นคนรับผิดชอบผู้ใหญ่และน่าเชื่อถือจากการประชุมครั้งแรกมักจะสมมติว่าคุณแก่กว่าอายุจริง"
    },
    "self_improvement": {
        "challenges": [
            "สร้างความสมดุลให้กับชีวิตส่วนตัวและความสัมพันธ์",
            "พัฒนาการแสดงออกทางอารมณ์และความอ่อนแอ",
            "การเอาชนะแนวโน้มที่มีต่อการมองโลกในแง่ร้าย",
            "เรียนรู้ที่จะเฉลิมฉลองความสำเร็จระหว่างทาง",
            "ค้นหาความสุขในปัจจุบันในขณะที่วางแผนสำหรับอนาคต"
        ],
        "growth_opportunities": [
            "การใช้ทักษะองค์กรเพื่อสร้างระบบที่เป็นประโยชน์ต่อหลาย ๆ",
            "การพัฒนาความเป็นผู้นำที่สมดุลประเพณีกับการเปลี่ยนแปลงที่จำเป็น",
            "การสร้างความปลอดภัยที่รองรับมากกว่า จำกัด",
            "การสร้างมรดกที่มีความหมายผ่านความพยายามอย่างยั่งยืน",
            "ให้คำปรึกษาผู้อื่นในภูมิปัญญาและวินัยในทางปฏิบัติ"
        ],
        "affirmations": [
            "ฉันสมดุลความสำเร็จกับการเชื่อมต่อส่วนบุคคล",
            "ฉันแสดงความรู้สึกของฉันอย่างเปิดเผยและเป็นของแท้",
            "ฉันเฉลิมฉลองความคืบหน้าไปตามเส้นทางสู่ความสำเร็จ",
            "ฉันพบความสุขในการเดินทางไม่ใช่แค่ปลายทาง",
            "วินัยของฉันสร้างอิสรภาพและโอกาส"
        ]
    },
    "life_path": {
        "purpose": "คนราศีมังกรมักจะมีภารกิจในการสร้างโครงสร้างที่ยั่งยืนกำหนดระเบียบในความโกลาหลและสร้างระบบที่ยั่งยืนจุดประสงค์ของพวกเขาเกี่ยวข้องกับการควบคุมโลกวัสดุผ่านวินัยและภูมิปัญญาพัฒนาความเป็นผู้นำที่สมดุลประเพณีกับวิวัฒนาการที่จำเป็น",
        "life_lessons": [
            "การเรียนรู้ว่าช่องโหว่ไม่ใช่จุดอ่อน แต่เป็นจุดแข็ง",
            "ค้นพบความสุขและความหมายควบคู่ไปกับความสำเร็จ",
            "สร้างความสมดุลให้ความเคารพต่อประเพณีที่เปิดกว้างเพื่อเปลี่ยนแปลง",
            "การใช้อำนาจและอำนาจอย่างมีจริยธรรมและมีความรับผิดชอบ",
            "ค้นหาจิตวิญญาณภายในเนื้อหาไม่ได้แยกออกจากมัน"
        ],
        "spiritual_growth": "การพัฒนาทางจิตวิญญาณสำหรับราศีมังกรเกี่ยวข้องกับการตระหนักถึงความศักดิ์สิทธิ์ในความเป็นจริงในชีวิตประจำวันและการทำงานที่เป็นประโยชน์การปฏิบัติที่ให้เกียรติบรรพบุรุษและประเพณีการค้นหาความหมายในความรับผิดชอบและการบริการและการมองเห็นความเชี่ยวชาญด้านวัสดุเป็นเส้นทางทางจิตวิญญาณล้วนมีส่วนช่วยวิวัฒนาการทางจิตวิญญาณ"
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "เด็กราศีมังกรมักจะเป็นผู้ใหญ่รับผิดชอบและบางครั้งก็จริงจังตั้งแต่อายุยังน้อยพวกเขามักจะแสดงความเคารพตามธรรมชาติสำหรับกฎและอำนาจความกังวลเกี่ยวกับการทำสิ่งที่ถูกต้อง 'และความรู้สึกแรกของความทะเยอทะยานหรือวัตถุประสงค์",
            "parenting_advice": "ส่งเสริมการเล่นและความเบิกบานใจควบคู่ไปกับวุฒิภาวะตามธรรมชาติของพวกเขาสรรเสริญความพยายามและตัวละครไม่ใช่แค่ความสำเร็จช่วยให้พวกเขาพัฒนาการแสดงออกทางอารมณ์และเข้าใจว่าการทำผิดพลาดเป็นส่วนหนึ่งของการเรียนรู้ไม่ใช่ความล้มเหลว"
        },
        "in_friendship": {
            "friendship_style": "Capricorn Friends มีความภักดีเชื่อถือได้และให้การสนับสนุนในทางปฏิบัติพวกเขาอาจไม่แสดงความรักอย่างเปิดเผย แต่แสดงการดูแลผ่านความสอดคล้องคำแนะนำที่ชาญฉลาดและอยู่ที่นั่นเมื่อจำเป็นอย่างแท้จริง",
            "ideal_friends": "ราศีมังกรเจริญรุ่งเรืองกับเพื่อนที่เคารพจรรยาบรรณในการทำงานและความทะเยอทะยานในขณะที่ส่งเสริมความสมดุลพวกเขาให้ความสำคัญกับมิตรภาพที่รวมความเคารพซึ่งกันและกันการสนับสนุนเชิงปฏิบัติและอารมณ์ขันที่ละเอียดอ่อนเลือกคุณภาพมากกว่าปริมาณในความสัมพันธ์"
        },
        "shadow_side": {
            "potential_issues": "เมื่อไม่สมดุล Capricorn สามารถควบคุมได้มากเกินไปการหมกมุ่นอยู่กับสถานะหรือปิดอารมณ์แรงผลักดันของพวกเขาเพื่อความสำเร็จอาจนำไปสู่การทำงานของคนบ้างานและลัทธิปฏิบัตินิยมของพวกเขาสามารถเสื่อมสภาพไปสู่การมองโลกในแง่ร้ายหรือความเห็นถากถางดูถูก",
            "growth_path": "การเติบโตส่วนบุคคลสำหรับราศีมังกรเกี่ยวข้องกับการสร้างความสมดุลให้กับความสุขการพัฒนาความเปิดกว้างทางอารมณ์ควบคู่ไปกับความแข็งแกร่งในทางปฏิบัติและการค้นหาจุดประสงค์เกินความสำเร็จหรือสถานะ"
        }
    },
    "seasonal_influences": {
        "winter_solstice": "เกิดในช่วงฤดูหนาวเมื่อความมืดนั้นลึกที่สุดและแสงเริ่มกลับมาราศีมังกรจะรวบรวมความอดทนของผู้ป่วยในฤดูหนาวและการปีนขึ้นไปสู่การเพิ่มแสงเวลานี้รวมราศีมังกรเข้ากับความเข้าใจตามธรรมชาติของการทำงานผ่านความยากลำบากในการปรับปรุงอย่างค่อยเป็นค่อยไป",
        "cardinal_quality": "ในฐานะที่เป็นสัญญาณสำคัญ Capricorn แสดงถึงความคิดริเริ่มและความเป็นผู้นำภายในขอบเขตวัสดุตำแหน่งนี้มอบความสามารถในการสร้างโครงสร้างใหม่สร้างรากฐานที่เป็นประโยชน์และเริ่มต้นแนวทางที่มีระเบียบวินัยเพื่อความสำเร็จ"
    },
    "elemental_analysis": {
        "earth_element_influence": "องค์ประกอบของโลกให้ราศีมังกรในการปฏิบัติจริงวินัยและการเชื่อมต่อกับความเป็นจริงทางวัตถุโลกแสดงถึงการแสดงออกการผลิตและการสร้างผลลัพธ์ที่จับต้องได้ผ่านความพยายามอย่างต่อเนื่อง",
        "earth_balance": "Balanced Earth นำมาซึ่งการปฏิบัติจริงความน่าเชื่อถือและความสามารถในการผลิตโลกที่มากเกินไปสามารถนำไปสู่ลัทธิวัตถุนิยมความแข็งแกร่งและความซบเซาทางอารมณ์ในขณะที่โลกที่บกพร่องอาจส่งผลให้เกิดการขาดการเชื่อมต่อจากความต้องการทางกายภาพหรือการขาดการติดตาม"
    },
    "planetary_rulership": {
        "saturn_influence": "ดาวเสาร์ดาวเคราะห์แห่งโครงสร้างข้อ จำกัด และความเชี่ยวชาญผ่านวินัยกฎราศีมังกรอิทธิพลของดาวเคราะห์นี้อธิบายถึงความเข้าใจตามธรรมชาติของขอบเขตของขอบเขตอำนาจความรับผิดชอบและคุณค่าของผู้ป่วยความพยายามอย่างเป็นระเบียบ",
        "saturn_aspects": "ตำแหน่งและแง่มุมของดาวเสาร์ในแผนภูมิเกิดของแต่ละบุคคลส่งผลกระทบอย่างมีนัยสำคัญว่าการแสดงออกของพลังงานราศีมังกรอย่างมีนัยสำคัญแง่มุมของดาวเสาร์ที่แข็งแกร่งช่วยเพิ่มความสามารถและความมุ่งมั่นขององค์กร แต่อาจเพิ่มแนวโน้มต่อการมองโลกในแง่ร้ายหรือการวิพากษ์วิจารณ์ตนเองมากเกินไป"
    },
    "modern_applications": {
        "career_in_digital_age": "ในเศรษฐกิจที่เปลี่ยนแปลงอย่างรวดเร็วในปัจจุบัน Capricorn เก่งในการสร้างรูปแบบธุรกิจที่ยั่งยืนสร้างระบบองค์กรสำหรับการทำงานระยะไกลพัฒนากลยุทธ์ดิจิทัลระยะยาวและให้ความมั่นคงและโครงสร้างท่ามกลางการหยุดชะงักทางเทคโนโลยี",
        "relationship_in_modern_context": "ความสัมพันธ์สมัยใหม่ได้รับประโยชน์จากความภักดีและความมุ่งมั่นของราศีมังกรในยุคของการเชื่อมต่อแบบไม่เป็นทางการความสามารถในการสร้างฐานรากในอนาคตสร้างความปลอดภัยแม้ว่าพวกเขาจะยังคงพัฒนาความสะดวกสบายด้วยการสื่อสารดิจิตอลและการเปิดกว้างทางอารมณ์"
    }
}