{
    "sign": "Capricorn",
    "thumb": "https://static.calculators.im/upload/image/sign/capricorn.svg",
    "local_name": "Козеріг",
    "date_range": "22 грудня - 19 січня",
    "element": "Земля",
    "ruling_planet": "Сатурна",
    "symbol": "Морська коза",
    "lucky_numbers": [
        "4",
        "8",
        "13",
        "22",
        "26"
    ],
    "lucky_colors": [
        "Коричневий",
        "Чорний",
        "Темно -зелений"
    ],
    "lucky_days": [
        "Субота",
        "Середа"
    ],
    "lucky_stones": [
        "Гранат",
        "Онікс",
        "Обсидіан"
    ],
    "general_traits": {
        "strengths": [
            "Відповідальний",
            "Дисциплінований",
            "Самоконтрольований",
            "Практичний",
            "Пацієнт",
            "Амбітний",
            "Винахідливий"
        ],
        "weaknesses": [
            "Впертий",
            "Песимістичний",
            "Фаталістичний",
            "Невблаганний",
            "Статус",
            "Очікуючи найгіршого",
            "Жорсткий"
        ]
    },
    "personality": {
        "overview": "Козеріг - це десятий знак зодіаку, що символізує досягнення, відповідальність та витривалість.Люди Козерога відомі своїм практичним підходом, дисциплінованою трудовою етикою та стратегічним мисленням.Вони є будівельниками Зодіаку, методично створюючи стабільні основи та піднімаються до успіху шляхом наполегливості та ретельного планування.",
        "detailed_traits": [
            "Сильне почуття відповідальності та обов'язку",
            "Прагматичний підхід до досягнення цілей",
            "Природний талант до організації та структури",
            "Пацієнт, методичний підхід до успіху",
            "Занижена амбіція з вражаючою рішучістю",
            "Традиційні цінності з повагою до історії",
            "Надійність у зобов'язаннях та обіцянках",
            "Сухе, тонке почуття гумору під серйозною зовнішністю",
            "Ретельне управління ресурсами та планування",
            "Віддає перевагу речовині над зовнішнім виглядом"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Люди Козерога є лояльними, відданими партнерами, які цінують стабільність та довголіття у відносинах.Вони виражають любов за допомогою надійності, практичної підтримки та тихої відданості, а не грандіозних романтичних жестів чи емоційних проявів.",
        "compatibility": {
            "most_compatible": [
                "Тельці",
                "Діва",
                "Скорпіон",
                "Риби"
            ],
            "least_compatible": [
                "Овен",
                "Терези",
                "Рак"
            ]
        },
        "relationship_advice": "Люди з Козерога повинні розвивати емоційну відкритість поряд із природним резервом.Поділіться почуттями легше з партнерами, а не зосереджуватись виключно на практичних питаннях.Пам'ятайте, що вразливість зміцнює зв’язки і що відносини потребують тепла, а також стабільності.",
        "love_style": [
            "Лояльний і відданий колись присвячений партнеру",
            "Показує любов через практичну допомогу та підтримку",
            "Значення стабільності та довгострокової сумісності",
            "Обережно вступить",
            "Може боротися з емоційним вираженням",
            "Несе відповідальність за успіх у відносинах",
            "Цінує партнерів, які поважають амбіції"
        ]
    },
    "career_and_finances": {
        "career_traits": "Люди Козерога переважають у кар'єрі, які винагороджують структуру, дисципліну та довгострокове планування.Вони мають природний талант до управління, організації та побудови стійких систем, процвітаючи на посадах, які дозволяють їм методично піднятися до досягнення.",
        "suitable_careers": [
            "Управління та адміністрація виконавчої влади",
            "Фінанси та банківська справа",
            "Нерухомість та розвиток нерухомості",
            "Уряд та державна служба",
            "Інженерія та архітектура",
            "Власність бізнесу та підприємництво",
            "Законодавство та судові посади",
            "Управління проектами",
            "Бухгалтерський облік та фінансове планування",
            "Традиційна майстерність"
        ],
        "financial_habits": "Люди з Козерога, як правило, мають консервативні, методичні підходи до управління грошима.Вони переважають при довгостроковому фінансовому плануванні, затримували задоволення та будуючи безпеку за допомогою послідовних зусиль.Хоча зазвичай не приймають ризику, вони роблять обчислені інвестиції з ретельними дослідженнями.",
        "work_style": [
            "Методичний та організований у підході",
            "Значення ефективності та продуктивності",
            "Природні авторитетні та управління здібностей",
            "Віддає перевагу традиційним, встановленим структурам",
            "Відмінно з довгостроковим плануванням",
            "Несе відповідальність за результати",
            "Поважає ієрархію під час роботи над просуванням"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Козерог керує скелетною системою, суглобами, колінами, шкірою та зубами.Люди з Козерога, як правило, мають природну фізичну витривалість і витривалість, але можуть бути схильні до проблем з кістками, суглобами та шкірою, особливо при перевантаженні або під тривалий стрес.",
        "common_health_issues": [
            "Проблеми суглоба та коліна",
            "Скелетні проблеми, такі як артрит",
            "Шкірні умови",
            "Стоматологічні проблеми",
            "Травна чутливість від стресу",
            "Депресія або меланхолія",
            "Хронічна втома від переваги"
        ],
        "wellness_advice": "Збалансуйте свою природну робочу етику з адекватним спокою та самообслуговуванням.Підтримуйте здоров'я суглобів за допомогою відповідних фізичних вправ та харчування.Розробити емоційні торгові точки для запобігання фізичних проявів у кістках та шкірі.",
        "exercise_preferences": [
            "Структуровані фітнес -процедури з вимірюваним прогресом",
            "Традиційні вправи, такі як тренування з вагою",
            "Гірські походи та сходження",
            "Діяльність з низьким впливом для спільного здоров'я",
            "Дисципліновані практики, такі як бойові мистецтва"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 рік відзначає рік значного професійного прогресу та створення структурних фондів для Козерога.Ваш дисциплінований підхід та стратегічне планування створюють тривалі досягнення.Амбіція балансу з особистими стосунками для повного виконання.",
            "love": "Відносини розвиваються через спільні цілі та взаємну повагу до меж.Одиночні Козероги можуть зустрічатися з потенційними партнерами через професійні мережі або структуровані середовища.Існуючі відносини зміцнюються за допомогою практичних виразів прихильності.",
            "career": "Професійне визнання відбувається завдяки послідовній ефективності та стратегічному позиціонуванню.Можливості лідерства виникають у другій половині року.Ваші організаційні здібності та практичні рішення складних проблем заробляють повагу від впливових фігур.",
            "health": "Зосередьтеся на здоров’ї скелета за допомогою ваги та належного харчування.Психічне самопочуття покращується за допомогою регулярного управління часом та запланованого відпочинку.Зверніть особливу увагу на коліно та спільну допомогу під час фізичних навантажень.",
            "finances": "Фінансова стабільність покращується завдяки ретельному плануванню та дисциплінованню заощадження.Розглянемо традиційні інвестиції з перевіреними записами.Можливості власності або нерухомості можуть представляти себе на кінець року."
        },
        "2026": {
            "overall": "2026 р. Приносить Козерога до циклу соціальної експансії та лідерства громади.Ваша практична мудрість допомагає направляти колективні починання до відчутних результатів.Пошук балансу між традицією та інноваціями створює ваш унікальний внесок.",
            "love": "Відносини процвітають при інтеграції соціальних зв’язків з приватним зв’язком.Партнери цінують вашу підвищену відкритість до нових вражень.Одиночні Козероги привертають увагу завдяки своїй тихої впевненості та продемонстрували компетентність у групових умовах.",
            "career": "Цього року професійні мережі значно розширюються.Ваша репутація надійності створює можливості для співпраці з впливовими діячами.Розглянемо позиції, які поєднують ваші адміністративні сильні сторони з впливом громади.",
            "health": "Циркуляція та дихальна функція виграють від регулярного руху на свіжому повітрі.Соціальні зв’язки позитивно впливають на психічне здоров'я, коли збалансувались з часом.Розглянемо силові тренування, що покращує стабільність щиколотки та функцію нижньої ноги.",
            "finances": "Групові інвестиції або фінансові підприємства на базі громади демонструють обіцянку.Ваш консервативний підхід забезпечує цінний баланс у спільних фінансових рішеннях.Несподівані фінансові можливості можуть надходити через професійні асоціації чи мережі."
        },
        "2027": {
            "overall": "2027 висвітлює духовне зростання та внутрішню рефлексію для Козерога.Ваша практична природа знаходить вираження через змістовне ритуал та структуроване споглядання.Баланс між матеріальними досягненнями та духовним виконанням приносить глибокий мир.",
            "love": "Більш глибокий емоційний зв’язок розвивається завдяки спільним цінностям та духовному дослідженню.Партнери цінують вашу продуману самоаналіз та емоційну зрілість.Одиночні Козероги залучають духовно обґрунтованих людей, які цінують справжність над зовнішністю.",
            "career": "Професійні рішення більше узгоджуються з основними цінностями та довгостроковою метою.Ваш цілісність та принциповий підхід Відкриті двері до керівних ролей з етичними вимірами.Розглянемо позиції, які дозволяють виражати як практичні навички, так і глибшу мудрість.",
            "health": "Сила імунної системи покращується за рахунок управління стресом та належного відпочинку.Структурована медитація або споглядальна практика приносять помітні переваги.Зверніть увагу на ноги та тонкі систем тіла за допомогою заземлення та належного взуття.",
            "finances": "Довгострокове фінансове планування набуває духовних вимірів, коли ви уточнюєте справжні пріоритети.Благодійні надання або етичні інвестиції приносять як особисте задоволення, так і несподівані прибутки.Подумайте про створення застарілого фонду чи сімейного довіри."
        },
        "2028": {
            "overall": "2028 приносить Козерога в новий цикл особистого розширення можливостей та амбітних дій.Ваші ретельно розроблені навички знаходять ідеальне застосування у нових можливостях.Баланс між дисциплінованими зусиллями та стратегічним спокою створює стійкий успіх.",
            "love": "Відносини виграють від вашої підвищеної впевненості в собі та чіткості цілі.Партнери цінують ваш рішучий, але уважний підхід до спільних викликів.Одиночні Козероги привертають увагу за допомогою справжнього самовираження та продемонстрованих можливостей.",
            "career": "Лідерські позиції несподівано відкриваються, коли ваша підготовка відповідає можливості.Ваша здатність реалізовувати практичні системи для складних проблем приносить розпізнавання.Розглянемо підприємницькі підприємства, які використовують ваші організаційні сили.",
            "health": "Фізична життєздатність збільшується за допомогою структурованих режимів фітнесу.Гормональне та метаболічне здоров'я покращуються за допомогою послідовних харчових та сну.Зверніть увагу на зони голови та обличчя за допомогою належної ергономіки та профілактичної стоматологічної допомоги.",
            "finances": "Особисті підприємства або незалежні проекти демонструють сильний фінансовий потенціал.Ваш дисциплінований підхід до управління ресурсами створює стабільність навіть під час розширення.Розглянемо інвестиції у власний професійний розвиток чи бізнес -інфраструктуру."
        },
        "2029": {
            "overall": "2029 висвітлює управління ресурсами та безпеку матеріалів для Козерога.Ваші природні таланти управління створюють достаток, що виходить за рамки особистої вигоди.Баланс між традиційними підходами та інноваційними ресурсними рішеннями приносить чудові результати.",
            "love": "Спільні цінності навколо матеріальної безпеки зміцнюють облігації.Партнери цінують ваш щедрий, але практичний підхід до створення спільних ресурсів.Одиночні Козероги залучають стабільних, орієнтованих на цінності осіб через продемонстровану фінансову відповідальність.",
            "career": "Фінансові сектори або ролі управління ресурсами пропонують можливості просування.Ваш консервативний підхід забезпечує цінну противагу на швидко мінливих ринках.Розглянемо позиції, які поєднують адміністративну експертизу зі створенням цінностей.",
            "health": "Області горла та шиї потребують уваги через належну ергономіку та управління стресом.Вокальне здоров'я покращується при належній гідратації та зменшенню запальної їжі.Розглянемо практики, які вивільняють напругу в шийному хребті та верхній частині тіла.",
            "finances": "Інвестиції в якість, а не кількість приносять значну віддачу.Ваша здатність виявляти недооцінені активи створює можливості для значного зростання.Розглянемо диверсифікацію холдингів, зберігаючи акцент на принципово обґрунтованих інвестиціях."
        },
        "2030": {
            "overall": "2030 підкреслює навички спілкування та інтелектуальний розвиток для Козерога.Ваше методичне мислення знаходить ефективне вираження через нещодавно розроблені канали комунікації.Баланс між прослуховуванням і розмовою створює змістовний обмін.",
            "love": "Схеми спілкування у відносинах зазнають позитивної трансформації.Партнери цінують ваше посилене емоційне лексику та активне прослуховування.Одиночні Козероги приваблюють зв’язки за допомогою продуманої розмови та справжнього вираження.",
            "career": "Писання, викладання чи стратегічні комунікаційні ролі пропонують можливості просування.Ваша здатність пояснювати складні поняття в доступних стосунках приносить визнання.Розглянемо позиції, які дозволяють формалізувати та ділитися своєю істотною базою знань.",
            "health": "Дихальна система виграє від належних методів дихання та покращення якості повітря.Психічне здоров'я зміцнюється за допомогою журналу або структурованої обробки думки.Зверніть увагу на мобільність плеча та руки шляхом регулярного розтягування та руху.",
            "finances": "Інвестиції в освіту чи комунікаційні технології приносять прибутковість.Ваша здатність до переговорів ефективно покращує фінансові результати в різних контекстах.Розглянемо розвиток вторинного доходу за допомогою обміну знаннями або змістом освіти."
        },
        "2031": {
            "overall": "2031 зосереджується на домашній, сімейній та основоположній безпеці для Козерога.Ваш талант до створення стабільного, виховання середовищ приносить користь як особистому, так і професійному житті.Баланс між традицією та інноваціями в домашніх питаннях приносить виконання.",
            "love": "Сімейні зв’язки впливають на моделі відносин позитивно.Партнери цінують вашу прихильність до створення безпечних, комфортних спільних просторів.Одиночні Козероги залучають стабільних, сімейно-орієнтованих людей через продемонстровану домашню компетентність.",
            "career": "Можливості роботи з дому або сімейні підприємства демонструють обіцянку.Ваша здатність підтримувати професійні межі, працюючи віддалено, приносить просування.Розглянемо роль, які дозволяють гнучкість, зберігаючи структуру.",
            "health": "Здоров'я травлення покращується через регулярне харчування та середовища їжі без стресу.Емоційне самопочуття зміцнюється завдяки сімейним зв’язкам та домашній практиці комфорту.Зверніть увагу на ділянки грудей та шлунка через належну поставу та дихання.",
            "finances": "Інвестиції в нерухомість або майно дають значну віддачу.Ваш консервативний підхід до фінансування будинків створює довгострокову безпеку.Подумайте про встановлення або розширення аварійних коштів для захисту сім'ї."
        },
        "2032": {
            "overall": "2032 приносить творче вираження та радість на перший план для Козерога.Ваш дисциплінований підхід до розвитку навичок тепер дає мистецьке чи рекреаційне виконання.Баланс між структурованою практикою та спонтанним виразом створює ваш унікальний внесок.",
            "love": "Грайливість та поділилися радістю зміцнюють романтичні зв’язки.Партнери цінують ваш більш невимушений, виразний емоційний стиль.Одиночні Козероги привертають увагу через справжній ентузіазм та розвинені таланти в творчих чи рекреаційних областях.",
            "career": "Ролі лідерства з креативними розмірами пропонують можливості просування.Ваша здатність впроваджувати практичні системи для творчих починань приносить визнання.Розглянемо позиції, що поєднують організаційну експертизу з художніми або дизайнерськими елементами.",
            "health": "Здоров'я серця покращується завдяки діяльності, що приносить справжню радість та задоволення.Тираж виграє від регулярного руху, який відчуває себе приємним, а не обов'язковим.Зверніть увагу на верхню частину спини та хребта за допомогою належної постави під час творчої діяльності.",
            "finances": "Інвестиції в мистецтво, культуру чи відпочинок показують несподівані прибутки.Ваш дисциплінований підхід до творчих підприємств створює потенціал стійкого доходу.Розглянемо диверсифікацію в областях, що поєднують пристрасть з практичністю."
        },
        "2033": {
            "overall": "2033 підкреслює послуги, здоров'я та щоденні процедури для Козерога.Ваші організаційні таланти створюють ефективні системи, які приносять користь як собі, так і іншим.Баланс між продуктивністю та самообслуговуванням встановлює стійкі життєві структури.",
            "love": "Відносини зміцнюються завдяки взаємній підтримці щоденних потреб та цілей здоров'я.Партнери цінують ваші практичні вирази догляду за допомогою служби та допомоги.Одиночні Козероги приваблюють зв’язки за допомогою продемонстрованої можливості та скромної корисності.",
            "career": "Промисловості охорони здоров'я, оздоровчої чи послуг пропонують можливості просування.Ваша увага до деталей та досконалості процедур приносить визнання.Розглянемо роль, які дозволяють впровадити систем, що покращують ефективність.",
            "health": "Здоров'я травлення та кишечника покращуються через регулярні процедури та відповідне харчування.Психічне самопочуття зміцнюється за допомогою організованих середовищ та зменшення хаосу.Зверніть особливу увагу на силу живота та стабільність ядра.",
            "finances": "Інвестиції в медичні технології чи послуги приносять прибутковість.Ваш практичний підхід до щоденних витрат створює збільшення потенціалу заощаджень.Подумайте про встановлення ощадних рахунків або фінансового планування, орієнтованого на оздоровлення."
        },
        "2034": {
            "overall": "2034 приносить фокус відносин та можливості партнерства для Козерога.Ваша надійність та цілісність залучають співробітників виняткової якості.Баланс між незалежністю та взаємозалежністю створює гармонійні та продуктивні зв’язки.",
            "love": "Романтичні стосунки досягають нових рівнів глибини та відданості.Партнери цінують вашу лояльність та послідовну наступну обіцянку.Одиночні Козероги залучають серйозних, готових до зобов'язань людей через продемонстровані навички стосунків.",
            "career": "Ділові партнерства або спільні підприємства демонструють сильний потенціал.Ваш дипломатичний, але практичний підхід до переговорів приносить вигідні умови.Розглянемо ролі, які дозволяють формалізувати та зміцнювати ключові професійні стосунки.",
            "health": "Області нирки та нижньої частини спини потребують уваги через належну гідратацію та ергономіку.Гормональний баланс покращується завдяки управлінню стресом та регулярними фізичними навантаженнями.Соціальні зв’язки позитивно впливають на загальне здоров'я при обраному мудром.",
            "finances": "Спільні підприємства або спільні інвестиції дають значну віддачу.Ваш консервативний підхід забезпечує цінний баланс у фінансах партнерства.Розглянемо формалізація фінансових угод на всіх підприємствах."
        },
        "2035": {
            "overall": "2035 позначає період трансформації та регенерації для Козерога.Ваша стійкість та пристосованість виявляють себе завдяки успішній навігації суттєвих змін.Баланс між вшануванням минулого та охопленням оновлення створює ваш шлях вперед.",
            "love": "Відносини поглиблюються завдяки спільній вразливості та взаємній підтримці під час переходів.Партнери цінують вашу емоційну силу та тиху надійність.Одиничні Козероги залучають потужні зв’язки за допомогою справжнього самореєстрації та продемонстрованої глибини.",
            "career": "Ролі, пов’язані з управлінням кризовим управлінням або організаційною трансформацією, пропонують прогрес.Ваша стійка присутність під час змін приносить можливості лідерства.Розглянемо позиції, які дозволяють відновити або реструктурувати існуючі системи.",
            "health": "Репродуктивні та усунення систем виграють від практики детоксикації та очищення.Емоційна стійкість зміцнюється шляхом обробки та випуску минулих зразків.Зверніть увагу на область таза за допомогою відповідних фізичних вправ та зменшення стресу.",
            "finances": "Страхування, планування нерухомості або спадщина менеджменту демонструють сильний потенціал.Ваш практичний підхід до підготовки до надзвичайних ситуацій створює безпеку.Розглянемо реструктуризацію інвестицій для усунення недостатніх активів."
        }
    },
    "famous": [
        {
            "name": "Мішель Обама",
            "birth_date": "17 січня 1964 року",
            "description": "Колишня перша леді, дисциплінований підхід, стратегічні ініціативи та гідна державна служба є прикладом відповідальності Козерога та методичних досягнень"
        },
        {
            "name": "Мартін Лютер Кінг -молодший",
            "birth_date": "15 січня 1929 року",
            "description": "Лідер громадянських прав, чия стійкість пацієнта, стратегічна організація та відповідальне лідерство демонструють здатність Козерога до змістовних структурованих змін"
        },
        {
            "name": "Кейт Міддлтон",
            "birth_date": "9 січня 1982 року",
            "description": "Герцогиня Кембриджська, гідність якої, почуття обов'язку та ретельна навігація традицій та відповідальності, відображають класичні риси Козерога"
        },
        {
            "name": "Дензель Вашингтон",
            "birth_date": "28 грудня 1954 року",
            "description": "Актор, чий дисципліноване ремесло, гідна присутність та методична кар'єрна побудова показують прихильність Козерога до досконалості завдяки постійним зусиллям"
        },
        {
            "name": "Леброн Джеймс",
            "birth_date": "30 грудня 1984 року",
            "description": "Спортсмен, чия трудова етика, ділова проникливість та стратегічний підхід до його кар'єри та спадщини демонструють амбіції Козерога та структурований шлях до успіху"
        }
    ],
    "daily_advice": {
        "relationship": "Сьогодні балансувати практичну підтримку з емоційним вираженням.Ті, хто вам, цінують вашу надійність, але також повинні знати, як ви себе почуваєте.",
        "career": "Ваші організаційні здібності вирішують виклик на робочому місці.Розбийте великі цілі в керовані кроки для постійного прогресу.",
        "health": "Зверніть увагу на поставу та спільне вирівнювання під час роботи.Короткі розтяжки підтримують здоров'я скелета протягом дня.",
        "general": "Ваш практичний підхід створює стабільність серед зміни сьогодні.Визнайте свій прогрес, а не зосередитись лише на відстані, яка ще піднімається."
    },
    "tarot_associations": {
        "major_arcana": "Диявол",
        "explanation": "Диявол представляє матеріальну прихильність, обмеження та виклики фізичного світу - теми, що резонують із земним фокусом Козерога та розуміння обмеження.Ця картка втілює протистояння матеріальній реальності та структури, які обмежують і дозволяють досягти, відображаючи подорож Козерога до оволодіння матеріальною площиною через дисципліну та усвідомлення."
    },
    "compatibility_details": {
        "aries": "Козеріг та Овен представляють різні підходи до досягнення - підйом пацієнта Козерога проти негайної дії Овна.Це створює як напругу, так і потенційне зростання, коли вони навчаються у стилях один одного.",
        "taurus": "Козеріг і Тельця утворюють відмінну відповідність Землі з спільними практичними цінностями.Обидва цінують стабільність, матеріальну безпеку та методичні підходи до життєвих проблем.",
        "gemini": "Козеріг та Близнюки наближаються до життя досить по -різному - Козерог зі структурою та традиціями, Близнюки з різноманітністю та пристосовністю.Розуміння та повага цих відмінностей є важливим для гармонії.",
        "cancer": "Козеріг та рак утворюють протилежні ознаки з додатковими сильними сторонами.Рак забезпечує емоційне харчування для амбіцій Козерога, в той час як Козеріг пропонує практичну підтримку потреби раку в безпеці.",
        "leo": "Козеріг та Лео мають різні пріоритети - досягнення цінностей Козерога завдяки стабільній роботі, тоді як Лео шукає визнання та творчого вираження.Взаємна повага до цих різних підходів підтримує сумісність.",
        "virgo": "Козеріг та Діва створюють гармонійний збіг Землі з спільними практичними цінностями та робочою етикою.Обидва цінують якість, послугу та методичні підходи до досягнення.",
        "libra": "Козерог та Терези стикаються з викликами з різними пріоритетами - Козеріг зосереджується на досягненні, тоді як Терези підкреслює стосунки та гармонію.Збалансування цих різних потреб вимагає свідомих зусиль.",
        "scorpio": "Козеріг і Скорпіон утворюють потужний, доповнюючий матч із спільним визначенням та глибиною.Обидва цінують лояльність, автентичність та досягнення значущих цілей, створюючи міцні зв’язки взаємної поваги.",
        "sagittarius": "Козеріг і Стрілець приносять додаткові перспективи - практичність Козерога та бачення Стрільця.Ця комбінація може бути потужною, коли кожен цінує те, що сприяє.",
        "capricorn": "Два Козероги створюють відносини, побудовані на взаємній повазі, спільних цілях та практичній підтримці.Вони розуміють амбіції та трудову етику один одного, хоча, можливо, знадобиться свідомо розвивати емоційне вираження.",
        "aquarius": "Козеріг та Водолій представляють традиційні та прогресивні підходи відповідно.Це створює напругу, але також потенціал для збалансованої точки зору, коли вони цінують свої додаткові точки зору.",
        "pisces": "Козероги та Риби створюють додаткові стосунки з Козерогом, що забезпечує структуру мрій Риб, тоді як Риби пропонують емоційну глибину та уяву, щоб збалансувати прагматизм Козерога."
    },
    "astrological_influences": {
        "sun_in": "Сонце в Козерозі приносить дисципліновані амбіції, практичну мудрість та відповідальний підхід до життя.Ви, природно, розумієте цінність терпіння, структури та методичного прогресу до цілей.",
        "moon_in": "Місяць у Козерозі створює емоційні потреби, зосереджені на досягненні, безпеці та порядку.Ваші почуття обробляються з практичністю, і ви знаходите емоційну стабільність через структуру та відповідальність.",
        "rising": "Козеріг підйом дає вам вигляд гідності, компетентності та серйозності.Інші бачать вас як відповідальних, зрілих та надійних від першої зустрічі, часто припускаючи, що ви старші за фактичний вік."
    },
    "self_improvement": {
        "challenges": [
            "Врівноваження роботи з особистим життям та стосунками",
            "Розвиток емоційного вираження та вразливості",
            "Подолання тенденції до песимізму",
            "Навчання святкувати досягнення по дорозі",
            "Пошук радості в сьогоденні під час планування на майбутнє"
        ],
        "growth_opportunities": [
            "Використання організаційних навичок для створення систем, які приносять користь багатьом",
            "Розвиток лідерства, яке врівноважує традицію з необхідними змінами",
            "Створення безпеки, яка підтримує, а не обмежує",
            "Побудова змістовної спадщини за допомогою постійних зусиль",
            "Наставництво інших у практичній мудрості та дисципліні"
        ],
        "affirmations": [
            "Я врівноважую досягнення з особистим зв’язком",
            "Я висловлюю свої почуття відкрито та автентично",
            "Я святкую прогрес на своєму шляху до успіху",
            "Я знаходжу радість у подорожі, а не лише призначенням",
            "Моя дисципліна створює свободу та можливість"
        ]
    },
    "life_path": {
        "purpose": "Люди Козерога часто мають місію будувати тривалі структури, встановлювати порядок у хаосі та створювати стійкі системи.Їх мета передбачає оволодіння матеріальним світом через дисципліну та мудрість, розвиток лідерства, яке врівноважує традицію з необхідною еволюцією.",
        "life_lessons": [
            "Дізнатися, що вразливість - це не слабкість, а сила",
            "Виявлення радості та сенсу разом із досягненням",
            "Врівноважування поваги до традиції з відкритістю до змін",
            "Використання влади та влади етично та відповідально",
            "Пошук духовного всередині матеріалу, а не відокремлення від нього"
        ],
        "spiritual_growth": "Духовний розвиток для Козерога передбачає визнання священного у повсякденній реальності та практичній роботі.Практика, які вшановують предки та традиції, знаходячи сенс у відповідальності та службі, і бачать матеріальне майстерність як духовний шлях, все сприяє духовній еволюції."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Діти Козерога, як правило, зрілі, відповідальні та іноді серйозні з раннього віку.Вони часто виявляють природну повагу до правил та повноважень, занепокоєння щодо того, щоб зробити речі \"правильно\" та раннє відчуття амбіцій чи мети.",
            "parenting_advice": "Заохочуйте гру та легкість поряд зі своєю природною зрілістю.Хвала зусилля та характер, а не лише досягнення.Допоможіть їм розвинути емоційне вираження та розуміти, що помилки є частиною навчання, а не невдачею."
        },
        "in_friendship": {
            "friendship_style": "Друзі Козерога лояльні, надійні та практично підтримують.Вони можуть не висловлювати прихильність відкрито, але проявляють турботу через послідовність, мудрі поради та бути там, коли справді потрібно.",
            "ideal_friends": "Козеріг процвітає з друзями, які поважають їхню трудову етику та амбіції, заохочуючи рівновагу.Вони цінують дружні стосунки, які поєднують взаємну повагу, практичну підтримку та тонкий гумор, віддаючи перевагу якості над кількістю відносин."
        },
        "shadow_side": {
            "potential_issues": "Коли незбалансований, Козеріг може стати надмірно контрольним, одержимим статусом або емоційно закритим.Їх прагнення до досягнення може призвести до трудоголізму, і їх прагматизм може погіршитися в песимізм або цинізм.",
            "growth_path": "Особистий ріст для Козерога передбачає врівноваження амбіцій з радістю, розвиток емоційної відкритті поряд із практичною силою та пошуку цілей поза досягненням чи статусом."
        }
    },
    "seasonal_influences": {
        "winter_solstice": "Народжений у зимовому сонцестоянням, коли темрява є найглибшою і світло починає повертатися, Козеріг втілює витривалість пацієнта зими і дисциплінований піднімається на все більший світ.Цей термін вливає Козерога з природним розумінням роботи через труднощі з поступовим вдосконаленням.",
        "cardinal_quality": "Як кардинальний знак, Козеріг представляє ініціативу та лідерство в матеріальній царині.Ця позиція надає їм можливість створювати нові структури, встановлювати практичні основи та ініціювати дисципліновані підходи до досягнення."
    },
    "elemental_analysis": {
        "earth_element_influence": "Елемент Землі дає Козерогу свою характерну практичність, дисципліну та зв’язок із матеріальною реальністю.Земля являє собою прояв, продуктивність та будівництво відчутних результатів за допомогою стійких зусиль.",
        "earth_balance": "Збалансована Земля приносить практичність, надійність та продуктивну здатність.Надмірна Земля може призвести до матеріалізму, жорсткості та емоційної стагнації, тоді як дефіцитна земля може призвести до непрактичності, відключення від фізичних потреб або відсутності подальшої."
    },
    "planetary_rulership": {
        "saturn_influence": "Сатурн, планета структури, обмеження та майстерність через дисципліну, правила Козерога.Цей планетарний вплив пояснює природне розуміння знаком межі, влади, відповідальності та цінності пацієнта, методичних зусиль.",
        "saturn_aspects": "Позиція та аспекти Сатурна в діаграмі народження людини суттєво впливають на те, як виражена енергія Козерога.Сильні аспекти Сатурна посилюють організаційні здібності та визначення, але також можуть збільшити тенденції до песимізму або надмірної самокритики."
    },
    "modern_applications": {
        "career_in_digital_age": "У сьогоднішній швидко мінливій економіці Козеріг перевершує створення стійких бізнес-моделей, створення організаційних систем для віддаленої роботи, розробки довгострокової цифрової стратегії та забезпечення стабільності та структури на тлі технологічних зривів.",
        "relationship_in_modern_context": "Сучасні стосунки виграють від лояльності та відданості Козерога в епоху випадкових зв’язків.Їх здатність будувати основи для майбутнього створює безпеку, хоча вони продовжують розвивати комфорт за допомогою цифрового спілкування та емоційної відкритості."
    }
}