{
    "sign": "Capricorn",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/capricorn.svg",
    "local_name": "Ma Kết",
    "date_range": "Ngày 22 tháng 12 - 19 tháng 1",
    "element": "Trái đất",
    "ruling_planet": "Sao Thổ",
    "symbol": "Con dê biển",
    "lucky_numbers": [
        "4",
        "8",
        "13",
        "22",
        "26"
    ],
    "lucky_colors": [
        "Màu nâu",
        "Đen",
        "Màu xanh đậm"
    ],
    "lucky_days": [
        "Thứ bảy",
        "Thứ Tư"
    ],
    "lucky_stones": [
        "Garnet",
        "Mã não",
        "Obsidian"
    ],
    "general_traits": {
        "strengths": [
            "Chịu trách nhiệm",
            "Kỷ luật",
            "Tự kiểm soát",
            "Thực tế",
            "Kiên nhẫn",
            "Tham vọng",
            "Tháo vát"
        ],
        "weaknesses": [
            "Bướng bỉnh",
            "Bi quan",
            "Gây tử vong",
            "Không tha thứ",
            "Trạng thái-ý thức",
            "Mong đợi điều tồi tệ nhất",
            "Cứng nhắc"
        ]
    },
    "personality": {
        "overview": "Ma Kết là dấu hiệu thứ mười của cung hoàng đạo, tượng trưng cho thành tích, trách nhiệm và sức chịu đựng.Các cá nhân Ma Kết được biết đến với cách tiếp cận thực tế, đạo đức làm việc kỷ luật và tư duy chiến lược.Họ là những người xây dựng cung hoàng đạo, tạo ra các nền tảng ổn định và leo lên thành công thông qua sự kiên trì và lập kế hoạch cẩn thận.",
        "detailed_traits": [
            "Ý thức trách nhiệm và nghĩa vụ mạnh mẽ",
            "Cách tiếp cận thực dụng để đạt được mục tiêu",
            "Tài năng tự nhiên cho tổ chức và cấu trúc",
            "Bệnh nhân, cách tiếp cận có phương pháp để thành công",
            "Tham vọng không rõ ràng với quyết tâm ấn tượng",
            "Các giá trị truyền thống với sự tôn trọng lịch sử",
            "Độ tin cậy trong các cam kết và lời hứa",
            "Khó khăn, tinh tế của sự hài hước dưới ngoại thất nghiêm trọng",
            "Quản lý và lập kế hoạch tài nguyên cẩn thận",
            "Thích chất hơn ngoại hình"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Ma Kết là những đối tác trung thành, cam kết đánh giá cao sự ổn định và tuổi thọ trong các mối quan hệ.Họ thể hiện tình yêu thông qua sự tin cậy, hỗ trợ thực tế và sự cống hiến thầm lặng hơn là những cử chỉ lãng mạn hay thể hiện cảm xúc.",
        "compatibility": {
            "most_compatible": [
                "Kim Ngưu",
                "Xử Nữ",
                "Bọ Cạp",
                "Song Ngư"
            ],
            "least_compatible": [
                "Bạch Dương",
                "Thiên Bình",
                "Cự Giải"
            ]
        },
        "relationship_advice": "Các cá nhân Ma Kết cần phát triển sự cởi mở về cảm xúc cùng với dự trữ tự nhiên của họ.Chia sẻ cảm xúc dễ dàng hơn với các đối tác hơn là tập trung hoàn toàn vào các vấn đề thực tế.Hãy nhớ rằng lỗ hổng củng cố trái phiếu và các mối quan hệ cần sự ấm áp cũng như sự ổn định.",
        "love_style": [
            "Trung thành và cam kết từng dành cho một đối tác",
            "Thể hiện tình yêu thông qua sự giúp đỡ và hỗ trợ thực tế",
            "Giá trị sự ổn định và khả năng tương thích lâu dài",
            "Thận trọng khi tham gia các mối quan hệ",
            "Có thể đấu tranh với biểu hiện cảm xúc",
            "Chịu trách nhiệm về thành công về mối quan hệ",
            "Đánh giá cao các đối tác tôn trọng tham vọng"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân Ma Kết nổi trội trong sự nghiệp thưởng cho cấu trúc, kỷ luật và lập kế hoạch dài hạn.Họ có một tài năng tự nhiên để quản lý, tổ chức và xây dựng các hệ thống bền vững, phát triển mạnh ở các vị trí cho phép họ leo lên một cách có phương pháp hướng tới thành tích.",
        "suitable_careers": [
            "Quản lý điều hành và quản lý",
            "Tài chính và ngân hàng",
            "Phát triển bất động sản và bất động sản",
            "Chính phủ và Dịch vụ Công cộng",
            "Kỹ thuật và kiến ​​trúc",
            "Quyền sở hữu và doanh nhân kinh doanh",
            "Các vị trí luật pháp và tư pháp",
            "Quản lý dự án",
            "Kế hoạch kế toán và tài chính",
            "Nghề thủ công truyền thống"
        ],
        "financial_habits": "Các cá nhân Ma Kết thường có cách tiếp cận bảo thủ, có phương pháp để quản lý tiền.Họ xuất sắc trong kế hoạch tài chính dài hạn, trì hoãn sự hài lòng và xây dựng an ninh thông qua nỗ lực nhất quán.Mặc dù không phải là người tham gia rủi ro, họ thực hiện các khoản đầu tư được tính toán với nghiên cứu kỹ lưỡng.",
        "work_style": [
            "Phương pháp và có tổ chức theo cách tiếp cận",
            "Giá trị hiệu quả và năng suất",
            "Cơ quan tự nhiên và khả năng quản lý",
            "Thích các cấu trúc truyền thống, được thiết lập",
            "Tuyệt vời với kế hoạch dài hạn",
            "Chịu trách nhiệm về kết quả",
            "Tôn trọng hệ thống phân cấp trong khi làm việc để tiến lên"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Ma Kết quy định hệ thống xương, khớp, đầu gối, da và răng.Các cá nhân Ma Kết có xu hướng có sức chịu đựng thể chất và sức chịu đựng tự nhiên nhưng có thể dễ bị các vấn đề với xương, khớp và da, đặc biệt là khi làm việc quá sức hoặc bị căng thẳng kéo dài.",
        "common_health_issues": [
            "Các vấn đề về khớp và đầu gối",
            "Các vấn đề về xương như viêm khớp",
            "Điều kiện da",
            "Vấn đề nha khoa",
            "Độ nhạy tiêu hóa từ căng thẳng",
            "Trầm cảm hoặc u sầu",
            "Mệt mỏi mãn tính do làm việc quá sức"
        ],
        "wellness_advice": "Cân bằng đạo đức công việc tự nhiên của bạn với sự nghỉ ngơi đầy đủ và tự chăm sóc bản thân.Duy trì sức khỏe chung thông qua tập thể dục và dinh dưỡng thích hợp.Phát triển các cửa hàng cảm xúc cho căng thẳng để ngăn chặn các biểu hiện vật lý ở xương và da.",
        "exercise_preferences": [
            "Các thói quen tập thể dục có cấu trúc với tiến độ có thể đo lường được",
            "Các bài tập truyền thống như tập tạ",
            "Đi bộ đường dài và leo núi",
            "Các hoạt động tác động thấp đối với sức khỏe chung",
            "Các thực hành kỷ luật như võ thuật"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 đánh dấu một năm của sự tiến bộ chuyên nghiệp và xây dựng nền tảng cấu trúc quan trọng cho Ma Kết.Cách tiếp cận kỷ luật và lập kế hoạch chiến lược của bạn tạo ra những thành tựu lâu dài.Cân bằng tham vọng với các mối quan hệ cá nhân để hoàn thành hoàn toàn.",
            "love": "Mối quan hệ phát triển thông qua các mục tiêu chung và sự tôn trọng lẫn nhau đối với ranh giới.Ma Kết đơn có thể đáp ứng các đối tác tiềm năng thông qua các mạng chuyên nghiệp hoặc môi trường có cấu trúc.Mối quan hệ hiện tại củng cố thông qua các biểu hiện thực tế của cam kết.",
            "career": "Sự công nhận chuyên nghiệp đến thông qua hiệu suất nhất quán và định vị chiến lược.Cơ hội lãnh đạo phát sinh trong nửa cuối năm.Khả năng tổ chức của bạn và các giải pháp thực tế cho các vấn đề phức tạp kiếm được sự tôn trọng từ các nhân vật có ảnh hưởng.",
            "health": "Tập trung vào sức khỏe của bộ xương thông qua tập thể dục mang trọng lượng và dinh dưỡng thích hợp.Sức khỏe tinh thần cải thiện với quản lý thời gian thường xuyên và thư giãn theo lịch trình.Đặc biệt chú ý đến chăm sóc đầu gối và chung trong các hoạt động thể chất.",
            "finances": "Sự ổn định tài chính được cải thiện thông qua lập kế hoạch cẩn thận và tiết kiệm kỷ luật.Hãy xem xét các khoản đầu tư truyền thống với hồ sơ theo dõi đã được chứng minh.Cơ hội tài sản hoặc bất động sản có thể xuất hiện đối với cuối năm."
        },
        "2026": {
            "overall": "2026 đưa Ma Kết thành một chu kỳ mở rộng xã hội và lãnh đạo cộng đồng.Sự khôn ngoan thực tế của bạn giúp hướng dẫn những nỗ lực tập thể hướng tới kết quả hữu hình.Tìm kiếm sự cân bằng giữa truyền thống và đổi mới tạo ra sự đóng góp độc đáo của bạn.",
            "love": "Mối quan hệ phát triển mạnh khi tích hợp các kết nối xã hội với liên kết riêng tư.Đối tác đánh giá cao sự cởi mở của bạn đối với những trải nghiệm mới.Ma Kết đơn thu hút sự chú ý thông qua sự tự tin thầm lặng và thể hiện năng lực trong các thiết lập nhóm.",
            "career": "Mạng chuyên nghiệp mở rộng đáng kể trong năm nay.Danh tiếng của bạn về độ tin cậy tạo ra cơ hội hợp tác với các nhân vật có ảnh hưởng.Hãy xem xét các vị trí kết hợp các thế mạnh hành chính của bạn với tác động của cộng đồng.",
            "health": "Lưu thông và chức năng hô hấp được hưởng lợi từ sự di chuyển thường xuyên trong không khí trong lành.Kết nối xã hội tác động tích cực đến sức khỏe tâm thần khi cân bằng với thời gian một mình.Xem xét đào tạo sức mạnh giúp cải thiện sự ổn định của mắt cá chân và chức năng chân thấp.",
            "finances": "Đầu tư nhóm hoặc các dự án tài chính dựa trên cộng đồng cho thấy lời hứa.Cách tiếp cận bảo thủ của bạn cung cấp sự cân bằng có giá trị trong các quyết định tài chính hợp tác.Cơ hội tài chính bất ngờ có thể đến thông qua các hiệp hội hoặc mạng lưới chuyên nghiệp."
        },
        "2027": {
            "overall": "2027 nhấn mạnh sự phát triển tâm linh và sự phản ánh bên trong cho Ma Kết.Bản chất thực tế của bạn tìm thấy biểu hiện thông qua nghi thức có ý nghĩa và suy ngẫm có cấu trúc.Cân bằng giữa thành tích vật chất và sự hoàn thành tâm linh mang lại hòa bình sâu sắc.",
            "love": "Kết nối cảm xúc sâu sắc hơn phát triển thông qua các giá trị được chia sẻ và khám phá tâm linh.Đối tác đánh giá cao sự hướng nội chu đáo và sự trưởng thành về cảm xúc của bạn.Ma Kết đơn thu hút các cá nhân có căn cứ về mặt tâm linh, coi trọng tính xác thực so với sự xuất hiện.",
            "career": "Các quyết định chuyên nghiệp phù hợp chặt chẽ hơn với các giá trị cốt lõi và mục đích dài hạn.Tính toàn vẹn và cách tiếp cận nguyên tắc của bạn mở ra các vai trò lãnh đạo với các khía cạnh đạo đức.Xem xét các vị trí cho phép thể hiện cả kỹ năng thực tế và trí tuệ sâu sắc hơn.",
            "health": "Sức mạnh hệ thống miễn dịch cải thiện thông qua quản lý căng thẳng và nghỉ ngơi thích hợp.Thiền có cấu trúc hoặc thực hành chiêm nghiệm mang lại lợi ích đáng chú ý.Hãy chú ý đến bàn chân và hệ thống cơ thể tinh tế thông qua các hoạt động nối đất và giày dép thích hợp.",
            "finances": "Lập kế hoạch tài chính dài hạn có các khía cạnh tâm linh khi bạn làm rõ các ưu tiên thực sự.Việc đưa ra từ thiện hoặc đầu tư đạo đức mang lại cả sự hài lòng cá nhân và lợi nhuận bất ngờ.Xem xét thành lập một quỹ di sản hoặc niềm tin gia đình."
        },
        "2028": {
            "overall": "2028 đưa Ma Kết thành một chu kỳ mới của trao quyền cá nhân và hành động đầy tham vọng.Kỹ năng được phát triển cẩn thận của bạn tìm thấy ứng dụng hoàn hảo trong các cơ hội mới nổi.Cân bằng giữa nỗ lực kỷ luật và nghỉ ngơi chiến lược tạo ra thành công bền vững.",
            "love": "Mối quan hệ được hưởng lợi từ sự tự tin và sự rõ ràng của mục đích tăng lên.Các đối tác đánh giá cao cách tiếp cận quyết định nhưng chu đáo của bạn đối với các thách thức được chia sẻ.Ma Kết đơn thu hút sự chú ý thông qua sự tự thể hiện đích thực và khả năng thể hiện.",
            "career": "Vị trí lãnh đạo mở bất ngờ khi sự chuẩn bị của bạn đáp ứng cơ hội.Khả năng của bạn để thực hiện các hệ thống thực tế cho các vấn đề phức tạp mang lại sự công nhận.Hãy xem xét các dự án kinh doanh tận dụng thế mạnh tổ chức của bạn.",
            "health": "Sức sống thể chất tăng thông qua chế độ tập thể dục có cấu trúc.Sức khỏe nội tiết tố và trao đổi chất cải thiện với dinh dưỡng phù hợp và mô hình giấc ngủ.Hãy chú ý đến các khu vực đầu và mặt thông qua công thái học thích hợp và chăm sóc nha khoa phòng ngừa.",
            "finances": "Liên doanh cá nhân hoặc các dự án độc lập cho thấy tiềm năng tài chính mạnh mẽ.Cách tiếp cận kỷ luật của bạn để quản lý tài nguyên tạo ra sự ổn định ngay cả trong quá trình mở rộng.Xem xét các khoản đầu tư vào phát triển chuyên nghiệp hoặc cơ sở hạ tầng kinh doanh của riêng bạn."
        },
        "2029": {
            "overall": "2029 nổi bật quản lý tài nguyên và bảo mật vật liệu cho Ma Kết.Tài năng tự nhiên của bạn cho sự quản lý tạo ra sự phong phú vượt ra ngoài lợi ích cá nhân.Cân bằng giữa các phương pháp truyền thống và các giải pháp tài nguyên sáng tạo mang lại kết quả đáng chú ý.",
            "love": "Các giá trị chia sẻ xung quanh bảo mật vật liệu tăng cường trái phiếu.Các đối tác đánh giá cao cách tiếp cận hào phóng nhưng thực tế của bạn để xây dựng các nguồn lực chung.Ma Kết đơn thu hút các cá nhân ổn định, liên kết với các giá trị thông qua trách nhiệm tài chính đã được chứng minh.",
            "career": "Các lĩnh vực tài chính hoặc vai trò quản lý tài nguyên cung cấp các cơ hội tiến bộ.Cách tiếp cận bảo thủ của bạn cung cấp đối trọng có giá trị trong các thị trường thay đổi nhanh chóng.Xem xét các vị trí kết hợp chuyên môn hành chính với việc tạo ra giá trị.",
            "health": "Các khu vực cổ họng và cổ đòi hỏi sự chú ý thông qua công thái học thích hợp và quản lý căng thẳng.Sức khỏe giọng hát được cải thiện với hydrat hóa thích hợp và giảm thực phẩm viêm.Xem xét các thực hành giải phóng căng thẳng trong cột sống cổ và phần trên cơ thể.",
            "finances": "Đầu tư vào chất lượng hơn là số lượng mang lại lợi nhuận đáng kể.Khả năng của bạn để xác định tài sản bị đánh giá thấp tạo ra cơ hội cho sự tăng trưởng đáng kể.Xem xét đa dạng hóa nắm giữ trong khi duy trì sự tập trung vào các khoản đầu tư hợp lý về cơ bản."
        },
        "2030": {
            "overall": "2030 nhấn mạnh các kỹ năng giao tiếp và phát triển trí tuệ cho Ma Kết.Tư duy có phương pháp của bạn tìm thấy biểu thức hiệu quả thông qua các kênh truyền thông mới được phát triển.Cân bằng giữa nghe và nói tạo ra sự trao đổi có ý nghĩa.",
            "love": "Các mô hình giao tiếp trong các mối quan hệ trải qua chuyển đổi tích cực.Đối tác đánh giá cao từ vựng cảm xúc gia tăng của bạn và lắng nghe tích cực.Ma Kết đơn thu hút các kết nối thông qua cuộc trò chuyện chu đáo và biểu hiện đích thực.",
            "career": "Viết, giảng dạy, hoặc vai trò truyền thông chiến lược cung cấp các cơ hội tiến bộ.Khả năng của bạn để giải thích các khái niệm phức tạp trong các thuật ngữ có thể truy cập mang lại sự công nhận.Xem xét các vị trí cho phép bạn chính thức hóa và chia sẻ nền tảng kiến ​​thức đáng kể của bạn.",
            "health": "Hệ thống hô hấp được hưởng lợi từ các kỹ thuật thở thích hợp và cải thiện chất lượng không khí.Sức khỏe tâm thần củng cố thông qua việc ghi nhật ký hoặc xử lý suy nghĩ có cấu trúc.Hãy chú ý đến khả năng vận động vai và cánh tay thông qua việc kéo dài và di chuyển thường xuyên.",
            "finances": "Đầu tư vào giáo dục hoặc công nghệ truyền thông mang lại lợi nhuận.Khả năng đàm phán của bạn để cải thiện hiệu quả kết quả tài chính trong các bối cảnh khác nhau.Xem xét phát triển thu nhập thứ cấp thông qua chia sẻ kiến ​​thức hoặc nội dung giáo dục."
        },
        "2031": {
            "overall": "2031 tập trung vào nhà, gia đình và an ninh nền tảng cho Ma Kết.Tài năng của bạn để tạo ra môi trường ổn định, nuôi dưỡng có lợi cho cả cuộc sống cá nhân và chuyên nghiệp.Cân bằng giữa truyền thống và đổi mới trong các vấn đề trong nước mang lại sự hoàn thành.",
            "love": "Kết nối gia đình ảnh hưởng đến các mô hình mối quan hệ theo những cách tích cực.Đối tác đánh giá cao cam kết của bạn để tạo ra không gian chia sẻ an toàn, thoải mái.Ma Kết đơn thu hút các cá nhân ổn định, hướng đến gia đình thông qua năng lực trong nước đã thể hiện.",
            "career": "Cơ hội làm việc tại nhà hoặc dự án kinh doanh gia đình cho thấy lời hứa.Khả năng của bạn để duy trì ranh giới chuyên nghiệp trong khi làm việc từ xa mang lại sự tiến bộ.Xem xét các vai trò cho phép linh hoạt trong khi duy trì cấu trúc.",
            "health": "Sức khỏe tiêu hóa được cải thiện thông qua các bữa ăn thường xuyên và môi trường ăn uống không căng thẳng.Sức khỏe tình cảm tăng cường thông qua các kết nối gia đình và thực hành thoải mái tại nhà.Hãy chú ý đến vùng ngực và dạ dày thông qua tư thế và hơi thở thích hợp.",
            "finances": "Đầu tư bất động sản hoặc bất động sản mang lại lợi nhuận đáng kể.Cách tiếp cận bảo thủ của bạn để tài chính nhà tạo ra bảo mật lâu dài.Xem xét thiết lập hoặc mở rộng các quỹ khẩn cấp để bảo vệ gia đình."
        },
        "2032": {
            "overall": "2032 đưa biểu hiện sáng tạo và niềm vui lên hàng đầu cho Ma Kết.Cách tiếp cận kỷ luật của bạn để phát triển các kỹ năng hiện đang mang lại sự hoàn thành nghệ thuật hoặc giải trí.Cân bằng giữa thực tiễn có cấu trúc và biểu thức tự phát tạo ra sự đóng góp độc đáo của bạn.",
            "love": "GLIGHIM và chia sẻ niềm vui củng cố các kết nối lãng mạn.Đối tác đánh giá cao phong cách cảm xúc thoải mái hơn, biểu cảm của bạn.Ma Kết đơn thu hút sự chú ý thông qua sự nhiệt tình đích thực và phát triển tài năng trong các lĩnh vực sáng tạo hoặc giải trí.",
            "career": "Vai trò lãnh đạo với kích thước sáng tạo mang đến cơ hội tiến bộ.Khả năng của bạn để thực hiện các hệ thống thực tế để nỗ lực sáng tạo mang lại sự công nhận.Xem xét các vị trí kết hợp chuyên môn tổ chức với các yếu tố nghệ thuật hoặc thiết kế.",
            "health": "Sức khỏe tim cải thiện thông qua các hoạt động mang lại niềm vui và sự hài lòng thực sự.Lợi ích lưu hành từ chuyển động thường xuyên mà cảm thấy dễ chịu hơn là bắt buộc.Hãy chú ý đến lưng trên và cột sống thông qua tư thế thích hợp trong các hoạt động sáng tạo.",
            "finances": "Đầu tư vào nghệ thuật, văn hóa hoặc giải trí cho thấy lợi nhuận bất ngờ.Cách tiếp cận kỷ luật của bạn để mạo hiểm sáng tạo tạo ra tiềm năng thu nhập bền vững.Xem xét đa dạng hóa vào các lĩnh vực kết hợp niềm đam mê với thực tiễn."
        },
        "2033": {
            "overall": "2033 nhấn mạnh dịch vụ, sức khỏe và thói quen hàng ngày cho Ma Kết.Tài năng tổ chức của bạn tạo ra các hệ thống hiệu quả có lợi cho cả bạn và những người khác.Cân bằng giữa năng suất và tự chăm sóc tự thiết lập các mô hình cuộc sống bền vững.",
            "love": "Mối quan hệ tăng cường thông qua hỗ trợ lẫn nhau của nhu cầu hàng ngày và các mục tiêu sức khỏe.Đối tác đánh giá cao những biểu hiện thực tế của bạn về chăm sóc thông qua dịch vụ và hỗ trợ.Ma Kết đơn thu hút các kết nối thông qua khả năng thể hiện và sự hữu ích khiêm tốn.",
            "career": "Các ngành công nghiệp chăm sóc sức khỏe, chăm sóc sức khỏe hoặc dịch vụ mang đến cơ hội tiến bộ.Bạn chú ý đến chi tiết và sự xuất sắc về thủ tục mang lại sự công nhận.Xem xét các vai trò cho phép thực hiện các hệ thống cải tiến hiệu quả.",
            "health": "Sức khỏe tiêu hóa và đường ruột cải thiện thông qua các thói quen thường xuyên và dinh dưỡng thích hợp.Sức khỏe tinh thần tăng cường thông qua các môi trường có tổ chức và giảm sự hỗn loạn.Đặc biệt chú ý đến sức mạnh bụng và ổn định cốt lõi.",
            "finances": "Đầu tư vào công nghệ y tế hoặc ngành dịch vụ lợi nhuận.Cách tiếp cận thực tế của bạn để lập ngân sách chi phí hàng ngày tạo ra tiềm năng tiết kiệm tăng lên.Xem xét thiết lập tài khoản tiết kiệm sức khỏe hoặc kế hoạch tài chính tập trung vào sức khỏe."
        },
        "2034": {
            "overall": "2034 mang đến sự tập trung mối quan hệ và cơ hội hợp tác cho Ma Kết.Độ tin cậy và tính toàn vẹn của bạn thu hút các cộng tác viên có chất lượng đặc biệt.Cân bằng giữa sự độc lập và phụ thuộc lẫn nhau tạo ra các kết nối hài hòa và hiệu quả.",
            "love": "Mối quan hệ lãng mạn đạt đến mức độ sâu sắc và cam kết mới.Các đối tác đánh giá cao lòng trung thành và sự theo dõi nhất quán của bạn về những lời hứa.Ma Kết đơn thu hút các cá nhân nghiêm túc, sẵn sàng cam kết thông qua các kỹ năng mối quan hệ được thể hiện.",
            "career": "Quan hệ đối tác kinh doanh hoặc các dự án hợp tác cho thấy tiềm năng mạnh mẽ.Cách tiếp cận ngoại giao nhưng thực tế của bạn để đàm phán mang lại các điều khoản lợi thế.Hãy xem xét các vai trò cho phép bạn chính thức hóa và tăng cường các mối quan hệ chuyên nghiệp quan trọng.",
            "health": "Thận và khu vực lưng dưới đòi hỏi sự chú ý thông qua hydrat hóa và công thái học thích hợp.Cân bằng nội tiết tố cải thiện thông qua quản lý căng thẳng và hoạt động thể chất thường xuyên.Kết nối xã hội tác động tích cực đến sức khỏe tổng thể khi được chọn một cách khôn ngoan.",
            "finances": "Liên doanh hoặc đầu tư chia sẻ mang lại lợi nhuận đáng kể.Cách tiếp cận bảo thủ của bạn cung cấp sự cân bằng có giá trị trong tài chính hợp tác.Xem xét chính thức hóa các thỏa thuận tài chính trong tất cả các doanh nghiệp hợp tác."
        },
        "2035": {
            "overall": "2035 đánh dấu một khoảng thời gian chuyển đổi và tái sinh cho Ma Kết.Khả năng phục hồi và khả năng thích ứng của bạn tiết lộ bản thân thông qua điều hướng thành công các thay đổi quan trọng.Sự cân bằng giữa việc tôn vinh quá khứ và nắm lấy sự đổi mới tạo ra con đường của bạn về phía trước.",
            "love": "Mối quan hệ sâu sắc thông qua lỗ hổng được chia sẻ và hỗ trợ lẫn nhau trong quá trình chuyển đổi.Đối tác đánh giá cao sức mạnh cảm xúc của bạn và sự tin cậy yên tĩnh.Ma Kết đơn thu hút các kết nối mạnh mẽ thông qua sự tự mặc khải đích thực và chứng minh chiều sâu.",
            "career": "Vai trò liên quan đến quản lý khủng hoảng hoặc chuyển đổi tổ chức cung cấp sự tiến bộ.Sự hiện diện ổn định của bạn trong thay đổi mang đến cơ hội lãnh đạo.Xem xét các vị trí cho phép bạn xây dựng lại hoặc tái cấu trúc các hệ thống hiện có.",
            "health": "Hệ thống sinh sản và loại bỏ được hưởng lợi từ thực hành giải độc và thanh lọc.Khả năng phục hồi cảm xúc củng cố thông qua xử lý và giải phóng các mô hình trong quá khứ.Hãy chú ý đến khu vực vùng chậu thông qua tập thể dục thích hợp và giảm căng thẳng.",
            "finances": "Bảo hiểm, lập kế hoạch bất động sản, hoặc quản lý kế thừa cho thấy tiềm năng mạnh mẽ.Cách tiếp cận thực tế của bạn để chuẩn bị cho các dự phòng tạo ra bảo mật.Xem xét tái cấu trúc các khoản đầu tư để loại bỏ tài sản hoạt động kém."
        }
    },
    "famous": [
        {
            "name": "Michelle Obama",
            "birth_date": "Ngày 17 tháng 1 năm 1964",
            "description": "Cựu đệ nhất phu nhân có cách tiếp cận kỷ luật, các sáng kiến ​​chiến lược và dịch vụ công cộng trang nghiêm thể hiện trách nhiệm và thành tích có phương pháp của Ma Kết và thành tích có phương pháp"
        },
        {
            "name": "Martin Luther King Jr.",
            "birth_date": "Ngày 15 tháng 1 năm 1929",
            "description": "Lãnh đạo dân quyền có sự kiên trì của bệnh nhân, tổ chức chiến lược và lãnh đạo có trách nhiệm thể hiện khả năng thay đổi có ý nghĩa, có cấu trúc của Ma Kết cho"
        },
        {
            "name": "Kate Middleton",
            "birth_date": "Ngày 9 tháng 1 năm 1982",
            "description": "Nữ công tước xứ Cambridge có nhân phẩm, ý thức về nghĩa vụ và điều hướng cẩn thận truyền thống và trách nhiệm phản ánh những đặc điểm kinh điển của Ma Kết cổ điển"
        },
        {
            "name": "Denzel Washington",
            "birth_date": "Ngày 28 tháng 12 năm 1954",
            "description": "Diễn viên có nghề thủ công kỷ luật, sự hiện diện trang nghiêm và xây dựng nghề nghiệp có phương pháp cho thấy cam kết xuất sắc của Ma Kết thông qua nỗ lực bền vững"
        },
        {
            "name": "Lebron James",
            "birth_date": "Ngày 30 tháng 12 năm 1984",
            "description": "Vận động viên có đạo đức làm việc, sự nhạy bén trong kinh doanh và cách tiếp cận chiến lược cho sự nghiệp và di sản của anh ấy thể hiện tham vọng của Ma Kết và con đường có cấu trúc để thành công"
        }
    ],
    "daily_advice": {
        "relationship": "Ngày nay, cân bằng hỗ trợ thực tế với biểu hiện cảm xúc.Những người gần gũi với bạn đánh giá cao độ tin cậy của bạn nhưng cũng cần biết bạn cảm thấy thế nào.",
        "career": "Khả năng tổ chức của bạn giải quyết một thách thức nơi làm việc.Phá vỡ các mục tiêu lớn thành các bước có thể quản lý để tiến bộ ổn định.",
        "health": "Hãy chú ý đến tư thế và liên kết chung trong công việc.Phá vỡ ngắn ngủi hỗ trợ sức khỏe bộ xương trong suốt cả ngày.",
        "general": "Cách tiếp cận thực tế của bạn tạo ra sự ổn định giữa sự thay đổi ngày hôm nay.Thừa nhận sự tiến bộ của bạn thay vì chỉ tập trung vào khoảng cách để leo lên."
    },
    "tarot_associations": {
        "major_arcana": "Quỷ dữ",
        "explanation": "Ma quỷ đại diện cho sự gắn bó vật chất, hạn chế và những thách thức của thế giới vật lý - các chủ đề cộng hưởng với sự tập trung trần gian và hiểu biết về giới hạn của Ma Kết.Thẻ này thể hiện sự đối đầu với thực tế vật chất và các cấu trúc vừa giới hạn và cho phép thành tích, phản ánh hành trình của Ma Kết đối với việc làm chủ mặt phẳng vật chất thông qua kỷ luật và nhận thức."
    },
    "compatibility_details": {
        "aries": "Ma Kết và Bạch Dương đại diện cho các cách tiếp cận khác nhau để thành tích - bệnh nhân của Ma Kết leo lên so với hành động ngay lập tức của Bạch Dương.Điều này tạo ra cả căng thẳng và tăng trưởng tiềm năng khi họ học hỏi từ phong cách của nhau.",
        "taurus": "Ma Kết và Kim Ngưu tạo thành một trận đấu dấu hiệu Trái đất tuyệt vời với các giá trị thực tế được chia sẻ.Cả hai đều đánh giá cao sự ổn định, bảo mật vật chất và phương pháp tiếp cận có phương pháp đối với những thách thức của cuộc sống.",
        "gemini": "Ma Kết và Song Tử tiếp cận cuộc sống hoàn toàn khác - Ma Kết với cấu trúc và truyền thống, Song Tử với sự đa dạng và khả năng thích ứng.Hiểu và tôn trọng những khác biệt này là điều cần thiết cho sự hài hòa.",
        "cancer": "Ma Kết và ung thư hình thành các dấu hiệu ngược lại với các điểm mạnh bổ sung.Ung thư cung cấp sự nuôi dưỡng cảm xúc cho tham vọng của Ma Kết, trong khi Ma Kết cung cấp hỗ trợ thực tế cho nhu cầu an ninh của ung thư.",
        "leo": "Ma Kết và Sư Tử có các ưu tiên khác nhau - Thành tích giá trị Ma Kết thông qua công việc ổn định trong khi LEO tìm kiếm sự công nhận và biểu hiện sáng tạo.Sự tôn trọng lẫn nhau cho các phương pháp khác nhau này hỗ trợ khả năng tương thích.",
        "virgo": "Ma Kết và Xử Nữ tạo ra một trận đấu dấu hiệu trái đất hài hòa với các giá trị thực tế được chia sẻ và đạo đức làm việc.Cả hai đánh giá cao chất lượng, dịch vụ và phương pháp tiếp cận có phương pháp để hoàn thành.",
        "libra": "Ma Kết và Thiên Bình phải đối mặt với những thách thức với các ưu tiên khác nhau - Ma Kết tập trung vào thành tích trong khi Thiên Bình nhấn mạnh các mối quan hệ và hòa hợp.Cân bằng những nhu cầu khác nhau này đòi hỏi nỗ lực có ý thức.",
        "scorpio": "Ma Kết và Bọ Cạp tạo thành một trận đấu mạnh mẽ, bổ sung với quyết tâm và chiều sâu được chia sẻ.Cả lòng trung thành giá trị, tính xác thực và theo đuổi các mục tiêu có ý nghĩa, tạo ra sự liên kết mạnh mẽ của sự tôn trọng lẫn nhau.",
        "sagittarius": "Ma Kết và Nhân Mã mang đến những quan điểm bổ sung - tính thực tế của Ma Kết và tầm nhìn của Nhân Mã.Sự kết hợp này có thể mạnh mẽ khi mỗi người đánh giá cao những gì người khác đóng góp.",
        "capricorn": "Hai Ma Kết tạo ra một mối quan hệ được xây dựng dựa trên sự tôn trọng lẫn nhau, các mục tiêu được chia sẻ và hỗ trợ thực tế.Họ hiểu tham vọng và đạo đức làm việc của nhau, mặc dù có thể cần phải phát triển một cách có ý thức biểu hiện cảm xúc.",
        "aquarius": "Ma Kết và Bảo Bình đại diện cho các phương pháp truyền thống và tiến bộ tương ứng.Điều này tạo ra sự căng thẳng nhưng cũng có tiềm năng cho quan điểm cân bằng khi chúng đánh giá cao các quan điểm bổ sung của họ.",
        "pisces": "Ma Kết và Song Ngư tạo ra một mối quan hệ bổ sung với Ma Kết cung cấp cấu trúc cho giấc mơ của Song Ngư, trong khi Song Ngư cung cấp chiều sâu cảm xúc và trí tưởng tượng để cân bằng chủ nghĩa thực dụng của Ma Kết."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời trong Ma Kết mang đến tham vọng kỷ luật, trí tuệ thực tế và cách tiếp cận có trách nhiệm với cuộc sống.Bạn tự nhiên hiểu giá trị của sự kiên nhẫn, cấu trúc và tiến bộ có phương pháp đối với các mục tiêu.",
        "moon_in": "Mặt trăng trong Ma Kết tạo ra nhu cầu cảm xúc tập trung vào thành tích, an ninh và trật tự.Cảm xúc của bạn được xử lý với tính thực tế, và bạn tìm thấy sự ổn định cảm xúc thông qua cấu trúc và trách nhiệm.",
        "rising": "Ma Kết gia tăng mang đến cho bạn sự xuất hiện của phẩm giá, năng lực và sự nghiêm túc.Những người khác coi bạn là người có trách nhiệm, trưởng thành và đáng tin cậy từ cuộc họp đầu tiên, thường cho rằng bạn già hơn tuổi thực tế của bạn."
    },
    "self_improvement": {
        "challenges": [
            "Cân bằng công việc với cuộc sống cá nhân và các mối quan hệ",
            "Phát triển biểu hiện cảm xúc và dễ bị tổn thương",
            "Vượt qua xu hướng bi quan",
            "Học cách ăn mừng thành tích trên đường đi",
            "Tìm kiếm niềm vui trong hiện tại trong khi lên kế hoạch cho tương lai"
        ],
        "growth_opportunities": [
            "Sử dụng các kỹ năng tổ chức để tạo ra các hệ thống có lợi cho nhiều người",
            "Phát triển sự lãnh đạo cân bằng truyền thống với sự thay đổi cần thiết",
            "Tạo bảo mật hỗ trợ thay vì hạn chế",
            "Xây dựng di sản có ý nghĩa thông qua nỗ lực bền vững",
            "Cố vấn cho người khác trong sự khôn ngoan và kỷ luật thực tế"
        ],
        "affirmations": [
            "Tôi cân bằng thành tích với kết nối cá nhân",
            "Tôi thể hiện cảm xúc của mình một cách công khai và chân thực",
            "Tôi kỷ niệm tiến bộ trên con đường thành công của mình",
            "Tôi tìm thấy niềm vui trong hành trình, không chỉ là điểm đến",
            "Kỷ luật của tôi tạo ra tự do và cơ hội"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Ma Kết thường có nhiệm vụ xây dựng các cấu trúc lâu dài, thiết lập trật tự trong sự hỗn loạn và tạo ra các hệ thống bền vững.Mục đích của họ liên quan đến việc làm chủ thế giới vật chất thông qua kỷ luật và trí tuệ, phát triển sự lãnh đạo cân bằng truyền thống với sự tiến hóa cần thiết.",
        "life_lessons": [
            "Học được điều dễ bị tổn thương không phải là điểm yếu mà là sức mạnh",
            "Khám phá niềm vui và ý nghĩa bên cạnh thành tích",
            "Cân bằng sự tôn trọng truyền thống với sự cởi mở để thay đổi",
            "Sử dụng quyền lực và thẩm quyền về mặt đạo đức và có trách nhiệm",
            "Tìm thấy tinh thần trong tài liệu, không tách biệt với nó"
        ],
        "spiritual_growth": "Phát triển tâm linh cho Ma Kết liên quan đến việc nhận ra sự linh thiêng trong thực tế hàng ngày và công việc thực tế.Các thực tiễn tôn vinh tổ tiên và truyền thống, tìm kiếm ý nghĩa trong trách nhiệm và dịch vụ, và xem sự làm chủ vật chất như một con đường tâm linh đều góp phần tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Ma Kết thường trưởng thành, có trách nhiệm và đôi khi nghiêm túc từ khi còn nhỏ.Họ thường thể hiện sự tôn trọng tự nhiên đối với các quy tắc và thẩm quyền, quan tâm đến việc làm mọi việc 'đúng' và ý thức sớm về tham vọng hoặc mục đích.",
            "parenting_advice": "Khuyến khích chơi và nhẹ nhàng cùng với sự trưởng thành tự nhiên của họ.Khen ngợi nỗ lực và tính cách, không chỉ thành tích.Giúp họ phát triển biểu hiện cảm xúc và hiểu rằng phạm sai lầm là một phần của việc học, không phải là thất bại."
        },
        "in_friendship": {
            "friendship_style": "Bạn bè Ma Kết trung thành, đáng tin cậy và thực tế hỗ trợ.Họ có thể không thể hiện tình cảm một cách công khai nhưng thể hiện sự quan tâm thông qua sự nhất quán, lời khuyên khôn ngoan và ở đó khi thực sự cần thiết.",
            "ideal_friends": "Ma Kết phát triển mạnh với những người bạn tôn trọng đạo đức và tham vọng làm việc của họ trong khi khuyến khích sự cân bằng.Họ coi trọng tình bạn kết hợp sự tôn trọng lẫn nhau, hỗ trợ thực tế và sự hài hước tinh tế, thích chất lượng hơn số lượng trong các mối quan hệ."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Ma Kết có thể trở nên quá kiểm soát quá mức, bị ám ảnh bởi tình trạng hoặc kết thúc về mặt cảm xúc.Động lực của họ cho thành tích có thể dẫn đến sự nghiện công việc, và chủ nghĩa thực dụng của họ có thể xấu đi thành sự bi quan hoặc hoài nghi.",
            "growth_path": "Tăng trưởng cá nhân cho Ma Kết liên quan đến việc cân bằng tham vọng với niềm vui, phát triển sự cởi mở về cảm xúc bên cạnh sức mạnh thực tế và tìm kiếm mục đích vượt ra ngoài thành tích hoặc địa vị."
        }
    },
    "seasonal_influences": {
        "winter_solstice": "Sinh ra vào ngày đông chí khi bóng tối sâu nhất và ánh sáng bắt đầu trở lại, Ma Kết thể hiện sự bền bỉ của bệnh nhân của mùa đông và sự leo lên kỷ luật về việc tăng ánh sáng.Thời gian này truyền vào Ma Kết với sự hiểu biết tự nhiên về việc làm việc thông qua khó khăn trong việc cải thiện dần dần.",
        "cardinal_quality": "Là một dấu hiệu hồng y, Ma Kết đại diện cho sáng kiến ​​và lãnh đạo trong lĩnh vực vật chất.Vị trí này cho họ khả năng tạo ra các cấu trúc mới, thiết lập nền tảng thực tế và bắt đầu các phương pháp kỷ luật để thành tích."
    },
    "elemental_analysis": {
        "earth_element_influence": "Yếu tố Trái đất mang lại cho Ma Kết thực tế, kỷ luật và kết nối đặc trưng của họ với thực tế vật chất.Trái đất đại diện cho biểu hiện, năng suất và việc xây dựng các kết quả hữu hình thông qua nỗ lực bền vững.",
        "earth_balance": "Trái đất cân bằng mang lại tính thực tế, độ tin cậy và năng lực sản xuất.Trái đất quá mức có thể dẫn đến chủ nghĩa duy vật, độ cứng và sự trì trệ về mặt cảm xúc, trong khi trái đất bị thiếu có thể dẫn đến không thực tế, ngắt kết nối với nhu cầu vật lý hoặc thiếu theo dõi."
    },
    "planetary_rulership": {
        "saturn_influence": "Sao Thổ, hành tinh của cấu trúc, giới hạn và làm chủ thông qua kỷ luật, quy tắc Ma Kết.Ảnh hưởng hành tinh này giải thích sự hiểu biết tự nhiên của dấu hiệu về ranh giới, thẩm quyền, trách nhiệm và giá trị của bệnh nhân, nỗ lực có phương pháp.",
        "saturn_aspects": "Vị trí và khía cạnh của Sao Thổ trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng Ma Kết.Các khía cạnh Sao Thổ mạnh mẽ tăng cường khả năng tổ chức và quyết tâm nhưng cũng có thể làm tăng xu hướng đối với sự bi quan hoặc tự phê bình quá mức."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong nền kinh tế thay đổi nhanh chóng ngày nay, Ma Kết vượt trội trong việc thiết lập các mô hình kinh doanh bền vững, tạo ra các hệ thống tổ chức cho công việc từ xa, phát triển chiến lược kỹ thuật số dài hạn và cung cấp sự ổn định và cấu trúc giữa sự gián đoạn công nghệ.",
        "relationship_in_modern_context": "Các mối quan hệ hiện đại được hưởng lợi từ lòng trung thành và cam kết của Ma Kết trong một kỷ nguyên kết nối thông thường.Khả năng xây dựng nền tảng cho tương lai của họ tạo ra sự bảo mật, mặc dù họ tiếp tục phát triển sự thoải mái với giao tiếp kỹ thuật số và sự cởi mở về cảm xúc."
    }
}