{
    "sign": "Taurus",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/taurus.svg",
    "local_name": "برج الثور",
    "date_range": "20 أبريل - 20 مايو",
    "element": "أرض",
    "ruling_planet": "فينوس",
    "symbol": "ثور",
    "lucky_numbers": [
        "2",
        "6",
        "9",
        "12",
        "24"
    ],
    "lucky_colors": [
        "أخضر",
        "لون القرنفل",
        "أزرق"
    ],
    "lucky_days": [
        "جمعة",
        "الاثنين"
    ],
    "lucky_stones": [
        "الزمرد",
        "روز كوارتز",
        "يشم"
    ],
    "general_traits": {
        "strengths": [
            "مريض",
            "موثوق",
            "عملي",
            "مخصص",
            "مسؤول",
            "مستقر",
            "مثابر"
        ],
        "weaknesses": [
            "عنيد",
            "التملك",
            "لا يهدأ",
            "غير مرن",
            "مادي",
            "مقاومة للتغيير"
        ]
    },
    "personality": {
        "overview": "الثور هو العلامة الثانية للبروج ، يرمز إلى الاستقرار ، والشهوانية ، والثابتة.يُعرف الأفراد الثور بطبيعتهم المستمرة والمصممة وحبهم للراحة والجمال والرفاهية.إنهم بناة البروج ، مما يخلق أسسًا صلبة لحياتهم ومن حولهم.",
        "detailed_traits": [
            "أخلاقيات العمل القوية مع قوة البقاء الرائعة",
            "تقدير الجمال والفن وملذات الحواس",
            "مخلص للغاية ويمكن الاعتماد عليه في العلاقات",
            "المريض وحزم في تحقيق الأهداف",
            "النهج العملي والأساس للحياة",
            "حذر ومنهجي في صنع القرار",
            "مقاومة للتغيير أو المخاطر غير الضرورية",
            "مرتبط بعمق بالطبيعة والعالم المادي",
            "مهارات ممتازة لإدارة الموارد",
            "يفضل الاستقرار والأمن في جميع جوانب الحياة"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "الأفراد الثور يكرسون ، شركاء حسيون ، ومخلصون يقدرون العلاقات طويلة الأجل.إنهم يعبرون عن الحب من خلال اللمس الجسدي والدعم العملي والالتزام الثابت بدلاً من الإيماءات الكبرى أو العروض العاطفية.",
        "compatibility": {
            "most_compatible": [
                "بُرْجُ العَذْراء",
                "بُرْجُ الجَدْي",
                "سرطان",
                "الحوت"
            ],
            "least_compatible": [
                "ليو",
                "برج الدلو",
                "العقرب"
            ]
        },
        "relationship_advice": "يحتاج الأفراد الثور إلى العمل على المرونة والتسوية في العلاقات.تجنب التملك وحاول أن تكون أكثر انفتاحًا للتغيير والتجارب الجديدة.أعرب عن مشاعرك بشكل أكثر انفتاحًا بدلاً من تعبئتها حتى تصل إلى نقطة الانهيار.",
        "love_style": [
            "الحسية والحنان جسديا",
            "قيم الاستقرار والأمان في العلاقات",
            "بطيئ في الثقة ولكن مخلصًا للغاية بمجرد ارتكابه",
            "يعبر عن الحب من خلال أعمال التفاني العملية",
            "يميل إلى أن يكون الامتلاك والغيرة عندما يكون غير آمن",
            "يفضل إجراء إجراءات مريحة يمكن التنبؤ بها مع شريك",
            "قيم جودة الوقت معًا على الإيماءات الكبرى"
        ]
    },
    "career_and_finances": {
        "career_traits": "يتفوق أفراد الثور في المهن التي توفر الاستقرار والنتائج الملموسة والنمو المطرد.لديهم قوة بقاء هائلة ويمكنهم العمل باستمرار لتحقيق أهداف طويلة الأجل دون فقدان التركيز.",
        "suitable_careers": [
            "التمويل والخدمات المصرفية",
            "إدارة العقارات والممتلكات",
            "الزراعة والبستنة",
            "صناعة الفنون والغذاء الطهي",
            "التصميم الداخلي والهندسة المعمارية",
            "السلع الفاخرة وتجارة التجزئة",
            "الموسيقى والفنون",
            "العلاج بالتدليك والعافية",
            "البناء والحرفية",
            "المحاسبة والتخطيط المالي"
        ],
        "financial_habits": "عادة ما يكون أفراد الثور ممتازون مع المال ، ويميلون إلى الادخار والاستثمار بحكمة.لديهم موهبة طبيعية لتراكم الثروة من خلال الاستراتيجيات المريض على المدى الطويل بدلاً من المشاريع المحفوفة بالمخاطر.ومع ذلك ، يمكنهم في بعض الأحيان الانغماس في عمليات الشراء الفاخرة.",
        "work_style": [
            "منهجية وشاملة في النهج",
            "يفضل تعليمات واضحة والتوقعات المحددة",
            "ممتاز في المتابعة من خلال الالتزامات",
            "مقاومة للإدارة الدقيقة",
            "القيم نتائج ملموسة على المفاهيم التجريدية",
            "تفضل بيئات العمل المستقرة بأقل مفاجآت",
            "موثوقة للغاية ودقيقة"
        ]
    },
    "health_and_wellness": {
        "physical_health": "الثور يحكم الرقبة والحنجرة والغدة الدرقية.عادةً ما تنعم بالدستور القوي والقدرة على التحمل الجيد ، يميل الأفراد في الثور إلى الاستمتاع بصحة جسدية جيدة عندما يحافظون على التوازن وتجنب الإفراط في التساهل.",
        "common_health_issues": [
            "مشاكل الحلق وقضايا الغدة الدرقية",
            "آلام الرقبة وتصلبها",
            "مشاكل الأسنان",
            "زيادة الوزن من حب الطعام الجيد",
            "قضايا الجهاز الهضمي من التوتر أو الإفراط في التساهل",
            "العناد الذي يؤدي إلى مشاكل مع المرونة"
        ],
        "wellness_advice": "الحفاظ على التوازن في نظامك الغذائي وممارسة الرياضة بانتظام لتجنب الميل نحو الإفراط في التساهل.ممارسة تمارين المرونة لمواجهة الصلابة البدنية والعقلية.قضاء بعض الوقت في الطبيعة لاستعادة طاقة عنصر الأرض الخاص بك.",
        "exercise_preferences": [
            "الأنشطة البستنة والخارجية",
            "اليوغا وتمتد",
            "المشي في الطبيعة",
            "تدريب القوة ورفع الأثقال",
            "تاي تشي وممارسات التأريض الأخرى"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 يجلب الاستقرار ونمو المواد للأفراد الثور.تبدأ جهودك المستمرة في السنوات السابقة في إظهار نتائج ملموسة.التوازن بين التفاني في العمل والملذات الحسية يخلق إيقاع الحياة المرضية.",
            "love": "تعمق العلاقات من خلال التجارب الحسية المشتركة والدعم العملي.قد يلتقي Taureans الفرديين شركاء محتملين من خلال المصالح الإبداعية أو الطهي.تعزز العلاقات الحالية مع تجديد التقدير للاعتماد على بعضها البعض.",
            "career": "يأتي التقدم المهني من خلال إظهار الموثوقية والمهارات العملية.قدرتك على إنشاء نتائج ملموسة تكتسب الاعتراف من القيادة.تنشأ فرص النمو المالي من خلال إدارة الموارد الدقيقة.",
            "health": "ركز على العنق والحلق رعاية من خلال بيئة العمل المناسبة والراحة الصوتية.يتحسن الرفاه الجسدي مع إجراءات التمرينات المتسقة اللطيفة.إيلاء اهتمام خاص للحفاظ على عادات الأكل الصحية التي تغذي دون فائض.",
            "finances": "نمو مالي ثابت من خلال نهج الاستثمار المحافظة.النظر في التوازن بين الانغماس الفاخر وبناء الأمن على المدى الطويل.تُظهر الاستثمارات المتعلقة بالممتلكات أو الفنون وعدًا خاصًا."
        },
        "2026": {
            "overall": "2026 يؤكد التواصل والاتصالات المحلية للثلج.تجد حكمتك العملية تعبيرًا قيمًا في التفاعلات اليومية.إن إيجاد التوازن بين الاستماع والمشاركة يخلق علاقات متناغمة في بيئتك المباشرة.",
            "love": "السندات الرومانسية تعزز من خلال تحسين التواصل والمغامرات المشتركة القصيرة.يقدر الشركاء تعبيرك وفضولك حديثًا.قد يجد Taureans الفردي صلات ذات معنى من خلال أنشطة الحي أو المساعي التعليمية.",
            "career": "تكتب فرص الكتابة أو التحدث أو التدريب تعزز مكانتك المهنية.قدرتك على شرح المفاهيم المعقدة بعبارات يمكن الوصول إليها تجلب الاعتراف.النظر في تطوير مهارات الاتصال التي تعرض خبرتك العملية.",
            "health": "المرونة التنفسية والكتف تستحق الاهتمام.تحسن الحركة القصيرة والمتكررة أثناء العمل بشكل عام.استكشف ممارسات التنفس التي تجمع بين الاسترخاء مع زيادة كفاءة الأكسجين.",
            "finances": "الفرص الاقتصادية المحلية تظهر الوعد.النظر في الاستثمارات في التطورات الحي أو الشركات الإقليمية.تخلق الأهداف المالية قصيرة الأجل التي تحققت هذا العام زخماً للمشاريع المستقبلية الأكبر."
        },
        "2027": {
            "overall": "2027 يركز على الأسس المنزلية والأسرة للثلج.يصبح إنشاء مساحات رعاية تعكس قيمك مهمة.مواهبك الطبيعية لزراعة الجمال والراحة تجلب الشفاء لمن حولك.",
            "love": "الانسجام المحلي يصبح أساسيا لرضا العلاقة.يقدر الشركاء جهودك لإنشاء مساحات مشتركة جميلة ومريحة.قد يجد Taureans الفردي اتصالات من خلال التجمعات المنزلية أو مقدمات الأسرة.",
            "career": "تتماشى فرص العمل من المنزل مع رغبتك في الراحة والكفاءة.قدرتك على إنشاء بيئات مثمرة تجلب المزايا المهنية.النظر في مهن تنطوي على التصميم الداخلي أو الخدمات المنزلية أو دعم الأسرة.",
            "health": "تستفيد صحة الجهاز الهضمي من وجبات الاستعداد للمنزل والأكل بعنف.خلق محميات النوم يحسن جودة الراحة.تجلب ممارسات البستنة أو الحركة المنزلية الفوائد البدنية والعاطفية.",
            "finances": "استثمارات العقارات أو التحسينات المنزلية تسفر عن عائدات كبيرة.النظر في إنشاء أموال الطوارئ لأمن الأسرة.قد تأتي المكاسب المالية غير المتوقعة من خلال الاتصالات العائلية أو تقدير الممتلكات."
        },
        "2028": {
            "overall": "2028 يجلب النهضة الإبداعية والتعبير عن الذات البهيج للثور.مواهبك الفنية تتلقى التقدير والتقدير.التوازن بين الممارسة المنضبطة واللعب التلقائي يؤدي إلى تحقيق شخصي ملحوظ.",
            "love": "العلاقات الرومانسية تزدهر من خلال المساعي الإبداعية المشتركة والتفاعل المرح.يقدر الشركاء التعبير عن الذات الأصيل والدفء.تجذب Taureans الفردية الانتباه من خلال المساعي الفنية أو الحماس الحقيقي.",
            "career": "توفر الحقول الإبداعية فرصًا غير متوقعة للتقدم.قدرتك على الجمع بين الجمال والوظائف معا يكتسب الاعتراف المهني.النظر في مشاريع تنظيم المشاريع التي تعرض رؤيتك الجمالية الفريدة.",
            "health": "تستفيد المناطق الظهر العليا من الأنشطة التي تجلب الفرح والضحك.يتحسن الدورة الدموية من خلال الحركة العادية التي تشعر بالسرور وليس إلزاميًا.التعبير الإبداعي نفسه يصبح ممارسة الشفاء.",
            "finances": "الاستثمارات في الفنون أو الترفيه أو تعليم الأطفال تظهر الوعد.النظر في مقاربات متوازنة للمشاريع المضاربة ، وخلط المقتنيات المحافظة مع مخاطر محسوبة محددة.قد تصبح المشاريع الجانبية الإبداعية مصادر دخل غير متوقعة."
        },
        "2029": {
            "overall": "2029 يؤكد الخدمة والتحسين الصحي للثلج.نهجك العملي للعافية يخلق تحسينات نمط الحياة المستدامة.إيجاد التوازن بين مساعدة الآخرين والحفاظ على الحدود الشخصية يجلب الوفاء.",
            "love": "تعمق العلاقات من خلال الدعم المتبادل خلال التحديات اليومية.يقدر الشركاء وجودك الموثوق به ومساعدتك العملية.قد يجد Taureans الفردي اتصالات من خلال أنشطة العافية أو العمل التطوعي.",
            "career": "توفر المجالات الصحية أو الخدمة أو التحليلية فرصًا للتقدم.اهتمامك بالتفاصيل وتحسين العملية يجلب الاعتراف المهني.النظر في الأدوار التي تسمح لك بإنشاء أنظمة أكثر كفاءة داخل المنظمات.",
            "health": "صحة الجهاز الهضمي والأمعاء تتطلب اهتمامًا مركّزًا.إجراءات العافية العملية والمتسقة تجلب تحسينات ملحوظة.استكشف العلاقة بين التغذية وصحة الأمعاء والرفاه العاطفي.",
            "finances": "الاستثمارات في التقنيات الصحية أو الخدمات العائدات العائدات.النظر في إنشاء أموال مخصصة للعافية والرعاية الوقائية.الحد من الإنفاق المهدر يخلق حرية مالية مفاجئة."
        },
        "2030": {
            "overall": "2030 يجلب التركيز على العلاقة وفرص الشراكة للثلج.موثوقيتك والتطبيق العملي تجذب المشاريع التعاونية.التوازن بين الاستقلال والاعتماد المتبادل يخلق اتصالات متناغمة في جميع مجالات الحياة.",
            "love": "تصل العلاقات الملتزمة إلى أعماق جديدة للتفاهم والدعم المتبادل.الشركاء يقدرون صمارك ووجودك الحسي.تجذب Taureans الفردية آفاق علاقة جدية من خلال التقديم الذاتي الأصيل.",
            "career": "توفر الشراكات التجارية أو علاقات العملاء فرص النمو.قدرتك على إنشاء ترتيبات مربح للجانبين تجلب التقدم المهني.النظر في المشاريع التعاونية التي تجمع بين نقاط القوة التكميلية.",
            "health": "الكلى والمناطق السفلية الخلفية تستحق الرعاية الوقائية.أنشطة التوازن تعمل على تحسين الاستقرار الكلي ومنع الإصابات.العلاقة بين الانسجام العلاقة والرفاه الجسدي تصبح واضحة.",
            "finances": "المشاريع المشتركة أو الاستثمارات المشتركة تظهر وعدًا خاصًا.النظر في إعادة التمويل أو إعادة هيكلة الديون الحالية لشروط أفضل.تنشأ فرص مالية غير متوقعة من خلال الشراكات التجارية أو العقود."
        },
        "2031": {
            "overall": "2031 يركز على التحول وإدارة الموارد من أجل الثور.إن قدرتك على إنشاء قيمة من الأصول التي يتم تجاهلها تجلب وفرة غير متوقعة.العثور على الراحة مع دورات الحياة الطبيعية في النهاية والبدء يجلب حكمة عميقة.",
            "love": "العلاقات الحميمة تعمق من خلال الضعف والمشاركة الأصيلة.يقدر الشركاء عمقك العاطفي تحت المظهر الخارجي العملي.تجذب Taureans الفردية روابط قوية من خلال الوعي الذاتي الأصلي والصدق.",
            "career": "توفر المجالات المالية أو العلاجية أو التحقيق فرصًا للتقدم.قدرتك على تنشيط المشاريع المتعثرة تجلب التقدير المهني.النظر في الأدوار التي تنطوي على تحويل الموارد أو إدارة الأزمات.",
            "health": "تستفيد أنظمة الإنجاب والإلغاء من ممارسات إزالة السموم.يتحسن الرفاه النفسي من خلال التعبير عن المشاعر بدلاً من قمعها.العلاقة بين الإفراج العاطفي والحيوية الجسدية تصبح واضحة.",
            "finances": "الاستثمارات في إعادة التدوير أو التجديد أو تقنيات التحول تظهر الوعد.النظر في إعادة هيكلة الميراث أو مسائل التأمين من أجل الفائدة المثلى.قد تأتي المكاسب المالية غير المتوقعة من خلال حل الديون القديمة أو المطالبات."
        },
        "2032": {
            "overall": "2032 يجلب التوسع الفلسفي والنمو التعليمي للثلج.تجد حكمتك العملية تطبيقًا في سياقات أوسع.توفر التجارب المتعددة الثقافات وجهات نظر جديدة تعزز نهجك الطبيعي في الحياة.",
            "love": "تتوسع العلاقات من خلال مغامرات التعلم المشتركة والاستكشاف الفلسفي.يقدر الشركاء استعدادك لاستكشاف أراضي جديدة مع الحفاظ على القيم الأساسية.تجذب Taureans الفردية الاتصالات من خلال المساعي التعليمية أو السفر.",
            "career": "يظهر التدريس أو النشر أو فرص العمل الدولية بشكل غير متوقع.قدرتك على جعل المفاهيم المجردة عملية تجلب الاعتراف المهني.فكر في الأدوار التي تسمح لك بمشاركة حكمتك مع جماهير أوسع.",
            "health": "تستحق مرونة الورك والفخذ الانتباه من خلال التمدد المناسب.استكشاف ممارسات الحركة من مختلف التقاليد الثقافية يجلب الفوائد.العلاقة بين المنظورات الموسعة والحرية البدنية تصبح واضحة.",
            "finances": "الاستثمارات الدولية أو المشاريع المتعلقة بالتعليم تظهر الوعد.النظر في تنويع حيازات العملات أو استكشاف الأسواق الأجنبية.تنشأ فرص مالية غير متوقعة من خلال منصات النشر أو مشاركة المعرفة."
        },
        "2033": {
            "overall": "2033 يؤكد التقدم الوظيفي والاعتراف العام بالوروس.سنواتك في بناء الخبرة وسمعتك تتوج بإنجاز كبير.التوازن بين الطموح المهني والوفاء الشخصي يخلق نجاحًا مستدامًا.",
            "love": "تستفيد العلاقات من الدعم المتبادل للأهداف طويلة الأجل والأدوار العامة.الشركاء يقدرون تصميمك ونزاهتك.تجذب Taureans الفردية الاتصالات من خلال الشبكات المهنية أو وظائف القيادة المجتمعية.",
            "career": "تقدم وظائف القيادة أو السلطة تقدمًا كبيرًا.قدرتك على خلق نتائج ملموسة في ظروف صعبة تجلب الاعتراف المهني.النظر في الأدوار التي تسمح لك بإنشاء هياكل أو أنظمة دائمة.",
            "health": "نظام الهيكل العظمي ، وخاصة الركبتين والمفاصل ، يتطلب الرعاية الوقائية.تحسين الموقف يجلب فوائد صحية متعددة.العلاقة بين السلطة المناسبة في حياتك والمحاذاة الجسدية تصبح واضحة.",
            "finances": "استراتيجيات الاستثمار طويلة الأجل تعطي عوائد كبيرة.النظر في تأسيس صناديق التقاعد أو القديمة.قد تأتي المكاسب المالية غير المتوقعة من خلال التقدم المهني أو الاعتراف."
        },
        "2034": {
            "overall": "2034 يجلب العلاقة الاجتماعية والمشاركة الإنسانية في برج الثور.إن نهجك العملي لخلق تأثير المجتمع يولد تغييرًا ذا معنى.إيجاد التوازن بين المثل العليا الرؤية والعمل الأساسي يؤدي إلى إنجازات جماعية ملحوظة.",
            "love": "العلاقات تزدهر عندما تصبح القيم الاجتماعية المشتركة نقاط محورية.يقدر الشركاء مساهماتك العملية في الأسباب التي تقضيها.تجذب Taureans الفردية الاتصالات من خلال مشاركة المجتمع أو أنشطة المجموعة.",
            "career": "توفر المجالات غير الربحية أو التكنولوجيا أو الموجه نحو المجتمع فرصًا للتقدم.قدرتك على إظهار نتائج ملموسة من الرؤى المثالية تجلب الاعتراف المهني.النظر في الأدوار التي تجمع بين الابتكار والتنفيذ العملي.",
            "health": "الدورة الدموية وقوة الكاحل تستحق الاهتمام.العثور على برامج التمرين المجتمعية يحسن الاتساق والتمتع.العلاقة بين الرفاه الاجتماعي والصحة البدنية تصبح واضحة.",
            "finances": "الاستثمارات في التقنيات المستدامة أو المؤسسات الاجتماعية تظهر الوعد.النظر في الأساليب المتوازنة للعطاء الخيري الذي يخلق كل من التأثير والضرائب المزايا.تنشأ فرص مالية غير متوقعة من خلال اتصالات الشبكة."
        },
        "2035": {
            "overall": "2035 يركز على النمو الروحي والسلام الداخلي للثلج.ارتباطك بالإيقاعات الطبيعية يعمق الحكمة البديهية.إن إيجاد التوازن بين الراحة المادية والوفاء الروحي يخلق حياة من الثراء والمعنى غير العاديين.",
            "love": "تعمق العلاقات من خلال الممارسات الروحية المشتركة أو الرفقة الهادئة.يقدر الشركاء أساسك ووجودك السلمي.تجذب Taureans الفردية روابط حنون من خلال التعبير عن الذات الأصيلة والعمل الداخلي.",
            "career": "توفر الشفاء أو الاستشارة أو المجالات الإبداعية فرصًا مرضية.قدرتك على إنشاء مساحات الملاذ يجلب التقدير المهني.النظر في الأدوار التي تسمح لك الجمع بين المهارات العملية والتفاهم البديهي.",
            "health": "نظام المناعة والقدمين يتطلب اهتماما خاصا.الممارسات التصالحية تعمل على تحسين المرونة الشاملة والحيوية.تصبح العلاقة بين الرفاهية الروحية والصحة البدنية واضحة بشكل متزايد.",
            "finances": "الاستثمارات التي تتماشى مع القيم الروحية أو الأخلاقية تظهر الوعد.النظر في تبسيط الأمور المالية لمزيد من راحة البال.تظهر الموارد غير المتوقعة عند الحاجة ، مما يعزز الثقة في الوفرة الطبيعية."
        }
    },
    "famous": [
        {
            "name": "دواين جونسون",
            "birth_date": "2 مايو 1972",
            "description": "الممثل والمصارع السابق المعروف باسم \"The Rock\" ، مما يمثل القوة والمثابرة وأخلاقيات العمل في Taurus"
        },
        {
            "name": "أديل",
            "birth_date": "5 مايو 1988",
            "description": "المغني الحائز على جائزة Grammy مع صوت قوي ، يعرض اتصال Taurus بالحلق والتقدير الحسي للجمال"
        },
        {
            "name": "أودري هيبورن",
            "birth_date": "4 مايو 1929",
            "description": "الممثلة الأيقونية والإنسانية ، التي تمثل تقدير برج الثور للجمال والموثوقية والتصميم"
        },
        {
            "name": "وليام شكسبير",
            "birth_date": "23 أبريل 1564",
            "description": "الكاتب المسرحي والشاعر الثوري ، مما يدل على القدرة على التحمل الإبداعي وقدرته على بناء أعمال دائمة"
        },
        {
            "name": "الملكة إليزابيث الثاني",
            "birth_date": "21 أبريل 1926",
            "description": "أطول ملك في بريطانيا ، يجسد ولاء برج الثور والمثابرة والالتزام بالاستقرار"
        }
    ],
    "daily_advice": {
        "relationship": "اليوم ، ركز على التعبير عن التقدير لأولئك الذين تهتم بهم.إيماءات صغيرة من المودة يمكن أن تعزز روابطك.",
        "career": "سيتم مكافأة ثباتك اليوم.استمر في التركيز على مهامك وتجنب الانحرافات.",
        "health": "انتبه إلى رقبتك والكتفين.خذ فترات راحة من عمل الكمبيوتر لتمديد هذه المناطق واسترخائها.",
        "general": "اليوم مفيد لأنشطة التأريض التي تربطك بحواسك البدنية.استمتع بالطبيعة أو الطعام الجيد أو الموسيقى الجميلة."
    },
    "tarot_associations": {
        "major_arcana": "الهيروفانت",
        "explanation": "يمثل الهيروفانت التقاليد والحكمة التقليدية والهياكل المعمول بها - الصفات التي يتردد صداها مع تقدير الثور للاستقرار والمناهج التي تم اختبارها للوقت.تجسد هذه البطاقة أيضًا البحث عن المعنى الروحي من خلال التجربة الأرضية."
    },
    "compatibility_details": {
        "aries": "يمكن أن يخلق برج الثور والحمل علاقة متوازنة مع مبادرة الحمل التي تكمل ثبات الثور.ومع ذلك ، كلاهما عنيد ويجب أن يتعلموا التسوية.",
        "taurus": "شخصان برج الثور يخلقان علاقة مستقرة ومريحة للغاية.إنهم يفهمون حاجة بعضهم البعض للأمان ، لكنهم قد يصبحون في طريقهم دون تأثير خارجي.",
        "gemini": "تواجه الثور والجرميني تحديات بسبب طرق مختلفة في الحياة.الثور يقدر الاستقرار بينما الجوزاء يشتهي التنوع والتغيير.",
        "cancer": "يشترك برج الثور والسرطان في تقدير عميق للأمن والراحة ، مما يخلق علاقة متناغمة ورعاية مع روابط عاطفية قوية.",
        "leo": "يمكن أن يناضل الثور وليو مع احتياجات مختلفة - ليو يريد الإعجاب بينما يسعى Taurus إلى الاستقرار.كلاهما عنيد ويجب أن يتعلموا تقدير خلافاتهم.",
        "virgo": "برج الثور والعروس يخلق علاقة عملية ومتناغمة.كل من العلامات الأرضية تقدر ثباتًا وتتعامل مع الحياة بشكل منهجي ، ودعم أهداف بعضهما البعض.",
        "libra": "يشترك برج الثور والورسان في الحكم فينوس ، مما يخلق تقديرًا متبادلاً للجمال والوئام.ومع ذلك ، فإن عناد برج الثور يمكن أن يصطدم برغبة الميزان في التوازن.",
        "scorpio": "Taurus و Scorpio يخلقون علاقة شديدة وعاطفية مثل العلامات المعارضة.كلاهما مخلصان للغاية ولكنه عنيد للغاية ، مما يخلق صراعات القوة.",
        "sagittarius": "تواجه الثور والسهول تحديات مع قيم مختلفة - الثور يتوق إلى الاستقرار بينما يرغب القوس في الحرية والمغامرة.",
        "capricorn": "يشكل الثور والرجائيات علامة أرضية قوية مع القيم المشتركة من الصبر والتطبيق العملي والطموح.أنها تخلق أسس صلبة معا.",
        "aquarius": "تنافس برج الثور والمال مع اختلافات أساسية - يقدر الثور التقاليد بينما يحتضن الدلو الابتكار وعدم الاهتمام.",
        "pisces": "يمكن أن يخلق برج الثور والحوت علاقة تكميلية مع برج الثور الذي يوفر الاستقرار لطبيعة الحوت الحالم ، بينما يساعد الحوت في التواصل مع العواطف."
    },
    "astrological_influences": {
        "sun_in": "الشمس في برج الثور تجلب الصبر والتصميم والتقدير للملذات الحسية.أنت تقدر الاستقرار وتتعامل مع الحياة مع الثبات المطرد.",
        "moon_in": "القمر في برج الثور يخلق الاستقرار العاطفي والحاجة إلى الأمن.مشاعرك ثابتة وتجد الراحة في محيط روتيني ومألوف.",
        "rising": "يمنحك Taurus Rising مظهرًا من الاستقرار والموثوقية.يراك الآخرون على أنه مؤشر وعملي وأحيانًا عنيد."
    },
    "self_improvement": {
        "challenges": [
            "التغلب على مقاومة التغيير اللازم",
            "تطوير المرونة في التفكير والسلوك",
            "تقليل الامتلاك في العلاقات",
            "موازنة المخاوف المادية مع النمو الروحي",
            "تعلم التعبير عن المشاعر بشكل أكثر انفتاحًا"
        ],
        "growth_opportunities": [
            "استخدام الثبات لتحقيق أهداف ذات مغزى",
            "تطوير ممارسات مستدامة في جميع مجالات الحياة",
            "خلق الجمال والوئام في البيئة",
            "بناء علاقات دائمة من خلال الولاء",
            "التواصل بعمق مع الطبيعة والعالم المادي"
        ],
        "affirmations": [
            "احتضن التغيير الإيجابي كفرصة للنمو",
            "أقوم بموازنة الاستقرار مع المرونة في مقاربي في الحياة",
            "أعبر عن مشاعري بوضوح وبصراحة",
            "أنا أقدر الوفرة أثناء ممارسة الاعتدال",
            "ثباتي يساعدني على خلق قيمة دائمة في العالم"
        ]
    },
    "life_path": {
        "purpose": "غالبًا ما يكون لدى أفراد الثور مهمة لخلق الاستقرار والجمال والوفرة المستدامة.يتضمن هدفهم بناء هياكل دائمة توفر الأمن لأنفسهم والآخرين.",
        "life_lessons": [
            "تعلم الفرق بين الثبات الصحي والعناد الضار",
            "فهم القيمة الحقيقية وراء الممتلكات المادية",
            "إيجاد الأمن داخل الظروف الخارجية وليس فقط في الظروف الخارجية",
            "موازنة التمتع بالملذات الجسدية مع الاعتدال",
            "تطوير المرونة مع الحفاظ على القيم الأساسية"
        ],
        "spiritual_growth": "التنمية الروحية للثلج ينطوي على تجاوز التعلق المادي مع ما زال يقدر الجمال الأرضي.التواصل مع الطبيعة ، وممارسة الإحساس الذهني ، وتطوير الاستقرار الداخلي يساهم في التطور الروحي."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "عادة ما يكون أطفال الثور هادئًا ومريضًا ويحددون من سن مبكرة.غالبًا ما يظهرون علاقة قوية بالطبيعة ، وتقدير الجمال ، وحب الراحة والروتين.",
            "parenting_advice": "توفير إجراءات متسقة والمودة البدنية.تعليم المرونة جنبا إلى جنب مع القرار.تشجيع التعبير الإبداعي من خلال الموسيقى أو الفن أو الطهي.حدد توقعات واضحة وكن صبورًا مع حاجتهم إلى فهم القيمة العملية للدروس."
        },
        "in_friendship": {
            "friendship_style": "أصدقاء الثور مخلصون وموثوقون وداعمون.إنهم يقدرون الصداقات طويلة الأجل ويظهرون رعايتهم من خلال المساعدة العملية والحضور الثابت بدلاً من الإعلانات العاطفية.",
            "ideal_friends": "تزدهر الثور مع الأصدقاء الذين يقدرون موثوقيتهم ولا يضغطون عليهم من أجل التغيير المستمر.يستمتعون بالصداقات التي تنطوي على تجارب حسية مشتركة مثل الوجبات الجيدة أو الموسيقى أو الوقت في الطبيعة."
        },
        "shadow_side": {
            "potential_issues": "عندما لا تكون متوازنة ، يمكن أن يصبح برج الثور ماديًا بشكل مفرط ، عنيد إلى حد التخريب الذاتي ، أو المتسامح في الملذات المادية.يمكن أن تظهر حاجتهم للأمن على أنها امتلاك أو مقاومة للنمو اللازم.",
            "growth_path": "ينطوي النمو الشخصي على الثور على تعلم احتضان التغيير كجزء طبيعي من الاستقرار ، وتطوير الأمن الداخلي الذي لا يعتمد على الممتلكات ، وإيجاد التوازن بين التمتع والاعتدال."
        }
    },
    "seasonal_influences": {
        "spring_energy": "يولد برج الثور في منتصف الربيع ، ويجسد طاقة النمو في الموسم والازدهار والوفرة.هذا التوقيت يغمر الثور مع اتصال طبيعي بخصوبة الأرض وقدرة الإنتاجية.",
        "fixed_quality": "كعلامة ثابتة ، يمثل Taurus الطاقة المثبتة التي تحافظ على ما تم البدء ويطور.يمنحهم هذا الموقف قوة البقاء الهائلة وموهبة لبناء الهياكل الدائمة."
    },
    "elemental_analysis": {
        "earth_element_influence": "يعطي عنصر الأرض برج الثور التطبيق الخاص به المميز ، والشهوانية ، والاتصال بالعالم المادي.تمثل الأرض الاستقرار والتغذية والمظهر في شكل ملموس.",
        "earth_balance": "الأرض المتوازنة تجلب التطبيق العملي والموثوقية والأساس.يمكن أن تؤدي الأرض المفرطة إلى العناد والمادية والمقاومة للتغيير ، في حين أن الأرض الناقصة قد تؤدي إلى انقطاع الواقع البدني."
    },
    "planetary_rulership": {
        "venus_influence": "فينوس ، كوكب الحب ، الجمال ، والقيم ، القواعد الثور.يفسر هذا التأثير الكوكبي تقدير العلامة للملذات الحسية والفن والوئام وكذلك تركيزهم على ما يهمهم حقًا.",
        "venus_aspects": "يؤثر موقف وجوانب فينوس في مخطط ميلاد الفرد بشكل كبير على كيفية التعبير عن طاقة برج الثور.تعزز جوانب الزهرة القوية التقدير الفني والحساسية ولكنها قد تزيد أيضًا من الاتجاهات تجاه التساهل."
    },
    "modern_applications": {
        "career_in_digital_age": "في الاقتصاد السريع اليوم ، يتفوق Taurus في إنشاء نماذج أعمال مستدامة ، وعلامات تجارية أخلاقية فاخرة ، ودمج الحرفية التقليدية مع التكنولوجيا الحديثة.",
        "relationship_in_modern_context": "تستفيد العلاقات الحديثة من ولاء الثور وموثوقيته وسط ثقافة التطبيق المواعدة.يوفر نهجهم الأساسي الاستقرار ، على الرغم من أنهم قد يحتاجون إلى تطوير الراحة مع التواصل الافتراضي والعلاقات الطويلة."
    }
}