{
    "sign": "Taurus",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/taurus.svg",
    "local_name": "Kim Ngưu",
    "date_range": "20 tháng 4 - 20 tháng 5",
    "element": "Trái đất",
    "ruling_planet": "sao Kim",
    "symbol": "Bull",
    "lucky_numbers": [
        "2",
        "6",
        "9",
        "12",
        "24"
    ],
    "lucky_colors": [
        "Màu xanh lá",
        "Hồng",
        "Màu xanh da trời"
    ],
    "lucky_days": [
        "Thứ sáu",
        "Thứ hai"
    ],
    "lucky_stones": [
        "Ngọc lục bảo",
        "Rose Quartz",
        "Ngọc"
    ],
    "general_traits": {
        "strengths": [
            "Kiên nhẫn",
            "Đáng tin cậy",
            "Thực tế",
            "Tận tâm",
            "Chịu trách nhiệm",
            "Ổn định",
            "Dai dẳng"
        ],
        "weaknesses": [
            "Bướng bỉnh",
            "Sở hữu",
            "Không thỏa hiệp",
            "Không linh hoạt",
            "Vật chất",
            "Chống lại sự thay đổi"
        ]
    },
    "personality": {
        "overview": "Kim Ngưu là dấu hiệu thứ hai của cung hoàng đạo, tượng trưng cho sự ổn định, gợi cảm và kiên định.Các cá nhân Kim Ngưu được biết đến với bản chất kiên trì, quyết đoán và tình yêu thoải mái, vẻ đẹp và sự sang trọng của họ.Họ là những người xây dựng cung hoàng đạo, tạo ra nền tảng vững chắc cho cuộc sống của họ và những người xung quanh.",
        "detailed_traits": [
            "Đạo đức công việc mạnh mẽ với sức mạnh lưu trú đáng chú ý",
            "Đánh giá cao vẻ đẹp, nghệ thuật và thú vui của các giác quan",
            "Vô cùng trung thành và đáng tin cậy trong các mối quan hệ",
            "Bệnh nhân và quyết tâm đạt được mục tiêu",
            "Cách tiếp cận thực tế và có căn cứ cho cuộc sống",
            "Thận trọng và có phương pháp trong việc ra quyết định",
            "Chống lại sự thay đổi hoặc rủi ro không cần thiết",
            "Kết nối sâu sắc với thiên nhiên và thế giới vật lý",
            "Kỹ năng quản lý tài nguyên tuyệt vời",
            "Thích sự ổn định và bảo mật trong mọi khía cạnh của cuộc sống"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Kim Ngưu là các đối tác tận tụy, gợi cảm và trung thành, những người coi trọng các mối quan hệ lâu dài.Họ thể hiện tình yêu thông qua cảm ứng thể chất, hỗ trợ thực tế và cam kết không lay chuyển hơn là những cử chỉ lớn hoặc màn hình cảm xúc.",
        "compatibility": {
            "most_compatible": [
                "Xử Nữ",
                "Ma Kết",
                "Cự Giải",
                "Song Ngư"
            ],
            "least_compatible": [
                "Sư Tử",
                "Bảo Bình",
                "Bọ Cạp"
            ]
        },
        "relationship_advice": "Các cá nhân Kim Ngưu cần phải làm việc về tính linh hoạt và thỏa hiệp trong các mối quan hệ.Tránh sở hữu và cố gắng cởi mở hơn để thay đổi và trải nghiệm mới.Thể hiện cảm xúc của bạn một cách cởi mở hơn là đóng chai chúng cho đến khi đạt đến điểm phá vỡ.",
        "love_style": [
            "Tình cảm gợi cảm và thể chất",
            "Giá trị sự ổn định và bảo mật trong các mối quan hệ",
            "Chậm tin tưởng nhưng trung thành sâu sắc một khi cam kết",
            "Thể hiện tình yêu thông qua các hành động tận tâm thực tế",
            "Có xu hướng sở hữu và ghen tị khi không an toàn",
            "Thích dự đoán, thói quen thoải mái với đối tác",
            "Giá trị thời gian chất lượng cùng nhau qua các cử chỉ lớn"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân Kim Ngưu vượt trội trong sự nghiệp cung cấp sự ổn định, kết quả hữu hình và tăng trưởng ổn định.Họ có sức mạnh lưu trú to lớn và có thể làm việc liên tục hướng tới các mục tiêu dài hạn mà không mất tập trung.",
        "suitable_careers": [
            "Tài chính và ngân hàng",
            "Quản lý bất động sản và tài sản",
            "Nông nghiệp và làm vườn",
            "Nghệ thuật ẩm thực và ngành công nghiệp thực phẩm",
            "Thiết kế nội thất và kiến ​​trúc",
            "Hàng hóa và bán lẻ xa xỉ",
            "Âm nhạc và nghệ thuật",
            "Liệu pháp xoa bóp và Sức khỏe",
            "Xây dựng và khéo léo",
            "Kế hoạch kế toán và tài chính"
        ],
        "financial_habits": "Các cá nhân Kim Ngưu thường xuất sắc với tiền, có xu hướng tiết kiệm và đầu tư khôn ngoan.Họ có một tài năng tự nhiên để tích lũy sự giàu có thông qua các chiến lược lâu dài, bệnh nhân thay vì mạo hiểm.Tuy nhiên, đôi khi họ có thể thưởng thức mua hàng xa xỉ.",
        "work_style": [
            "Phương pháp và kỹ lưỡng trong cách tiếp cận",
            "Thích hướng dẫn rõ ràng và kỳ vọng được xác định",
            "Xuất sắc theo sau thông qua các cam kết",
            "Chống quản lý vi mô",
            "Giá trị kết quả hữu hình qua các khái niệm trừu tượng",
            "Thích môi trường làm việc ổn định với những bất ngờ tối thiểu",
            "Cực kỳ đáng tin cậy và đúng giờ"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Kim Ngưu thống trị tuyến cổ, cổ họng và tuyến giáp.Thông thường may mắn với hiến pháp mạnh mẽ và sức chịu đựng tốt, các cá nhân Kim Ngưu có xu hướng tận hưởng sức khỏe thể chất tốt khi họ duy trì sự cân bằng và tránh quá mức.",
        "common_health_issues": [
            "Các vấn đề về cổ họng và các vấn đề về tuyến giáp",
            "Đau cổ và cứng",
            "Vấn đề nha khoa",
            "Tăng cân từ tình yêu của những món ăn ngon",
            "Các vấn đề tiêu hóa từ căng thẳng hoặc quá mức",
            "Sự bướng bỉnh dẫn đến các vấn đề về tính linh hoạt"
        ],
        "wellness_advice": "Duy trì sự cân bằng trong chế độ ăn uống của bạn và tập thể dục thường xuyên để tránh xu hướng hướng tới quá mức.Thực hành các bài tập linh hoạt để chống lại sự cứng nhắc về thể chất và tinh thần.Dành thời gian trong tự nhiên để khôi phục năng lượng nguyên tố trái đất của bạn.",
        "exercise_preferences": [
            "Các hoạt động làm vườn và ngoài trời",
            "Yoga và kéo dài",
            "Đi bộ trong tự nhiên",
            "Huấn luyện sức mạnh và nâng tạ",
            "Tai Chi và các hoạt động tiếp đất khác"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 mang lại sự ổn định và tăng trưởng vật chất cho các cá nhân Kim Ngưu.Những nỗ lực dai dẳng của bạn trong những năm trước bắt đầu cho thấy kết quả hữu hình.Sự cân bằng giữa sự cống hiến công việc và thú vui cảm giác tạo ra một nhịp sống trọn vẹn.",
            "love": "Mối quan hệ sâu sắc thông qua những trải nghiệm cảm giác được chia sẻ và hỗ trợ thực tế.Taureans duy nhất có thể đáp ứng các đối tác tiềm năng thông qua lợi ích sáng tạo hoặc ẩm thực.Các mối quan hệ hiện tại tăng cường với sự đánh giá cao mới cho sự tin cậy của nhau.",
            "career": "Sự tiến bộ chuyên nghiệp đến thông qua việc thể hiện độ tin cậy và kỹ năng thực tế.Khả năng của bạn để tạo ra kết quả hữu hình đạt được sự công nhận từ lãnh đạo.Cơ hội tăng trưởng tài chính phát sinh thông qua quản lý tài nguyên cẩn thận.",
            "health": "Tập trung vào chăm sóc cổ và cổ họng thông qua công thái học thích hợp và nghỉ ngơi bằng giọng hát.Sức khỏe thể chất cải thiện với các thói quen tập thể dục phù hợp, nhẹ nhàng.Đặc biệt chú ý đến việc duy trì thói quen ăn uống lành mạnh mà nuôi dưỡng mà không thừa.",
            "finances": "Tăng trưởng tài chính ổn định thông qua phương pháp đầu tư bảo thủ.Cân nhắc cân bằng giữa những người đam mê sang trọng và xây dựng an ninh dài hạn.Tài sản hoặc các khoản đầu tư liên quan đến nghệ thuật cho thấy lời hứa cụ thể."
        },
        "2026": {
            "overall": "2026 nhấn mạnh đến giao tiếp và kết nối địa phương cho Kim Ngưu.Trí tuệ thực tế của bạn tìm thấy biểu hiện có giá trị trong các tương tác hàng ngày.Tìm kiếm sự cân bằng giữa lắng nghe và chia sẻ tạo ra các mối quan hệ hài hòa trong môi trường trực tiếp của bạn.",
            "love": "Trái phiếu lãng mạn củng cố thông qua giao tiếp được cải thiện và những cuộc phiêu lưu chia sẻ ngắn.Đối tác đánh giá cao tính biểu cảm và sự tò mò mới của bạn.Taureans đơn có thể tìm thấy các kết nối có ý nghĩa thông qua các hoạt động khu phố hoặc theo đuổi giáo dục.",
            "career": "Viết, nói hoặc cơ hội đào tạo nâng cao vị thế chuyên nghiệp của bạn.Khả năng của bạn để giải thích các khái niệm phức tạp trong các thuật ngữ có thể truy cập mang lại sự công nhận.Xem xét phát triển các kỹ năng giao tiếp thể hiện chuyên môn thực tế của bạn.",
            "health": "Sự linh hoạt về hô hấp và vai đáng được chú ý.Chuyển động ngắn, thường xuyên phá vỡ trong công việc cải thiện sức khỏe tổng thể.Khám phá các thực hành thở kết hợp thư giãn với hiệu quả oxy tăng.",
            "finances": "Cơ hội kinh tế địa phương cho thấy lời hứa.Xem xét đầu tư vào phát triển khu phố hoặc doanh nghiệp khu vực.Mục tiêu tài chính ngắn hạn đạt được trong năm nay tạo ra động lực cho các dự án tương lai lớn hơn."
        },
        "2027": {
            "overall": "2027 tập trung vào nền tảng gia đình và gia đình cho Kim Ngưu.Tạo ra không gian nuôi dưỡng phản ánh giá trị của bạn trở nên quan trọng.Tài năng tự nhiên của bạn để trau dồi vẻ đẹp và sự thoải mái mang lại sự chữa lành cho những người xung quanh bạn.",
            "love": "Sự hài hòa trong nước trở thành trung tâm của sự hài lòng về mối quan hệ.Đối tác đánh giá cao những nỗ lực của bạn để tạo ra không gian chung đẹp và thoải mái.Taureans đơn có thể tìm thấy các kết nối thông qua các cuộc họp mặt tại nhà hoặc giới thiệu gia đình.",
            "career": "Cơ hội làm việc tại nhà phù hợp với mong muốn của bạn về sự thoải mái và hiệu quả.Khả năng của bạn để tạo ra môi trường sản xuất mang lại lợi thế chuyên nghiệp.Xem xét nghề nghiệp liên quan đến thiết kế nội thất, dịch vụ gia đình hoặc hỗ trợ gia đình.",
            "health": "Lợi ích về sức khỏe tiêu hóa từ các bữa ăn được chuẩn bị tại nhà và ăn uống một cách chánh niệm.Tạo ra các khu bảo tồn giấc ngủ cải thiện chất lượng nghỉ ngơi.Làm vườn hoặc thực hành chuyển động tại nhà mang lại lợi ích cả về thể chất và cảm xúc.",
            "finances": "Đầu tư bất động sản hoặc cải thiện nhà mang lại lợi nhuận đáng kể.Xem xét thiết lập các quỹ khẩn cấp cho an ninh gia đình.Lợi nhuận tài chính bất ngờ có thể đến thông qua các kết nối gia đình hoặc đánh giá cao tài sản."
        },
        "2028": {
            "overall": "2028 mang đến sự phục hưng sáng tạo và tự thể hiện niềm vui cho Kim Ngưu.Tài năng nghệ thuật của bạn nhận được sự công nhận và đánh giá cao.Cân bằng giữa thực hành kỷ luật và chơi tự phát dẫn đến sự hoàn thành cá nhân đáng chú ý.",
            "love": "Mối quan hệ lãng mạn phát triển mạnh thông qua các hoạt động sáng tạo được chia sẻ và tương tác vui tươi.Đối tác đánh giá cao sự thể hiện và ấm áp đích thực của bạn.Taureans đơn thu hút sự chú ý thông qua những nỗ lực nghệ thuật hoặc sự nhiệt tình thực sự.",
            "career": "Các lĩnh vực sáng tạo cung cấp các cơ hội bất ngờ để tiến bộ.Khả năng của bạn để mang lại vẻ đẹp và chức năng cùng nhau đạt được sự công nhận chuyên nghiệp.Hãy xem xét các dự án kinh doanh thể hiện tầm nhìn thẩm mỹ độc đáo của bạn.",
            "health": "Các khu vực trái tim và phía trên được hưởng lợi từ các hoạt động mang lại niềm vui và tiếng cười.Lưu thông cải thiện thông qua chuyển động thường xuyên mà cảm thấy dễ chịu hơn là bắt buộc.Biểu hiện sáng tạo tự nó trở thành một thực hành chữa bệnh.",
            "finances": "Đầu tư vào nghệ thuật, giải trí hoặc giáo dục trẻ em cho thấy lời hứa.Xem xét các phương pháp cân bằng để các dự án đầu cơ, trộn các cổ phiếu bảo thủ với các rủi ro được tính toán được lựa chọn.Các dự án phụ sáng tạo có thể trở thành nguồn thu nhập bất ngờ."
        },
        "2029": {
            "overall": "2029 nhấn mạnh tối ưu hóa dịch vụ và sức khỏe cho Kim Ngưu.Cách tiếp cận thực tế của bạn để chăm sóc sức khỏe tạo ra những cải thiện lối sống bền vững.Tìm kiếm sự cân bằng giữa việc giúp đỡ người khác và duy trì ranh giới cá nhân mang lại sự hoàn thành.",
            "love": "Mối quan hệ sâu sắc thông qua hỗ trợ lẫn nhau trong các thử thách hàng ngày.Đối tác đánh giá cao sự hiện diện đáng tin cậy của bạn và hỗ trợ thực tế.Taureans đơn có thể tìm thấy các kết nối thông qua các hoạt động chăm sóc sức khỏe hoặc công việc tình nguyện.",
            "career": "Sức khỏe, dịch vụ hoặc lĩnh vực phân tích cung cấp các cơ hội tiến bộ.Sự chú ý của bạn đến chi tiết và cải tiến quy trình mang lại sự công nhận chuyên nghiệp.Hãy xem xét các vai trò cho phép bạn tạo ra các hệ thống hiệu quả hơn trong các tổ chức.",
            "health": "Tiêu hóa và sức khỏe đường ruột đòi hỏi sự chú ý tập trung.Thực tế, thói quen chăm sóc sức khỏe nhất quán mang lại những cải tiến đáng chú ý.Khám phá mối liên hệ giữa dinh dưỡng, sức khỏe đường ruột và sức khỏe cảm xúc.",
            "finances": "Đầu tư vào công nghệ y tế hoặc lợi nhuận mang lại lợi nhuận.Cân nhắc thiết lập các quỹ chuyên dụng cho chăm sóc sức khỏe và phòng ngừa.Giảm chi tiêu lãng phí tạo ra sự tự do tài chính đáng ngạc nhiên."
        },
        "2030": {
            "overall": "2030 mang đến sự tập trung mối quan hệ và cơ hội hợp tác cho Kim Ngưu.Độ tin cậy và thực tế của bạn thu hút các dự án hợp tác.Cân bằng giữa sự độc lập và sự phụ thuộc lẫn nhau tạo ra các kết nối hài hòa trong tất cả các lĩnh vực cuộc sống.",
            "love": "Các mối quan hệ cam kết đạt đến độ sâu hiểu biết mới và hỗ trợ lẫn nhau.Đối tác đánh giá cao sự kiên định và sự hiện diện gợi cảm của bạn.Taureans độc thân thu hút triển vọng mối quan hệ nghiêm túc thông qua việc tự trình bày xác thực.",
            "career": "Quan hệ đối tác kinh doanh hoặc mối quan hệ khách hàng cung cấp cơ hội tăng trưởng.Khả năng của bạn để tạo ra sự sắp xếp đôi bên cùng mang lại sự tiến bộ chuyên nghiệp.Xem xét các dự án hợp tác kết hợp các điểm mạnh bổ sung.",
            "health": "Thận và khu vực lưng dưới xứng đáng được chăm sóc phòng ngừa.Các hoạt động cân bằng cải thiện sự ổn định tổng thể và ngăn ngừa thương tích.Mối liên hệ giữa mối quan hệ hài hòa và sức khỏe thể chất trở nên rõ ràng.",
            "finances": "Liên doanh hoặc đầu tư chia sẻ cho thấy lời hứa cụ thể.Xem xét tái cấp vốn hoặc tái cấu trúc các khoản nợ hiện có để có các điều khoản tốt hơn.Cơ hội tài chính bất ngờ phát sinh thông qua quan hệ đối tác kinh doanh hoặc hợp đồng."
        },
        "2031": {
            "overall": "2031 tập trung vào việc chuyển đổi và quản lý tài nguyên cho Kim Ngưu.Khả năng của bạn để tạo ra giá trị từ các tài sản bị bỏ qua mang lại sự phong phú bất ngờ.Tìm kiếm sự thoải mái với các chu kỳ tự nhiên của cuộc sống kết thúc và bắt đầu mang đến sự khôn ngoan sâu sắc.",
            "love": "Mối quan hệ thân mật sâu sắc thông qua lỗ hổng và chia sẻ xác thực.Đối tác đánh giá cao chiều sâu cảm xúc của bạn bên dưới ngoại thất thực tế.Taureans duy nhất thu hút các kết nối mạnh mẽ thông qua sự tự nhận thức và trung thực thực sự.",
            "career": "Các lĩnh vực tài chính, trị liệu hoặc điều tra cung cấp các cơ hội tiến bộ.Khả năng của bạn để hồi sinh các dự án đấu tranh mang lại sự công nhận chuyên nghiệp.Xem xét các vai trò liên quan đến chuyển đổi tài nguyên hoặc quản lý khủng hoảng.",
            "health": "Hệ thống sinh sản và loại bỏ được hưởng lợi từ thực hành giải độc.Sức khỏe tâm lý cải thiện thông qua việc thể hiện hơn là kìm nén cảm xúc.Sự kết nối giữa giải phóng cảm xúc và sức sống vật lý trở nên rõ ràng.",
            "finances": "Đầu tư vào công nghệ tái chế, đổi mới hoặc chuyển đổi cho thấy lời hứa.Xem xét tái cấu trúc các vấn đề thừa kế hoặc bảo hiểm cho lợi ích tối ưu.Lợi nhuận tài chính bất ngờ có thể đến thông qua việc giải quyết các khoản nợ hoặc khiếu nại cũ."
        },
        "2032": {
            "overall": "2032 mang đến sự mở rộng triết học và tăng trưởng giáo dục cho Kim Ngưu.Trí tuệ thực tế của bạn tìm thấy ứng dụng trong bối cảnh rộng hơn.Du lịch hoặc kinh nghiệm đa văn hóa cung cấp những quan điểm mới giúp tăng cường cách tiếp cận có căn cứ tự nhiên của bạn.",
            "love": "Mối quan hệ mở rộng thông qua các cuộc phiêu lưu học tập chung và khám phá triết học.Các đối tác đánh giá cao sự sẵn sàng của bạn để khám phá lãnh thổ mới trong khi duy trì các giá trị cốt lõi.Taureans duy nhất thu hút các kết nối thông qua việc theo đuổi giáo dục hoặc du lịch.",
            "career": "Dạy, xuất bản, hoặc cơ hội kinh doanh quốc tế xuất hiện bất ngờ.Khả năng của bạn để làm cho các khái niệm trừu tượng thực tế mang lại sự công nhận chuyên nghiệp.Hãy xem xét các vai trò cho phép bạn chia sẻ sự khôn ngoan của mình với khán giả rộng hơn.",
            "health": "Tính linh hoạt của hông và đùi xứng đáng được chú ý thông qua việc kéo dài thích hợp.Khám phá các hoạt động chuyển động từ các truyền thống văn hóa khác nhau mang lại lợi ích.Mối liên hệ giữa các quan điểm mở rộng và tự do thể chất trở nên rõ ràng.",
            "finances": "Đầu tư quốc tế hoặc các dự án liên quan đến giáo dục cho thấy lời hứa.Xem xét đa dạng hóa nắm giữ tiền tệ hoặc khám phá thị trường nước ngoài.Cơ hội tài chính bất ngờ phát sinh thông qua các nền tảng xuất bản hoặc chia sẻ kiến ​​thức."
        },
        "2033": {
            "overall": "2033 nhấn mạnh sự tiến bộ nghề nghiệp và sự công nhận công cộng cho Kim Ngưu.Nhiều năm của bạn xây dựng chuyên môn và danh tiếng lên đến đỉnh điểm trong thành tích đáng kể.Cân bằng giữa tham vọng chuyên nghiệp và sự hoàn thành cá nhân tạo ra thành công bền vững.",
            "love": "Mối quan hệ được hưởng lợi từ sự hỗ trợ lẫn nhau của các mục tiêu dài hạn và vai trò công khai.Đối tác đánh giá cao quyết tâm và tính toàn vẹn của bạn.Taureans duy nhất thu hút các kết nối thông qua các mạng chuyên nghiệp hoặc vị trí lãnh đạo cộng đồng.",
            "career": "Các vị trí lãnh đạo hoặc thẩm quyền cung cấp sự tiến bộ đáng kể.Khả năng của bạn để tạo ra kết quả hữu hình trong hoàn cảnh đầy thách thức mang lại sự công nhận chuyên nghiệp.Xem xét các vai trò cho phép bạn thiết lập các cấu trúc hoặc hệ thống lâu dài.",
            "health": "Hệ thống xương, đặc biệt là đầu gối và khớp, đòi hỏi phải chăm sóc phòng ngừa.Cải thiện tư thế mang lại nhiều lợi ích sức khỏe.Mối liên hệ giữa thẩm quyền thích hợp trong cuộc sống của bạn và sự liên kết thể chất của bạn trở nên rõ ràng.",
            "finances": "Chiến lược đầu tư dài hạn mang lại lợi nhuận đáng kể.Xem xét thành lập quỹ hưu trí hoặc di sản.Lợi nhuận tài chính bất ngờ có thể đến thông qua sự tiến bộ hoặc công nhận chuyên nghiệp."
        },
        "2034": {
            "overall": "2034 mang đến sự kết nối xã hội và sự tham gia nhân đạo cho Kim Ngưu.Cách tiếp cận thực tế của bạn để tạo ra tác động cộng đồng tạo ra sự thay đổi có ý nghĩa.Tìm kiếm sự cân bằng giữa các lý tưởng có tầm nhìn và hành động có căn cứ dẫn đến những thành tựu tập thể đáng chú ý.",
            "love": "Mối quan hệ phát triển mạnh khi các giá trị xã hội được chia sẻ trở thành tiêu điểm.Đối tác đánh giá cao những đóng góp thực tế của bạn để gây ra cho cả hai giá trị của bạn.Taureans duy nhất thu hút các kết nối thông qua sự tham gia của cộng đồng hoặc các hoạt động nhóm.",
            "career": "Các lĩnh vực phi lợi nhuận, công nghệ hoặc các lĩnh vực định hướng cộng đồng mang đến cơ hội tiến bộ.Khả năng thể hiện kết quả hữu hình của bạn từ tầm nhìn lý tưởng mang lại sự công nhận chuyên nghiệp.Hãy xem xét các vai trò kết hợp đổi mới với việc thực hiện thực tế.",
            "health": "Lưu thông và sức mạnh mắt cá chân xứng đáng được chú ý.Tìm kiếm các chương trình tập thể dục dựa trên cộng đồng giúp cải thiện tính nhất quán và sự thích thú.Mối liên hệ giữa hạnh phúc xã hội và sức khỏe thể chất trở nên rõ ràng.",
            "finances": "Đầu tư vào các công nghệ bền vững hoặc doanh nghiệp xã hội cho thấy lời hứa.Hãy xem xét các phương pháp cân bằng để từ thiện tạo ra cả tác động và lợi thế về thuế.Cơ hội tài chính bất ngờ phát sinh thông qua các kết nối mạng."
        },
        "2035": {
            "overall": "2035 tập trung vào sự phát triển tâm linh và hòa bình bên trong cho Kim Ngưu.Kết nối của bạn với nhịp điệu tự nhiên làm sâu sắc thêm trí tuệ trực quan.Tìm kiếm sự cân bằng giữa sự thoải mái vật chất và sự thỏa mãn tinh thần tạo ra một cuộc sống phong phú và ý nghĩa phi thường.",
            "love": "Mối quan hệ sâu sắc thông qua các thực hành tâm linh được chia sẻ hoặc sự đồng hành yên tĩnh.Đối tác đánh giá cao sự có căn cứ của bạn và sự hiện diện hòa bình.Taureans đơn thu hút các kết nối có hồn thông qua sự tự thể hiện đích thực và công việc bên trong.",
            "career": "Chữa bệnh, tư vấn hoặc các lĩnh vực sáng tạo cung cấp các cơ hội hoàn thành.Khả năng của bạn để tạo ra không gian tôn nghiêm mang đến sự công nhận chuyên nghiệp.Hãy xem xét các vai trò cho phép bạn kết hợp các kỹ năng thực tế với sự hiểu biết trực quan.",
            "health": "Hệ thống miễn dịch và bàn chân đòi hỏi sự chú ý đặc biệt.Thực tiễn phục hồi cải thiện khả năng phục hồi và sức sống tổng thể.Mối liên hệ giữa sức khỏe tâm linh và sức khỏe thể chất ngày càng trở nên rõ ràng.",
            "finances": "Đầu tư phù hợp với các giá trị tinh thần hoặc đạo đức cho thấy lời hứa.Xem xét đơn giản hóa các vấn đề tài chính cho sự an tâm lớn hơn.Các nguồn lực bất ngờ xuất hiện khi cần thiết, củng cố niềm tin vào sự phong phú tự nhiên."
        }
    },
    "famous": [
        {
            "name": "Dwayne Johnson",
            "birth_date": "Ngày 2 tháng 5 năm 1972",
            "description": "Diễn viên và cựu đô vật được gọi là 'The Rock', minh họa cho sức mạnh, sự kiên trì và đạo đức làm việc của Kim Ngưu"
        },
        {
            "name": "Adele",
            "birth_date": "Ngày 5 tháng 5 năm 1988",
            "description": "Ca sĩ giành giải Grammy với giọng nói mạnh mẽ, thể hiện mối liên hệ của Kim Ngưu với cổ họng và sự đánh giá cao cảm giác của vẻ đẹp"
        },
        {
            "name": "Audrey Hepburn",
            "birth_date": "Ngày 4 tháng 5 năm 1929",
            "description": "Nữ diễn viên mang tính biểu tượng và nhân đạo, đại diện cho sự đánh giá cao của Kim Ngưu về vẻ đẹp, độ tin cậy và quyết tâm"
        },
        {
            "name": "William Shakespeare",
            "birth_date": "Ngày 23 tháng 4 năm 1564",
            "description": "Nhà viết kịch và nhà thơ cách mạng, thể hiện sức bền sáng tạo của Kim Ngưu và khả năng xây dựng các tác phẩm lâu dài"
        },
        {
            "name": "Nữ hoàng Elizabeth II",
            "birth_date": "Ngày 21 tháng 4 năm 1926",
            "description": "Quốc vương phong phú nhất nước Anh, thể hiện lòng trung thành, kiên trì và cam kết của Kim Ngưu về sự ổn định"
        }
    ],
    "daily_advice": {
        "relationship": "Hôm nay, tập trung vào việc thể hiện sự đánh giá cao cho những người bạn quan tâm.Những cử chỉ nhỏ của tình cảm có thể củng cố trái phiếu của bạn.",
        "career": "Sự kiên trì của bạn sẽ được khen thưởng ngày hôm nay.Hãy tập trung vào các nhiệm vụ của bạn và tránh phiền nhiễu.",
        "health": "Hãy chú ý đến cổ và vai của bạn.Nghỉ ngơi từ công việc máy tính để kéo dài và thư giãn các khu vực này.",
        "general": "Hôm nay là tốt cho các hoạt động nối đất kết nối bạn với các giác quan vật lý của bạn.Thưởng thức thiên nhiên, thức ăn ngon hoặc âm nhạc đẹp."
    },
    "tarot_associations": {
        "major_arcana": "Hierophant",
        "explanation": "Hierophant đại diện cho truyền thống, trí tuệ thông thường và các cấu trúc được thiết lập - những phẩm chất cộng hưởng với sự đánh giá cao của Kim Ngưu về sự ổn định và phương pháp thử nghiệm thời gian.Thẻ này cũng là hiện thân của việc tìm kiếm ý nghĩa tâm linh thông qua trải nghiệm trần gian."
    },
    "compatibility_details": {
        "aries": "Kim Ngưu và Bạch Dương có thể tạo ra một mối quan hệ cân bằng với sáng kiến ​​của Bạch Dương bổ sung cho sự ổn định của Kim Ngưu.Tuy nhiên, cả hai đều cứng đầu và phải học cách thỏa hiệp.",
        "taurus": "Hai cá thể Kim Ngưu tạo ra một mối quan hệ cực kỳ ổn định và thoải mái.Họ hiểu nhu cầu bảo mật của nhau nhưng có thể trở nên quá được đặt theo cách của họ mà không có ảnh hưởng bên ngoài.",
        "gemini": "Kim Ngưu và Song Tử phải đối mặt với những thách thức do các cách tiếp cận khác nhau đối với cuộc sống.Kim Ngưu coi trọng sự ổn định trong khi Song Tử khao khát sự đa dạng và thay đổi.",
        "cancer": "Kim Ngưu và Cự Giải chia sẻ sự đánh giá cao về an ninh và thoải mái, tạo ra một mối quan hệ hài hòa và nuôi dưỡng với các mối quan hệ tình cảm mạnh mẽ.",
        "leo": "Kim Ngưu và Sư Tử có thể đấu tranh với các nhu cầu khác nhau - Sư Tử muốn ngưỡng mộ trong khi Kim Ngưu tìm kiếm sự ổn định.Cả hai đều cứng đầu và phải học cách đánh giá cao sự khác biệt của họ.",
        "virgo": "Kim Ngưu và Xử Nữ tạo ra một mối quan hệ thực tế, hài hòa.Cả hai dấu hiệu của trái đất đều có giá trị ổn định và tiếp cận cuộc sống một cách có phương pháp, hỗ trợ các mục tiêu của nhau.",
        "libra": "Taurus và Libra chia sẻ sự cai trị của Venus, tạo ra sự đánh giá cao lẫn nhau cho vẻ đẹp và sự hòa hợp.Tuy nhiên, sự bướng bỉnh của Taurus có thể đụng độ với mong muốn cân bằng của Thiên Bình.",
        "scorpio": "Kim Ngưu và Bọ Cạp tạo ra một mối quan hệ mãnh liệt, nồng nàn như những dấu hiệu đối lập.Cả hai đều trung thành sâu sắc nhưng vô cùng bướng bỉnh, tạo ra các cuộc đấu tranh quyền lực.",
        "sagittarius": "Kim Ngưu và Nhân Mã phải đối mặt với những thách thức với các giá trị khác nhau - Kim Ngưu khao khát sự ổn định trong khi Nhân Mã mong muốn tự do và phiêu lưu.",
        "capricorn": "Kim Ngưu và Ma Kết tạo thành một trận đấu dấu hiệu trái đất mạnh mẽ với các giá trị chung về sự kiên nhẫn, thực tế và tham vọng.Họ tạo ra nền tảng vững chắc với nhau.",
        "aquarius": "Kim Ngưu và Bảo Bình đấu tranh với sự khác biệt cơ bản - Kim Ngưu giá trị truyền thống trong khi Bảo Bình bao gồm sự đổi mới và sự độc đáo.",
        "pisces": "Kim Ngưu và Song Ngư có thể tạo ra một mối quan hệ bổ sung với Kim Ngưu cung cấp sự ổn định cho bản chất mơ mộng của Song Ngư, trong khi Song Ngư giúp Kim Ngưu kết nối với cảm xúc."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời trong Kim Ngưu mang đến sự kiên nhẫn, quyết tâm và đánh giá cao cho những thú vui gợi cảm.Bạn coi trọng sự ổn định và tiếp cận cuộc sống với sự kiên trì ổn định.",
        "moon_in": "Mặt trăng trong Kim Ngưu tạo ra sự ổn định cảm xúc và nhu cầu bảo mật.Cảm xúc của bạn ổn định và bạn tìm thấy sự thoải mái trong môi trường xung quanh thường xuyên và quen thuộc.",
        "rising": "Kim Ngưu Rising mang đến cho bạn sự xuất hiện của sự ổn định và độ tin cậy.Những người khác coi bạn là người có căn cứ, thực tế và đôi khi bướng bỉnh."
    },
    "self_improvement": {
        "challenges": [
            "Vượt qua sự kháng cự đối với sự thay đổi cần thiết",
            "Phát triển sự linh hoạt trong suy nghĩ và hành vi",
            "Giảm khả năng sở hữu trong các mối quan hệ",
            "Cân bằng các mối quan tâm về vật chất với sự phát triển tâm linh",
            "Học cách thể hiện cảm xúc cởi mở hơn"
        ],
        "growth_opportunities": [
            "Sử dụng sự kiên trì để đạt được các mục tiêu có ý nghĩa",
            "Phát triển các thực hành bền vững trong tất cả các lĩnh vực của cuộc sống",
            "Tạo vẻ đẹp và sự hài hòa trong môi trường",
            "Xây dựng các mối quan hệ lâu dài thông qua lòng trung thành",
            "Kết nối sâu sắc với thiên nhiên và thế giới vật chất"
        ],
        "affirmations": [
            "Tôi nắm lấy sự thay đổi tích cực như một cơ hội cho sự phát triển",
            "Tôi cân bằng sự ổn định với sự linh hoạt trong cách tiếp cận cuộc sống của mình",
            "Tôi thể hiện cảm xúc của mình một cách rõ ràng và trung thực",
            "Tôi đánh giá cao sự phong phú trong khi thực hành kiểm duyệt",
            "Sự kiên trì của tôi giúp tôi tạo ra giá trị lâu dài trên thế giới"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Kim Ngưu thường có nhiệm vụ tạo ra sự ổn định, vẻ đẹp và sự phong phú bền vững.Mục đích của họ liên quan đến việc xây dựng các cấu trúc lâu dài cung cấp bảo mật cho bản thân và những người khác.",
        "life_lessons": [
            "Học sự khác biệt giữa sự kiên trì lành mạnh và sự bướng bỉnh có hại",
            "Hiểu giá trị thực sự vượt ra ngoài tài sản vật chất",
            "Tìm bảo mật trong thay vì chỉ trong hoàn cảnh bên ngoài",
            "Cân bằng sự thích thú của những thú vui thể chất với sự điều độ",
            "Phát triển tính linh hoạt trong khi duy trì các giá trị cốt lõi"
        ],
        "spiritual_growth": "Sự phát triển tâm linh cho Kim Ngưu liên quan đến sự gắn kết vật chất vượt trội trong khi vẫn đánh giá cao vẻ đẹp trần thế.Kết nối với thiên nhiên, thực hành cảm giác chánh niệm và phát triển sự ổn định bên trong góp phần vào sự tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Kim Ngưu thường bình tĩnh, kiên nhẫn và quyết tâm từ khi còn nhỏ.Họ thường thể hiện một kết nối mạnh mẽ với thiên nhiên, đánh giá cao vẻ đẹp và tình yêu thoải mái và thói quen.",
            "parenting_advice": "Cung cấp các thói quen nhất quán và tình cảm thể chất.Dạy sự linh hoạt cùng với quyết tâm.Khuyến khích biểu hiện sáng tạo thông qua âm nhạc, nghệ thuật hoặc nấu ăn.Đặt kỳ vọng rõ ràng và kiên nhẫn với nhu cầu của họ để hiểu giá trị thực tế của các bài học."
        },
        "in_friendship": {
            "friendship_style": "Bạn bè Kim Ngưu là trung thành, đáng tin cậy và hỗ trợ.Họ coi trọng những tình bạn lâu dài và thể hiện sự quan tâm của họ thông qua sự giúp đỡ thực tế và sự hiện diện kiên định hơn là những tuyên bố tình cảm.",
            "ideal_friends": "Kim Ngưu phát triển mạnh với những người bạn đánh giá cao độ tin cậy của họ và không gây áp lực cho họ thay đổi liên tục.Họ thích những tình bạn liên quan đến những trải nghiệm cảm giác được chia sẻ như bữa ăn ngon, âm nhạc hoặc thời gian trong tự nhiên."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Kim Ngưu có thể trở nên vật chất quá mức, bướng bỉnh đến mức tự phá hoại, hoặc nuông chiều trong những thú vui vật lý.Nhu cầu bảo mật của họ có thể biểu hiện như sự chiếm hữu hoặc chống lại sự tăng trưởng cần thiết.",
            "growth_path": "Tăng trưởng cá nhân cho Kim Ngưu liên quan đến việc học cách nắm lấy sự thay đổi như một phần tự nhiên của sự ổn định, phát triển an ninh bên trong không phụ thuộc vào tài sản và tìm kiếm sự cân bằng giữa sự hưởng thụ và điều độ."
        }
    },
    "seasonal_influences": {
        "spring_energy": "Sinh ra ở giữa mùa xuân, Kim Ngưu thể hiện năng lượng tăng trưởng, hưng thịnh và phong phú của mùa.Thời gian này truyền cho Kim Ngưu với kết nối tự nhiên với khả năng sinh sản và năng lực sản xuất của Trái đất.",
        "fixed_quality": "Là một dấu hiệu cố định, Kim Ngưu đại diện cho năng lượng ổn định duy trì và phát triển những gì đã được bắt đầu.Vị trí này cho phép họ duy trì sức mạnh và tài năng xây dựng các cấu trúc lâu dài."
    },
    "elemental_analysis": {
        "earth_element_influence": "Yếu tố Trái đất mang lại cho Kim Ngưu tính thực tế, gợi cảm và kết nối với thế giới vật chất.Trái đất đại diện cho sự ổn định, nuôi dưỡng và biểu hiện ở dạng hữu hình.",
        "earth_balance": "Trái đất cân bằng mang lại tính thực tế, độ tin cậy và sự nền tảng.Trái đất quá mức có thể dẫn đến sự bướng bỉnh, chủ nghĩa duy vật và khả năng chống lại sự thay đổi, trong khi trái đất bị thiếu có thể dẫn đến sự mất kết nối với thực tế vật lý."
    },
    "planetary_rulership": {
        "venus_influence": "Sao Kim, hành tinh của tình yêu, vẻ đẹp và giá trị, quy tắc Kim Ngưu.Ảnh hưởng hành tinh này giải thích sự đánh giá cao của dấu hiệu đối với những thú vui cảm giác, nghệ thuật và sự hài hòa cũng như sự tập trung của họ vào những gì thực sự quan trọng đối với họ.",
        "venus_aspects": "Vị trí và khía cạnh của sao Kim trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng Kim Ngưu.Các khía cạnh sao Kim mạnh mẽ tăng cường sự đánh giá cao nghệ thuật và sự gợi cảm nhưng cũng có thể làm tăng xu hướng đối với sự nuông chiều."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong nền kinh tế thay đổi nhanh chóng ngày nay, Taurus vượt trội trong việc tạo ra các mô hình kinh doanh bền vững, các thương hiệu xa xỉ đạo đức và tích hợp sự khéo léo truyền thống với công nghệ hiện đại.",
        "relationship_in_modern_context": "Mối quan hệ hiện đại được hưởng lợi từ lòng trung thành và độ tin cậy của Kim Ngưu giữa văn hóa ứng dụng hẹn hò.Cách tiếp cận có căn cứ của họ cung cấp sự ổn định, mặc dù họ có thể cần phát triển sự thoải mái với giao tiếp ảo và các mối quan hệ đường dài."
    }
}