{
    "trans": [
        "حاسبة مؤشر كتلة الجسم",
        "عمر",
        "دخول العمر",
        "جنس",
        "ذكر",
        "أنثى",
        "ارتفاع",
        "أدخل الارتفاع",
        "وزن",
        "أدخل الوزن",
        "حساب",
        "تحميل",
        "نقص شديد في الوزن",
        "مؤشر كتلة الجسم الخاص بك أدناه [thresholds_severe]. يتم تصنيف هذا على أنه نقص شديد في الوزن ، مما يعني أن جسمك يعاني من نقص شديد في العناصر الغذائية. لتحسين هذه الحالة ، تحتاج إلى التركيز على دمج مصادر البروتين عالية الجودة مثل اللحوم الهزيلة والأسماك والبيض والحليب الكامل والفاصوليا المختلفة. بالإضافة إلى ذلك ، اسكلك نظامك الغذائي مع الكربوهيدرات المعقدة من الأرز البني والبطاطا الحلوة والحبوب الكاملة لتوفير طاقة مستدامة. إن تقسيم وجباتك إلى أجزاء أصغر من 5 إلى 6 سنوات على مدار اليوم سيساعد جسمك على امتصاص العناصر الغذائية بشكل أكثر فعالية. علاوة على ذلك ، بما في ذلك الكثير من الخضروات الخضراء والفواكه الطازجة والمكسرات المختلفة ، ستضمن لك الحصول على الفيتامينات والمعادن والألياف الكافية ، والتي تدعم جهازك الهضمي وتعزيز نظام المناعة لديك. في الوقت نفسه ، فإن الحفاظ على النوم الكافي (على الأقل من 7 إلى 8 ساعات كل ليلة) وإدارة التوتر من خلال أنشطة مثل اليوغا أو التأمل أو المشي الخفيف أمر مهم للغاية. إذا لزم الأمر ، راجع أخصائي التغذية لتطوير خطة وجبة تناسب حالتك ومراقبة تقدمك عن كثب في تحسين صحتك. يجب تنفيذ نمط الحياة والتغيرات الغذائية تدريجياً وثبات لتحقيق نتائج مستدامة.",
        "معتدلة نقص الوزن",
        "مع مؤشر كتلة الجسم الذي يتراوح من [thresholds_severe] إلى [thresholds_moderate] ، يتم تصنيفك على أنها نقص الوزن المعتدل. تشير هذه الحالة إلى أن جسمك يعاني من نقص المغذيات ، ولكن ليس على مستوى شديد. يجب أن تعزز نظامك الغذائي اليومي من خلال تضمين بروتين إضافي من مصادر مثل الدجاج والأسماك والبيض والفاصوليا المختلفة ؛ بالإضافة إلى دمج الكربوهيدرات المعقدة من الحبوب الكاملة والبطاطا الحلوة لتوفير طاقة مستدامة. ستساعد إضافة الخضروات والفواكه الخضراء في توفير الفيتامينات والمعادن اللازمة. حاول تقسيم وجباتك إلى عدة أجزاء صغيرة طوال اليوم وتأكد من شرب ما يكفي من الماء لدعم الهضم. فيما يتعلق بالنشاط البدني ، ابدأ بتمارين لطيفة مثل المشي أو اليوغا أو السباحة لتحفيز شهية صحية وتحسين جهازك الهضمي. إن الحفاظ على النوم الكافي وتقليل الإجهاد سيساعد أيضًا على امتصاص المواد الغذائية بشكل أكثر فعالية. إذا كان ذلك ممكنًا ، فاستشر أخصائي التغذية لتطوير خطة لتناول الطعام المناسبة ومراقبة تقدمك في تحسين صحتك.",
        "قليلا نقص الوزن",
        "عندما يقع مؤشر كتلة الجسم بين [thresholds_moderate] و [thresholds_mild] ، يتم تصنيفك على أنها نقص الوزن. على الرغم من أنها ليست شديدة جدًا ، إلا أن جسمك لا يزال بحاجة إلى تحسين لتحقيق التوازن الغذائي الأمثل. يجب أن تزيد من تناول الأطعمة الغنية بالبروتين مثل اللحوم الهزيلة والأسماك والبيض والحليب والفاصوليا المختلفة ، إلى جانب الكربوهيدرات من الحبوب الكاملة لتوفير طاقة ثابتة. لا تنس تضمين الخضروات الخضراء والفواكه الطازجة لتزويد الفيتامينات والمعادن والألياف اللازمة. بدلاً من تناول ثلاث وجبات كبيرة ، حاول تقسيم طعامك إلى وجبات أصغر من 5 إلى 6 سنوات طوال اليوم. فيما يتعلق بالنشاط البدني ، فإن تمارين الضوء مثل المشي أو اليوغا أو السباحة ستساعد جسمك على استقلابك بشكل أفضل وتعزيز جهازك الجهاز الهضمي. من المهم للغاية ضمان النوم الكافي وإدارة الإجهاد بشكل فعال. إذا كان ذلك ممكنًا ، راجع أخصائي التغذية لخطة وجبة مناسبة ونظامه لمساعدتك في تحسين صحتك بطريقة مستدامة.",
        "طبيعي",
        "تهانينا ، يقع مؤشر كتلة الجسم الخاص بك في نطاق [thresholds_mild] إلى [thresholds_normal] - المصنف على أنه طبيعي. هذا يشير إلى أن جسمك في حالة غذائية متوازنة. ومع ذلك ، فإن الحفاظ على هذا المستوى يتطلب اتباع نظام غذائي متنوع ونمط حياة صحي. تأكد من أن وجباتك اليومية تشمل البروتين الكافي (من اللحوم الهزيلة والأسماك والبيض والحليب والفاصوليا) ، والكربوهيدرات المعقدة (من الحبوب الكاملة والبطاطا الحلوة) ، إلى جانب الدهون الصحية من الزيوت النباتية والمكسرات المختلفة. ستوفر الخضروات والفواكه الخضراء الفيتامينات والمعادن والألياف اللازمة التي يحتاجها جسمك. بالإضافة إلى ذلك ، حافظ على روتين تمرين منتظم مثل المشي أو الركض أو السباحة أو اليوغا للحفاظ على نشاط جسمك. سيساعد الحصول على ما يكفي من النوم (7-8 ساعات في الليلة) وإدارة الإجهاد بفعالية في تحسين عملية التمثيل الغذائي والجهاز المناعي. لا تنسى مراقبة وزنك والحصول على فحوصات صحية منتظمة للحفاظ على حالتك الجيدة الحالية.",
        "زيادة الوزن",
        "مع مؤشر كتلة الجسم بين [thresholds_normal] و [thresholds_overweight] ، فإنك تقع في فئة زيادة الوزن. تشير هذه الحالة إلى أن جسمك لديه كمية زائدة من الدهون مقارنة بالمستويات العادية ، مما قد يؤدي إلى زيادة خطر الإصابة بأمراض القلب والأوعية الدموية أو مرض السكري أو ارتفاع ضغط الدم إذا لم يتم التحكم فيها. لتحسين حالتك ، اضبط نظامك الغذائي عن طريق تقليل استهلاك الأطعمة العالية في السكر والدهون المشبعة والوجبات السريعة. بدلاً من ذلك ، حدد أولويات الأطعمة الغنية بالألياف والخضروات الخضراء والفواكه والحبوب الكاملة. من المهم للغاية استكمال نظامك الغذائي مع البروتين من اللحوم الخالية من الأسماك والأسماك ومنتجات الألبان غير الدهنية. بالإضافة إلى ذلك ، فإن زيادة نشاطك البدني اليومي - مثل المشي السريع أو الركض أو السباحة أو ركوب الدراجات - ستساعد في حرق الدهون الزائدة وتحسين صحة القلب والأوعية الدموية. إن تقسيم وجباتك إلى عدة أجزاء أصغر طوال اليوم وشرب كمية كافية من الماء سيدعم أيضًا الهضم والتمثيل الغذائي. علاوة على ذلك ، فإن ضمان النوم الكافي والحد من التوتر من خلال تمارين الاسترخاء مثل اليوغا أو التأمل سيساعد جسمك على التعافي بشكل أفضل.",
        "الفئة السمنة",
        "عندما يقع مؤشر كتلة الجسم في النطاق من [thresholds_overweight] إلى [thresholds_obese1] ، يتم تصنيفك على أنها سمنة من الفئة. والظروف المزمنة الأخرى. ابدأ بضبط نظامك الغذائي-تقليل استهلاكك للأطعمة عالية السكر والدهون المشبعة ، واستبدالها بخيارات غنية بالألياف مثل الخضار الخضراء والفواكه والحبوب الكاملة. اسكلي وجباتك بمصادر بروتين عالية الجودة مثل اللحوم الخالية من الأسماك والأسماك والبيض والبقوليات للمساعدة في الحفاظ على كتلة العضلات أثناء عملية فقدان الدهون. في الوقت نفسه ، فإن زيادة نشاطك البدني أمر مهم للغاية. يجب أن تبدأ بالتمارين الهوائية مثل المشي أو الركض أو السباحة أو ركوب الدراجات ، جنبًا إلى جنب مع تمارين تدريبات القوة. بالإضافة إلى ذلك ، راقب عن كثب أحجام أجزبك ، واعتمد عادة تناول العديد من الوجبات الصغيرة طوال اليوم ، وتأكد من حصولك على نوم كاف لدعم عملية التمثيل الغذائي. إذا لزم الأمر ، استشر أخصائي التغذية لتطوير خطة آمنة وفعالة لفقدان الوزن.",
        "السمنة من الفئة الثانية",
        "عندما يقع مؤشر كتلة الجسم بين [thresholds_obese1] و [thresholds_obese2] ، يتم تصنيفك على أنها السمنة المفرطة. يعرض المستوى العالي من تراكم الدهون جسمك لخطر خطير للقضايا الصحية مثل أمراض القلب والأوعية الدموية ومرض السكري واضطرابات التمثيل الغذائي الأخرى. لتحسين هذه الحالة ، يعد ضبط نظامك الغذائي أمرًا ضروريًا. إعطاء الأولوية للأطعمة الطبيعية الغنية بالألياف مثل الخضروات الخضراء والفواكه والحبوب الكاملة والمكسرات ، مع تقليل الوجبات السريعة والأطعمة المصنعة والأشياء عالية السكر. اسكلي نظامك الغذائي بالبروتين من اللحوم الخالية من الأسماك والأسماك ومنتجات الألبان غير الدهنية للمساعدة في الحفاظ على كتلة العضلات أثناء فقدان الوزن. بالإضافة إلى ذلك ، فإن زيادة نشاطك البدني من خلال التمارين الرياضية وتدريب القوة سيساعد على حرق السعرات الحرارية بشكل أكثر فعالية. إن الحفاظ على النوم الكافي والانخراط في تمارين الاسترخاء مثل اليوغا والتأمل سيساعد أيضًا على تنظيم هرموناتك وتقليل الرغبة الشديدة. ستتيح لك مراقبة وزنك بشكل منتظم والتقدم الصحي العام ضبط نظامك الغذائي وممارسة الرياضة في الوقت المناسب ، وبالتالي تحسين صحتك بأمان.",
        "السمنة من الفئة الثالثة",
        "عندما يتجاوز مؤشر كتلة الجسم الخاص بك [thresholds_obese2] ، يتم تصنيفك على أنها السمنة المفرطة - السمنة الحادة. هذا الشرط يتطلب تدخل طبي وتغيير نمط الحياة الشامل. أولاً ، قم بتطوير خطة تغذية علمية تعطي الأولوية للأطعمة الطبيعية المنخفضة السعرات الحرارية ولكنها كثيفة المغذيات مثل الخضروات الخضراء والفواكه والحبوب الكاملة والبروتين من اللحوم الخالية من الأسماك والأسماك والتوفو. الحد من الوجبات السريعة والأطعمة المصنعة والأطعمة عالية السكر والدهون المشبعة. إلى جانب نظامك الغذائي ، فإن زيادة النشاط البدني الآمن أمر مهم للغاية. ابدأ بتمارين الضوء مثل المشي أو السباحة تحت إرشادات مهنية ، وزيادة شدة تدريجياً. إن الجمع بين التمارين الهوائية مع تدريب القوة سيساعد على حرق السعرات الحرارية وتحسين وظيفة القلب والأوعية الدموية. تأكد من الحصول على ما يكفي من نوم وممارسة تمارين الاسترخاء مثل اليوغا أو التأمل للحد من التوتر وتنظيم هرموناتك. إذا كان ذلك ممكنًا ، فاعمل مع أخصائيي الرعاية الصحية أو أخصائيي التغذية أو المدربين الشخصيين لوضع خطة آمنة وفعالة لفقدان الوزن. تذكر أن تغيير نمط حياتك هو عملية طويلة تتطلب الثبات والالتزام ، ولكن كل خطوة تقربك من هيئة أكثر صحة في المستقبل.",
        "نتيجة",
        "مؤشر كتلة الجسم",
        "حالة الجسم",
        "نصيحة لك"
    ]
}