{
    "trans": [
        "Kalkulačka BMI",
        "Stáří",
        "Zadejte věk",
        "Pohlaví",
        "Samec",
        "Žena",
        "Výška",
        "Zadejte výšku",
        "Hmotnost",
        "Zadejte váhu",
        "Vypočítat",
        "Načítání",
        "Těžká podváha",
        "Vaše BMI je níže [thresholds_severe]. To je klasifikováno jako těžká podváha, což znamená, že vaše tělo zažívá vážný nedostatek živin. Chcete-li tento stav zlepšit, musíte se zaměřit na začlenění vysoce kvalitních zdrojů bílkovin, jako jsou libové maso, ryby, vejce, plnotučné mléko a různé fazole. Navíc doplňte svou stravu složitými uhlohydráty z hnědé rýže, sladkých brambor a celých zrn, abyste zajistili trvalou energii. Rozdělení jídla na 5–6 menších porcí po celý den pomůže vašemu tělu efektivněji absorbovat živiny. Navíc, včetně spousty zelené zeleniny, čerstvého ovoce a různých ořechů, zajistí, že dostanete dostatek vitamínů, minerálů a vlákna, které podporují váš trávicí systém a posilují imunitní systém. Současně je velmi důležité udržovat odpovídající spánek (nejméně 7–8 hodin každou noc) a zvládání stresu prostřednictvím činností, jako je jóga, meditace nebo chůze světla. V případě potřeby se poraďte s výživovým lékařem, abyste vytvořili stravovací plán, který vyhovuje vašemu stavu a pečlivě sledujte váš pokrok ve zlepšování vašeho zdraví. Změny životního stylu a stravy by měly být prováděny postupně a důsledně, aby bylo dosaženo udržitelných výsledků.",
        "Mírná podváha",
        "S BMI v rozsahu od [thresholds_Severe] po [thresholds_moderate] jste klasifikováni jako mírná podváha. Tato podmínka ukazuje, že vaše tělo zažívá nedostatek živin, i když ne na závažné úrovni. Měli byste vylepšit svou každodenní stravu zahrnutím dalšího bílkovin ze zdrojů, jako jsou kuře, ryby, vejce a různé fazole; a také začlenění komplexních uhlohydrátů z celých zrn a sladkých brambor, které poskytují trvalou energii. Přidání zelené zeleniny a ovoce pomůže dodat potřebné vitamíny a minerály. Pokuste se po celý den rozdělit jídlo na několik malých porcí a zajistit, abyste pili dostatek vody, abyste podpořili trávení. Pokud jde o fyzickou aktivitu, začněte s jemnými cvičeními, jako je chůze, jóga nebo plavání, abyste stimulovali zdravou chuť k jídlu a zlepšili váš trávicí systém. Udržování přiměřeného spánku a snižování stresu také pomůže vašemu tělu efektivněji absorbovat živiny. Pokud je to možné, konzultujte s výživovým lékařem a vyviňte vhodný plán stravování a sledujte svůj pokrok ve zlepšování vašeho zdraví.",
        "Trochu podváhy",
        "Když vaše BMI spadá mezi [thresholds_moderate] a [thresholds_mild], jste klasifikováni jako malá podváha. Ačkoli to není příliš závažné, vaše tělo stále potřebuje zlepšení, aby se dosáhlo optimální nutriční rovnováhy. Měli byste zvýšit svůj příjem potravin bohatých na bílkoviny, jako jsou libové maso, ryby, vejce, mléko a různé fazole, spolu s uhlohydráty z celých zrn, abyste zajistili stabilní energii. Nezapomeňte zahrnout zelenou zeleninu a čerstvé ovoce, které dodávají potřebné vitamíny, minerály a vlákno. Místo toho, abyste měli tři velká jídla, zkuste po celý den rozdělit jídlo na 5–6 menších jídel. Pokud jde o fyzickou aktivitu, světelná cvičení, jako je chůze, jóga nebo plavání, pomůže vašemu tělu lépe metabolizovat a vylepšit trávicí systém. Velmi důležité je také zajištění adekvátního spánku a efektivního zvládání stresu. Pokud je to možné, obraťte se na výživu pro vhodný stravovací plán a režim, který vám pomůže udržitelným způsobem zlepšit vaše zdraví.",
        "Normální",
        "Gratulujeme, vaše BMI spadá do rozsahu [thresholds_mild] k [thresholds_normal] - klasifikované jako normální. To ukazuje, že vaše tělo je ve vyváženém nutričním stavu. Udržování této úrovně však vyžaduje rozmanitou stravu a zdravý životní styl. Ujistěte se, že vaše každodenní jídla zahrnují dostatečné bílkoviny (z libového masa, ryb, vejce, mléka a fazole), komplexní uhlohydráty (z celých zrn a sladkých brambor), spolu se zdravými tuky z rostlinných olejů a různých ořechů. Zelená zelenina a ovoce poskytne potřebné vitamíny, minerály a vlákno, které vaše tělo potřebuje. Kromě toho udržujte pravidelnou cvičební rutinu, jako je chůze, jogging, plavání nebo jóga, abyste udrželi vaše tělo aktivní. Dostatek spánku (7–8 hodin za noc) a účinné zvládání stresu pomůže zlepšit váš metabolismus a imunitní systém. Nezapomeňte sledovat svou váhu a mít pravidelné zdravotní kontroly, abyste si udrželi svůj současný dobrý stav.",
        "Nadváha",
        "S BMI mezi [thresholds_normal] a [thresholds_overweight] spadnete do kategorie nadváhy. Tato podmínka ukazuje, že vaše tělo má nadměrné množství tuku ve srovnání s normálními hladinami, což může vést ke zvýšenému riziku kardiovaskulárních onemocnění, cukrovky nebo vysokého krevního tlaku, pokud není kontrolováno. Chcete -li zlepšit váš stav, upravte stravu snížením spotřeby potravin s vysokým obsahem cukru, nasycených tuků a rychlého občerstvení. Místo toho upřednostňujte potraviny bohaté na vlákninu, zelenou zeleninu, ovoce a celá zrna. Velmi důležitá je také doplnění vaší stravy z bílých mas, ryb a mléčných výrobků bez tuku. Kromě toho zvýšení vaší každodenní fyzické aktivity - například svižné chůze, jogging, plavání nebo cyklistika - pomůže spálit nadměrný tuk a zlepšit kardiovaskulární zdraví. Rozdělení jídla na několik menších porcí po celý den a pití dostatek vody bude také podporovat trávení a metabolismus. Navíc zajištění adekvátního spánku a snižování stresu prostřednictvím relaxačních cvičení, jako je jóga nebo meditace, pomůže vašemu tělu lépe se zotavit.",
        "Obézní třída I.",
        "Když vaše BMI spadá do rozsahu od [prahové hodnoty] do [prahové hodnoty), jste klasifikováni jako obézní třída I. Množství tuku nahromaděného ve vašem těle překročilo normální úrovně a musí být okamžitě kontrolováno, aby se zabránilo komplikacím, jako jsou kardiovaskulární onemocnění, diabetes a další chronické stavy. Začněte úpravou své stravy-neustále snižte spotřebu potravin s vysokým obsahem cukru a nasycených tuků a nahraďte je možností bohatými na vlákna, jako je zelená zelenina, ovoce a celá zrna. Doplňte vaše jídla vysoce kvalitními zdroji bílkovin, jako jsou libové maso, ryby, vejce a luštěniny, které pomáhají udržovat svalovou hmotu během procesu ztráty tuku. Současně je zvýšení vaší fyzické aktivity velmi důležité. Měli byste začít s aerobními cvičeními, jako je chůze, jogging, plavání nebo cyklistika, kombinovaná s cvičením silového tréninku. Kromě toho pečlivě sledujte své velikosti porcí, přijetí zvyku jíst několik malých jídel po celý den a zajistit dostatek spánku na podporu vašeho metabolismu. V případě potřeby se poraďte s výživovým lékařem a vytvořte bezpečný a efektivní plán hubnutí.",
        "Obézní třída II",
        "Když vaše BMI spadá mezi [thresholds_obese1] a [thresholds_obese2], jste klasifikováni jako obézní třída II. Vysoká úroveň akumulace tuku způsobuje vaše tělo vážným rizikem zdravotních problémů, jako je kardiovaskulární onemocnění, diabetes a další metabolické poruchy. Pro zlepšení tohoto stavu je nezbytná úprava stravy. Upřednostňujte přírodní potraviny bohaté na vlákninu, jako je zelená zelenina, ovoce, celá zrna a ořechy, zatímco minimalizujte rychlé občerstvení, zpracované potraviny a předměty s vysokým obsahem cukru. Doplňte svou stravu proteinem z libového masa, ryb a mléčných výrobků bez tuku, aby pomohly udržovat svalovou hmotu během hubnutí. Kromě toho zvýšení vaší fyzické aktivity prostřednictvím aerobních cvičení a silového tréninku pomůže efektivněji spalovat kalorie. Udržování přiměřeného spánku a zapojení do relaxačních cvičení, jako je jóga a meditace, také pomůže regulovat vaše hormony a snížit touhu. Pravidelné sledování vaší váhy a celkového zdravotního pokroku vám umožní včas upravit vaši stravu a rutinu cvičit, čímž se bezpečně zlepšuje vaše zdraví.",
        "Obézní třída III",
        "Když váš BMI překročí [thresholds_obese2], jste klasifikováni jako obézní třída III - těžká obezita. Tato podmínka vyžaduje lékařský zásah a komplexní změnu životního stylu. Nejprve vytvořte vědecký plán výživy, který upřednostňuje přírodní, nízkokalorické, ale živinově husté potraviny, jako je zelená zelenina, ovoce, celá zrna a bílkoviny z libového masa, ryby a tofu. Úplně omezujte rychlé občerstvení, zpracovaná jídla a potraviny s vysokým obsahem cukru a nasycených tuků. Spolu s vaší stravou je zvýšení bezpečné fyzické aktivity velmi důležité. Začněte lehkými cvičeními, jako je chůze nebo plavání pod profesionálním vedením, a postupně zvyšujte intenzitu. Kombinace aerobních cvičení se silovým tréninkem pomůže spálit kalorie a zlepšit kardiovaskulární funkci. Nezapomeňte získat dostatek spánku a procvičit si relaxační cvičení, jako je jóga nebo meditace, aby se snížil stres a reguloval vaše hormony. Pokud je to možné, spolupracujte se zdravotnickými pracovníky, odborníky na výživu nebo osobními trenéry na vývoji bezpečného a efektivního plánu hubnutí. Nezapomeňte, že změna vašeho životního stylu je dlouhý proces, který vyžaduje vytrvalost a odhodlání, ale každý krok vás v budoucnu přiblíží ke zdravějšímu tělu.",
        "Výsledek",
        "BMI",
        "Stav těla",
        "Rada pro vás"
    ]
}