{
    "trans": [
        "BMI -Taschenrechner",
        "Alter",
        "Alter betreten",
        "Geschlecht",
        "Männlich",
        "Weiblich",
        "Höhe",
        "Höhe eingeben",
        "Gewicht",
        "Gewicht eingeben",
        "Berechnen",
        "Laden",
        "Schwere Untergewichtige",
        "Ihr BMI ist unten [thresholds_severe]. Dies wird als schwerwiegend untergewichtig eingestuft, was bedeutet, dass Ihr Körper einen schwerwiegenden Nährstoffmangel aufweist. Um diesen Zustand zu verbessern, müssen Sie sich auf die Einbeziehung hochwertiger Proteinquellen wie mageres Fleisch, Fisch, Eier, Vollmilch und verschiedene Bohnen konzentrieren. Ergänzen Sie Ihre Ernährung mit komplexen Kohlenhydraten aus braunem Reis, Süßkartoffeln und Vollkornprodukten, um anhaltende Energie zu sorgen. Wenn Sie Ihre Mahlzeiten im Laufe des Tages in 5 bis 6 kleinere Portionen unterteilen, können Ihr Körper Nährstoffe effektiver absorbieren. Darüber hinaus sorgen für viel grünes Gemüse, frisches Obst und verschiedene Nüsse sicher, dass Sie ausreichende Vitamine, Mineralien und Ballaststoffe erhalten, die Ihr Verdauungssystem unterstützen und Ihr Immunsystem fördern. Gleichzeitig ist es äußerst wichtig, gleichzeitig einen angemessenen Schlaf (mindestens 7–8 Stunden pro Nacht pro Nacht pro Nacht pro Nacht) beizubehalten und Stress durch Aktivitäten wie Yoga, Meditation oder leichte Gehen zu bewältigen. Wenden Sie sich gegebenenfalls an einen Ernährungsberater, um einen Speiseplan zu entwickeln, der zu Ihrem Zustand passt, und überwachen Sie Ihre Fortschritte bei der Verbesserung Ihrer Gesundheit. Lebensstil und Ernährungsänderungen sollten allmählich und konsequent umgesetzt werden, um nachhaltige Ergebnisse zu erzielen.",
        "Gemäßigter Untergewichtige",
        "Mit einem BMI, der von [thresholds_severe] bis [thresholds_moderate] reicht, werden Sie als mäßig untergewichtig eingestuft. Dieser Zustand zeigt an, dass Ihr Körper einen Nährstoffmangel hat, jedoch nicht auf schwerwiegender Ebene. Sie sollten Ihre tägliche Ernährung verbessern, indem Sie zusätzliches Protein aus Quellen wie Hühnchen, Fisch, Eiern und verschiedenen Bohnen einbeziehen. sowie die Einbeziehung komplexer Kohlenhydrate aus Vollkornprodukten und Süßkartoffeln, um anhaltende Energie bereitzustellen. Das Hinzufügen von grünem Gemüse und Obst wird dazu beitragen, die erforderlichen Vitamine und Mineralien zu liefern. Versuchen Sie, Ihre Mahlzeiten den ganzen Tag über in mehrere kleine Portionen zu teilen und sicherzustellen, dass Sie genug Wasser trinken, um die Verdauung zu unterstützen. Beginnen Sie in Bezug auf körperliche Aktivität mit sanften Übungen wie Gehen, Yoga oder Schwimmen, um einen gesunden Appetit zu stimulieren und Ihr Verdauungssystem zu verbessern. Die Aufrechterhaltung eines angemessenen Schlafes und die Reduzierung von Stress hilft Ihrem Körper auch, Nährstoffe effektiver zu absorbieren. Wenn möglich, wenden Sie sich an einen Ernährungsberater, um einen geeigneten Ernährungsplan zu entwickeln und Ihre Fortschritte bei der Verbesserung Ihrer Gesundheit zu überwachen.",
        "Ein wenig untergewichtig",
        "Wenn Ihr BMI zwischen [thresholds_moderate] und [thresholds_mild] fällt, werden Sie als ein wenig untergewichtig eingestuft. Obwohl es nicht zu streng ist, muss Ihr Körper noch verbessert werden, um ein optimales Nährwertverhältnis zu erreichen. Sie sollten die Aufnahme von proteinreichen Lebensmitteln wie mageres Fleisch, Fisch, Eier, Milch und verschiedene Bohnen sowie Kohlenhydrate aus Vollkornprodukten erhöhen, um stetige Energie zu liefern. Vergessen Sie nicht, grünes Gemüse und frisches Obst einzubeziehen, um die erforderlichen Vitamine, Mineralien und Ballaststoffe zu liefern. Anstatt drei große Mahlzeiten zu sich zu nehmen, teilen Sie Ihr Essen den ganzen Tag über in 5 bis 6 kleinere Mahlzeiten auf. In Bezug auf körperliche Aktivität hilft Lichtübungen wie Gehen, Yoga oder Schwimmen Ihrem Körper, besser zu metabolisieren und Ihr Verdauungssystem zu verbessern. Es ist auch sehr wichtig, einen angemessenen Schlaf zu gewährleisten und Stress effektiv zu bewältigen. Wenn möglich, wenden Sie sich nach Möglichkeit einen Ernährungsberater für einen geeigneten Mahlzeitsplan und ein Regime, um Ihre Gesundheit auf nachhaltige Weise zu verbessern.",
        "Normal",
        "Herzlichen Glückwunsch, Ihr BMI fällt in den Bereich von [thresholds_mild] zu [thresholds_normal] - als normal klassifiziert. Dies weist darauf hin, dass sich Ihr Körper in einem ausgewogenen Ernährungszustand befindet. Die Aufrechterhaltung dieses Niveaus erfordert jedoch eine vielfältige Ernährung und einen gesunden Lebensstil. Stellen Sie sicher, dass Ihre täglichen Mahlzeiten ausreichend Eiweiß (aus magerem Fleisch, Fisch, Eiern, Milch und Bohnen), komplexen Kohlenhydraten (von Vollkornprodukten und Süßkartoffeln) sowie gesunden Fetten aus Pflanzenölen und verschiedenen Nüssen enthalten. Grünes Gemüse und Obst liefern die notwendigen Vitamine, Mineralien und Faser, die Ihr Körper benötigt. Halten Sie außerdem eine regelmäßige Übungsroutine wie Gehen, Joggen, Schwimmen oder Yoga bei, um Ihren Körper aktiv zu halten. Wenn Sie genug Schlaf (7–8 Stunden pro Nacht) und effektives Stress haben, verbessert es Ihren Stoffwechsel und Ihr Immunsystem. Vergessen Sie nicht, Ihr Gewicht zu überwachen und regelmäßig Gesundheitsuntersuchungen durchzuführen, um Ihren aktuellen guten Zustand aufrechtzuerhalten.",
        "Übergewicht",
        "Mit einem BMI zwischen [thresholds_normal] und [thresholds_overweight] fallen Sie in die übergewichtige Kategorie. Diese Erkrankung zeigt an, dass Ihr Körper im Vergleich zu normalen Niveaus eine überschüssige Menge an Fett aufweist, was zu einem erhöhten Risiko für Herz -Kreislauf -Erkrankungen, Diabetes oder Bluthochdruck führen kann, wenn sie nicht kontrolliert werden. Um Ihren Zustand zu verbessern, passen Sie Ihre Ernährung an, indem Sie den Konsum von Lebensmitteln mit hohem Zucker, gesättigten Fetten und Fast Food reduzieren. Priorisieren Sie stattdessen Lebensmittel, die reich an Ballaststoffen, grünem Gemüse, Obst und Vollkornprodukten sind. Es ist auch sehr wichtig, Ihre Ernährung mit Protein aus magerem Fleisch, Fisch und ohne fettreichem Milchprodukten zu ergänzen. Darüber hinaus wird die Erhöhung Ihrer täglichen körperlichen Aktivität - wie zanfiniertes Gehen, Joggen, Schwimmen oder Radfahren - dazu beitragen, überschüssiges Fett zu verbrennen und die kardiovaskuläre Gesundheit zu verbessern. Wenn Sie Ihre Mahlzeiten den ganzen Tag über in mehrere kleinere Portionen aufzuteilen und ausreichend Wasser zu trinken, unterstützt auch die Verdauung und der Stoffwechsel. Wenn Sie einen angemessenen Schlaf und die Verringerung von Stress durch Entspannungsübungen wie Yoga oder Meditation senken, können Sie Ihren Körper besser erholen.",
        "Fettleibige Klasse I.",
        "Wenn Ihr BMI im Bereich von [thresholds_overweight] bis [thresholds_obese1] fällt. und andere chronische Erkrankungen. Stellen Sie zunächst Ihre Ernährung ein-reduzieren Sie Ihren Verbrauch von Lebensmitteln mit hohem Zucker und gesättigten Fetten und ersetzen Sie sie durch faserreiche Optionen wie grünes Gemüse, Obst und Vollkornprodukte. Ergänzen Sie Ihre Mahlzeiten mit hochwertigen Proteinquellen wie magerem Fleisch, Fisch, Eiern und Hülsenfrüchten, um die Muskelmasse während des Fettabbauprozesses aufrechtzuerhalten. Gleichzeitig ist es sehr wichtig, Ihre körperliche Aktivität zu erhöhen. Sie sollten mit aeroben Übungen wie Gehen, Joggen, Schwimmen oder Radfahren in Kombination mit Krafttrainingsübungen beginnen. Überwachen Sie außerdem Ihre Portionsgrößen genau, nehmen Sie die Gewohnheit an, den ganzen Tag über mehrere kleine Mahlzeiten zu essen, und stellen Sie sicher, dass Sie genügend Schlaf bekommen, um Ihren Stoffwechsel zu unterstützen. Wenden Sie sich gegebenenfalls an einen Ernährungsberater, um einen sicheren und wirksamen Gewichtsverlustplan zu entwickeln.",
        "Fettleibige Klasse II",
        "Wenn Ihr BMI zwischen [thresholds_obese1] und [thresholds_obese2] fällt, werden Sie als fettleibige Klasse II eingestuft. Die hohe Fettansammlung besteht aus Ihrem Körper einem ernsthaften Risiko für Gesundheitsprobleme wie Herz -Kreislauf -Erkrankungen, Diabetes und anderen Stoffwechselstörungen. Um diesen Zustand zu verbessern, ist die Anpassung Ihrer Ernährung unerlässlich. Priorisieren Sie natürliche, faserreiche Lebensmittel wie grünes Gemüse, Obst, Vollkornprodukte und Nüsse und minimieren gleichzeitig Fast Food, verarbeitete Lebensmittel und mit hohem Zuckerzustand. Ergänzen Sie Ihre Ernährung mit Eiweiß aus magerem Fleisch, Fisch und nicht fettreichem Milchprodukten, um die Muskelmasse beim Gewichtsverlust aufrechtzuerhalten. Darüber hinaus hilft die Erhöhung Ihrer körperlichen Aktivität durch aerobe Übungen und Krafttraining dabei, die Kalorien effektiver zu verbrennen. Durch die Aufrechterhaltung eines angemessenen Schlafes und die Aufrechterhaltung von Entspannungsübungen wie Yoga und Meditation werden auch Ihre Hormone reguliert und das Verlangen reduziert. Durch die regelmäßige Überwachung Ihres Gewichts und des allgemeinen Gesundheitsfortschritts können Sie Ihre Ernährung und Ausübung rechtzeitig anpassen und damit Ihre Gesundheit sicher verbessern.",
        "Fettleibige Klasse III",
        "Wenn Ihr BMI [thresholds_obese2] überschreitet, werden Sie als fettleibige Klasse III - schwere Fettleibigkeit eingestuft. Diese Erkrankung erfordert medizinische Interventionen und einen umfassenden Lebensstilveränderung. Entwickeln Sie zunächst einen wissenschaftlichen Ernährungsplan, der natürliche, kalorienarme, aber nährstoffreiche Lebensmittel wie grünes Gemüse, Obst, Vollkornprodukte und Protein aus magerem Fleisch, Fisch und Tofu priorisiert. Begrenzen Sie Fast Food, verarbeitete Lebensmittel und Lebensmittel mit hohem Zucker und gesättigten Fetten. Neben Ihrer Ernährung ist die Erhöhung der sicheren körperlichen Aktivität sehr wichtig. Beginnen Sie mit leichten Übungen wie Gehen oder Schwimmen unter professioneller Anleitung und erhöhen Sie allmählich die Intensität. Durch die Kombination von aeroben Übungen mit Krafttraining beiträgt das Verbrennen von Kalorien und die Verbesserung der Herz -Kreislauf -Funktion. Stellen Sie sicher, dass Sie genügend Schlaf erhalten und Entspannungsübungen wie Yoga oder Meditation üben, um Stress zu reduzieren und Ihre Hormone zu regulieren. Arbeiten Sie nach Möglichkeit mit medizinischen Fachleuten, Ernährungswissenschaftlern oder Personal Trainern zusammen, um einen sicheren und wirksamen Gewichtsverlustplan zu entwickeln. Denken Sie daran, dass das Ändern Ihres Lebensstils ein langer Prozess ist, der Ausdauer und Engagement erfordert, aber jeder Schritt bringt Sie in Zukunft einem gesünderen Körper näher.",
        "Ergebnis",
        "BMI",
        "Körperzustand",
        "Ratschläge für Sie"
    ]
}