{
    "trans": [
        "Υπολογιστής ΔΜΣ",
        "Ηλικία",
        "Μπαίνω στην ηλικία",
        "Γένος",
        "Αρσενικός",
        "Θηλυκός",
        "Υψος",
        "Εισάγομαι στο ύψος",
        "Βάρος",
        "Εισάγετε βάρος",
        "Υπολογίζω",
        "Φόρτωση",
        "Σοβαρό χαμηλό βάρος",
        "Ο ΔΜΣ σας είναι κάτω από το [thresholds_severe]. Αυτό ταξινομείται ως σοβαρό υποβαθμισμένο, πράγμα που σημαίνει ότι το σώμα σας αντιμετωπίζει σοβαρή ανεπάρκεια στα θρεπτικά συστατικά. Για να βελτιώσετε αυτή την κατάσταση, πρέπει να επικεντρωθείτε στην ενσωμάτωση πηγών πρωτεϊνών υψηλής ποιότητας όπως άπαχα κρέατα, ψάρια, αυγά, ολόκληρο το γάλα και διάφορα φασόλια. Επιπλέον, συμπληρώστε τη διατροφή σας με σύνθετους υδατάνθρακες από καστανό ρύζι, γλυκοπατάτες και δημητριακά ολικής αλέσεως για να παρέχετε παρατεταμένη ενέργεια. Η διαίρεση των γευμάτων σας σε 5-6 μικρότερες μερίδες καθ 'όλη τη διάρκεια της ημέρας θα βοηθήσει το σώμα σας να απορροφήσει τα θρεπτικά συστατικά πιο αποτελεσματικά. Επιπλέον, συμπεριλαμβανομένων πολλών πράσινων λαχανικών, φρέσκων φρούτων και διαφόρων καρπών, θα εξασφαλίσουν ότι λαμβάνετε επαρκείς βιταμίνες, μέταλλα και ίνες, οι οποίες υποστηρίζουν το πεπτικό σας σύστημα και ενισχύουν το ανοσοποιητικό σας σύστημα. Ταυτόχρονα, διατηρώντας επαρκή ύπνο (τουλάχιστον 7-8 ώρες κάθε βράδυ) και διαχειρίζοντας το άγχος μέσω δραστηριοτήτων όπως η γιόγκα, ο διαλογισμός ή το φως του φωτός είναι εξαιρετικά σημαντικό. Εάν είναι απαραίτητο, συμβουλευτείτε έναν διατροφολόγο για να αναπτύξετε ένα σχέδιο γεύματος που ταιριάζει στην κατάστασή σας και να παρακολουθείτε προσεκτικά την πρόοδό σας στη βελτίωση της υγείας σας. Ο τρόπος ζωής και οι διατροφικές αλλαγές πρέπει να εφαρμοστούν σταδιακά και με συνέπεια για την επίτευξη βιώσιμων αποτελεσμάτων.",
        "Μέτριο υποβαθμισμένο",
        "Με έναν ΔΜΣ που κυμαίνεται από το [thresholds_severe] έως το [thresholds_moderate], είστε ταξινομημένοι ως μέτριο υποβαθμισμένο. Αυτή η κατάσταση υποδεικνύει ότι το σώμα σας αντιμετωπίζει ανεπάρκεια θρεπτικών ουσιών, αν και όχι σε σοβαρό επίπεδο. Θα πρέπει να βελτιώσετε την καθημερινή σας διατροφή, συμπεριλαμβάνοντας πρόσθετες πρωτεΐνες από πηγές όπως κοτόπουλο, ψάρια, αυγά και διάφορα φασόλια. καθώς και την ενσωμάτωση πολύπλοκων υδατανθράκων από δημητριακά ολικής αλέσεως και γλυκοπατάτες για την παροχή παρατεταμένης ενέργειας. Η προσθήκη πράσινων λαχανικών και φρούτων θα βοηθήσει στην παροχή των απαραίτητων βιταμινών και μέταλων. Προσπαθήστε να διαιρέσετε τα γεύματά σας σε αρκετές μικρές μερίδες καθ 'όλη τη διάρκεια της ημέρας και να βεβαιωθείτε ότι πίνετε αρκετό νερό για να υποστηρίξετε την πέψη. Όσον αφορά τη σωματική δραστηριότητα, ξεκινήστε με απαλές ασκήσεις όπως το περπάτημα, τη γιόγκα ή το κολύμπι για να τονώσετε μια υγιή όρεξη και να βελτιώσετε το πεπτικό σας σύστημα. Η διατήρηση επαρκούς ύπνου και η μείωση του στρες θα βοηθήσει επίσης το σώμα σας να απορροφήσει τα θρεπτικά συστατικά πιο αποτελεσματικά. Εάν είναι δυνατόν, συμβουλευτείτε έναν διατροφολόγο για να αναπτύξετε ένα κατάλληλο σχέδιο διατροφής και να παρακολουθείτε την πρόοδό σας στη βελτίωση της υγείας σας.",
        "Λίγο υποβαθμισμένο",
        "Όταν ο ΔΜΣ σας πέφτει μεταξύ [thresholds_moderate] και [thresholds_mild], είστε ταξινομημένοι ως λίγο υποβαθμισμένοι. Αν και δεν είναι πολύ σοβαρό, το σώμα σας εξακολουθεί να χρειάζεται βελτίωση για να επιτύχει τη βέλτιστη διατροφική ισορροπία. Θα πρέπει να αυξήσετε την πρόσληψη τροφών πλούσιων σε πρωτεΐνες, όπως άπαχα κρέατα, ψάρια, αυγά, γάλα και διάφορα φασόλια, μαζί με υδατάνθρακες από δημητριακά ολικής αλέσεως για να παρέχετε σταθερή ενέργεια. Μην ξεχάσετε να συμπεριλάβετε τα πράσινα λαχανικά και τα φρέσκα φρούτα για να προμηθεύσετε τις απαραίτητες βιταμίνες, μέταλλα και ίνες. Αντί να έχετε τρία μεγάλα γεύματα, δοκιμάστε να διαιρέσετε το φαγητό σας σε 5-6 μικρότερα γεύματα όλη την ημέρα. Όσον αφορά τη σωματική δραστηριότητα, οι ασκήσεις φωτός όπως το περπάτημα, η γιόγκα ή η κολύμβηση θα βοηθήσουν το σώμα σας να μεταβολιστεί καλύτερα και να ενισχύσει το πεπτικό σας σύστημα. Η εξασφάλιση επαρκούς ύπνου και διαχείρισης του στρες είναι επίσης πολύ σημαντική. Εάν είναι δυνατόν, συμβουλευτείτε έναν διατροφολόγο για ένα κατάλληλο σχέδιο γεύματος και σχήμα για να σας βοηθήσει να βελτιώσετε την υγεία σας με βιώσιμο τρόπο.",
        "Κανονικός",
        "Συγχαρητήρια, ο ΔΜΣ σας εμπίπτει στο εύρος του [thresholds_mild] στο [thresholds_normal] - ταξινομημένο κανονικό. Αυτό δείχνει ότι το σώμα σας βρίσκεται σε ισορροπημένη διατροφική κατάσταση. Ωστόσο, η διατήρηση αυτού του επιπέδου απαιτεί μια διαφορετική διατροφή και έναν υγιεινό τρόπο ζωής. Βεβαιωθείτε ότι τα καθημερινά σας γεύματα περιλαμβάνουν επαρκή πρωτεΐνη (από άπαχα κρέατα, ψάρια, αυγά, γάλα και φασόλια), σύνθετους υδατάνθρακες (από δημητριακά και γλυκοπατάτες), μαζί με υγιή λίπη από φυτικά έλαια και διάφορα καρύδια. Τα πράσινα λαχανικά και τα φρούτα θα παρέχουν τις απαραίτητες βιταμίνες, μέταλλα και ίνες το σώμα σας χρειάζεται. Επιπλέον, διατηρήστε μια τακτική ρουτίνα άσκησης, όπως το περπάτημα, το τζόγκινγκ, το κολύμπι ή η γιόγκα για να διατηρήσετε το σώμα σας ενεργό. Ο ύπνος (7-8 ώρες ανά διανυκτέρευση) και η αποτελεσματική διαχείριση του στρες θα συμβάλει στη βελτίωση του μεταβολισμού και του ανοσοποιητικού σας συστήματος. Μην ξεχάσετε να παρακολουθείτε το βάρος σας και να έχετε τακτικούς ελέγχους υγείας για να διατηρήσετε την τρέχουσα καλή κατάσταση.",
        "Υπέρβαρος",
        "Με ΔΜΣ μεταξύ [thresholds_normal] και [thresholds_overweight], πέφτετε στην κατηγορία υπέρβαρα. Αυτή η κατάσταση δείχνει ότι το σώμα σας έχει υπερβολική ποσότητα λίπους σε σύγκριση με τα φυσιολογικά επίπεδα, γεγονός που μπορεί να οδηγήσει σε αυξημένο κίνδυνο καρδιαγγειακών παθήσεων, διαβήτη ή υψηλής αρτηριακής πίεσης εάν δεν ελέγχεται. Για να βελτιώσετε την κατάστασή σας, προσαρμόστε τη διατροφή σας μειώνοντας την κατανάλωση τροφίμων με υψηλή περιεκτικότητα σε ζάχαρη, κορεσμένα λίπη και γρήγορο φαγητό. Αντ 'αυτού, δίνουν προτεραιότητα σε τρόφιμα πλούσια σε ίνες, πράσινα λαχανικά, φρούτα και δημητριακά ολικής αλέσεως. Η συμπλήρωση της διατροφής σας με πρωτεΐνες από άπαχα κρέατα, ψάρια και μη λιπαρά γαλακτοκομικά προϊόντα είναι επίσης πολύ σημαντική. Επιπλέον, η αύξηση της καθημερινής σας σωματικής δραστηριότητας - όπως το ζωηρό περπάτημα, το τζόκινγκ, το κολύμπι ή η ποδηλασία - θα βοηθήσει να καίει υπερβολικό λίπος και να βελτιώσει την καρδιαγγειακή υγεία. Η διαίρεση των γευμάτων σας σε αρκετές μικρότερες μερίδες καθ 'όλη τη διάρκεια της ημέρας και η κατανάλωση αρκετού νερού θα υποστηρίξει επίσης την πέψη και τον μεταβολισμό. Επιπλέον, εξασφαλίζοντας επαρκή ύπνο και μείωση του στρες μέσω ασκήσεων χαλάρωσης όπως η γιόγκα ή ο διαλογισμός θα βοηθήσουν το σώμα σας να ανακάμψει καλύτερα.",
        "Παχύσαρκα τάξη Ι",
        "Όταν ο ΔΜΣ σας εμπίπτει στην περιοχή από το [thresholds_overweight] έως το [thresholds_obese1], είστε ταξινομημένοι ως παχύσαρκοι κλάσης Ι. , και άλλες χρόνιες παθήσεις. Ξεκινήστε με τη ρύθμιση της διατροφής σας-μειώστε την κατανάλωση τροφίμων με υψηλή περιεκτικότητα σε ζάχαρη και κορεσμένα λίπη και αντικαταστήστε τα με πλούσιες σε ίνες επιλογές όπως πράσινα λαχανικά, φρούτα και δημητριακά ολικής αλέσεως. Συμπληρώστε τα γεύματά σας με πηγές πρωτεϊνών υψηλής ποιότητας, όπως άπαχα κρέατα, ψάρια, αυγά και όσπρια για να βοηθήσετε στη διατήρηση της μυϊκής μάζας κατά τη διάρκεια της διαδικασίας απώλειας λίπους. Ταυτόχρονα, η αύξηση της σωματικής σας δραστηριότητας είναι πολύ σημαντική. Θα πρέπει να ξεκινήσετε με αερόβια ασκήσεις όπως περπάτημα, τζόκινγκ, κολύμβηση ή ποδηλασία, σε συνδυασμό με ασκήσεις κατάρτισης δύναμης. Επιπλέον, παρακολουθείτε προσεκτικά τα μεγέθη σας, υιοθετήστε τη συνήθεια να τρώτε αρκετά μικρά γεύματα καθ 'όλη τη διάρκεια της ημέρας και να βεβαιωθείτε ότι έχετε αρκετό ύπνο για να υποστηρίξετε το μεταβολισμό σας. Εάν είναι απαραίτητο, συμβουλευτείτε έναν διατροφολόγο για να αναπτύξετε ένα ασφαλές και αποτελεσματικό σχέδιο απώλειας βάρους.",
        "Παχύσαρκα τάξη ΙΙ",
        "Όταν ο ΔΜΣ σας πέφτει μεταξύ [thresholds_obese1] και [thresholds_obese2], είστε ταξινομημένοι ως παχύσαρκοι κατηγορίας II. Το υψηλό επίπεδο συσσώρευσης λίπους θέτει το σώμα σας σε σοβαρό κίνδυνο για προβλήματα υγείας όπως καρδιαγγειακές παθήσεις, διαβήτης και άλλες μεταβολικές διαταραχές. Για να βελτιωθεί αυτή η κατάσταση, η προσαρμογή της διατροφής σας είναι απαραίτητη. Προτεραιότητα σε φυσικά, πλούσια σε ίνες τρόφιμα, όπως πράσινα λαχανικά, φρούτα, δημητριακά ολικής αλέσεως και καρύδια, ενώ ελαχιστοποιούν τα γρήγορα τρόφιμα, τα επεξεργασμένα τρόφιμα και τα αντικείμενα υψηλής περιεκτικότητας σε ζάχαρη. Συμπληρώστε τη διατροφή σας με πρωτεΐνες από άπαχα κρέατα, ψάρια και μη λιπαρά γαλακτοκομικά προϊόντα για να βοηθήσετε στη διατήρηση της μυϊκής μάζας κατά τη διάρκεια της απώλειας βάρους. Επιπλέον, η αύξηση της σωματικής σας δραστηριότητας μέσω αερόβιων ασκήσεων και κατάρτισης δύναμης θα βοηθήσει στην καύση των θερμίδων πιο αποτελεσματικά. Η διατήρηση επαρκούς ύπνου και η συμμετοχή σε ασκήσεις χαλάρωσης όπως η γιόγκα και ο διαλογισμός θα βοηθήσουν επίσης στη ρύθμιση των ορμονών σας και στη μείωση των επιθυμιών. Η τακτική παρακολούθηση του βάρους και της συνολικής προόδου της υγείας σας θα σας επιτρέψει να προσαρμόσετε τη διατροφή σας και να ασκήσετε ρουτίνα εγκαίρως, βελτιώνοντας έτσι την υγεία σας με ασφάλεια.",
        "Παχύσαρκος κατηγορίας ΙΙΙ",
        "Όταν ο ΔΜΣ σας υπερβαίνει το [thresholds_obese2], είστε ταξινομημένοι ως παχύσαρκοι κατηγορίας ΙΙΙ - σοβαρή παχυσαρκία. Αυτή η κατάσταση απαιτεί ιατρική παρέμβαση και μια ολοκληρωμένη αλλαγή του τρόπου ζωής. Πρώτον, αναπτύσσουν ένα επιστημονικό σχέδιο διατροφής που δίνει προτεραιότητα σε φυσικά, χαμηλής θερμιδικής αλλά και θρεπτικά πυκνά τρόφιμα, όπως πράσινα λαχανικά, φρούτα, ολικής αλέσεως και πρωτεΐνες από άπαχα κρέατα, ψάρια και tofu. Περιορίστε πλήρως το γρήγορο φαγητό, τα επεξεργασμένα τρόφιμα και τα τρόφιμα με υψηλή περιεκτικότητα σε ζάχαρη και κορεσμένα λίπη. Παράλληλα με τη διατροφή σας, η αύξηση της ασφαλούς σωματικής δραστηριότητας είναι πολύ σημαντική. Ξεκινήστε με ελαφρές ασκήσεις όπως το περπάτημα ή το κολύμπι υπό επαγγελματική καθοδήγηση και αυξήστε σταδιακά την ένταση. Ο συνδυασμός αερόβιων ασκήσεων με εκπαίδευση δύναμης θα βοηθήσει στην καύση θερμίδων και τη βελτίωση της καρδιαγγειακής λειτουργίας. Βεβαιωθείτε ότι έχετε αρκετό ύπνο και ασκούμε ασκήσεις χαλάρωσης όπως γιόγκα ή διαλογισμό για να μειώσετε το άγχος και να ρυθμίσετε τις ορμόνες σας. Εάν είναι δυνατόν, συνεργαστείτε με επαγγελματίες υγείας, διατροφολόγους ή προσωπικούς εκπαιδευτές για να αναπτύξουν ένα ασφαλές και αποτελεσματικό σχέδιο απώλειας βάρους. Θυμηθείτε ότι η αλλαγή του τρόπου ζωής σας είναι μια μακρά διαδικασία που απαιτεί επιμονή και δέσμευση, αλλά κάθε βήμα σας φέρνει πιο κοντά σε ένα πιο υγιεινό σώμα στο μέλλον.",
        "Αποτέλεσμα",
        "ΔΙΜΣ",
        "Κατάσταση σώματος",
        "Συμβουλές για εσάς"
    ]
}