{
    "trans": [
        "BMI Calculator",
        "Age",
        "Enter age",
        "Gender",
        "Male",
        "Female",
        "Height",
        "Enter height",
        "Weight",
        "Enter weight",
        "Calculate",
        "Loading",
        "Severe Underweight",
        "Your BMI is below [thresholds_severe]. This is classified as Severe Underweight, meaning that your body is experiencing a severe deficiency in nutrients. To improve this condition, you need to focus on incorporating high-quality protein sources such as lean meats, fish, eggs, whole milk, and various beans. Additionally, supplement your diet with complex carbohydrates from brown rice, sweet potatoes, and whole grains to provide sustained energy. Dividing your meals into 5–6 smaller portions throughout the day will help your body absorb nutrients more effectively. Moreover, including plenty of green vegetables, fresh fruits, and various nuts will ensure that you receive sufficient vitamins, minerals, and fiber, which support your digestive system and boost your immune system. At the same time, maintaining adequate sleep (at least 7–8 hours each night) and managing stress through activities such as yoga, meditation, or light walking is extremely important. If necessary, consult a nutritionist to develop a meal plan that suits your condition and to closely monitor your progress in improving your health. Lifestyle and dietary changes should be implemented gradually and consistently to achieve sustainable results.",
        "Moderate Underweight",
        "With a BMI ranging from [thresholds_severe] to [thresholds_moderate], you are classified as Moderate Underweight. This condition indicates that your body is experiencing a nutrient deficiency, though not at a severe level. You should enhance your daily diet by including additional protein from sources such as chicken, fish, eggs, and various beans; as well as incorporating complex carbohydrates from whole grains and sweet potatoes to provide sustained energy. Adding green vegetables and fruits will help supply the necessary vitamins and minerals. Try to divide your meals into several small portions throughout the day and ensure you drink enough water to support digestion. In terms of physical activity, start with gentle exercises such as walking, yoga, or swimming to stimulate a healthy appetite and improve your digestive system. Maintaining adequate sleep and reducing stress will also help your body absorb nutrients more effectively. If possible, consult with a nutritionist to develop a suitable eating plan and monitor your progress in improving your health.",
        "A Little Underweight",
        "When your BMI falls between [thresholds_moderate] and [thresholds_mild], you are classified as A Little Underweight. Although it is not too severe, your body still needs improvement to achieve optimal nutritional balance. You should increase your intake of protein-rich foods such as lean meats, fish, eggs, milk, and various beans, along with carbohydrates from whole grains to provide steady energy. Don't forget to include green vegetables and fresh fruits to supply the necessary vitamins, minerals, and fiber. Instead of having three large meals, try dividing your food into 5–6 smaller meals throughout the day. In terms of physical activity, light exercises such as walking, yoga, or swimming will help your body metabolize better and enhance your digestive system. Ensuring adequate sleep and managing stress effectively are also very important. If possible, consult a nutritionist for a suitable meal plan and regimen to help you improve your health in a sustainable way.",
        "Normal",
        "Congratulations, your BMI falls within the range of [thresholds_mild] to [thresholds_normal] – classified as Normal. This indicates that your body is in a balanced nutritional state. However, maintaining this level requires a diverse diet and a healthy lifestyle. Make sure that your daily meals include sufficient protein (from lean meats, fish, eggs, milk, and beans), complex carbohydrates (from whole grains and sweet potatoes), along with healthy fats from vegetable oils and various nuts. Green vegetables and fruits will provide the necessary vitamins, minerals, and fiber your body needs. Additionally, maintain a regular exercise routine such as walking, jogging, swimming, or yoga to keep your body active. Getting enough sleep (7–8 hours per night) and effectively managing stress will help improve your metabolism and immune system. Don't forget to monitor your weight and have regular health check-ups to maintain your current good condition.",
        "Overweight",
        "With a BMI between [thresholds_normal] and [thresholds_overweight], you fall into the Overweight category. This condition indicates that your body has an excess amount of fat compared to normal levels, which may lead to an increased risk of cardiovascular diseases, diabetes, or high blood pressure if not controlled. To improve your condition, adjust your diet by reducing the consumption of foods high in sugar, saturated fats, and fast food. Instead, prioritize foods rich in fiber, green vegetables, fruits, and whole grains. Supplementing your diet with protein from lean meats, fish, and non-fat dairy products is also very important. Additionally, increasing your daily physical activity—such as brisk walking, jogging, swimming, or cycling—will help burn excess fat and improve cardiovascular health. Dividing your meals into several smaller portions throughout the day and drinking enough water will also support digestion and metabolism. Moreover, ensuring adequate sleep and reducing stress through relaxation exercises like yoga or meditation will help your body recover better.",
        "Obese Class I",
        "When your BMI falls within the range from [thresholds_overweight] to [thresholds_obese1], you are classified as Obese Class I. The amount of fat accumulated in your body has exceeded normal levels and must be controlled immediately to prevent complications such as cardiovascular diseases, diabetes, and other chronic conditions. Start by adjusting your diet—gradually reduce your consumption of foods high in sugar and saturated fats, and replace them with fiber-rich options like green vegetables, fruits, and whole grains. Supplement your meals with high-quality protein sources such as lean meats, fish, eggs, and legumes to help maintain muscle mass during the fat loss process. At the same time, increasing your physical activity is very important. You should begin with aerobic exercises like walking, jogging, swimming, or cycling, combined with strength training exercises. Additionally, closely monitor your portion sizes, adopt the habit of eating several small meals throughout the day, and ensure you get enough sleep to support your metabolism. If necessary, consult a nutritionist to develop a safe and effective weight loss plan.",
        "Obese Class II",
        "When your BMI falls between [thresholds_obese1] and [thresholds_obese2], you are classified as Obese Class II. The high level of fat accumulation puts your body at serious risk for health issues such as cardiovascular disease, diabetes, and other metabolic disorders. To improve this condition, adjusting your diet is essential. Prioritize natural, fiber-rich foods such as green vegetables, fruits, whole grains, and nuts, while minimizing fast food, processed foods, and high-sugar items. Supplement your diet with protein from lean meats, fish, and non-fat dairy products to help maintain muscle mass during weight loss. Additionally, increasing your physical activity through aerobic exercises and strength training will help burn calories more effectively. Maintaining adequate sleep and engaging in relaxation exercises such as yoga and meditation will also help regulate your hormones and reduce cravings. Regularly monitoring your weight and overall health progress will allow you to adjust your diet and exercise routine in a timely manner, thereby improving your health safely.",
        "Obese Class III",
        "When your BMI exceeds [thresholds_obese2], you are classified as Obese Class III – severe obesity. This condition requires medical intervention and a comprehensive lifestyle change. First, develop a scientific nutrition plan that prioritizes natural, low-calorie yet nutrient-dense foods such as green vegetables, fruits, whole grains, and protein from lean meats, fish, and tofu. Completely limit fast food, processed foods, and foods high in sugar and saturated fats. Alongside your diet, increasing safe physical activity is very important. Start with light exercises such as walking or swimming under professional guidance, and gradually increase the intensity. Combining aerobic exercises with strength training will help burn calories and improve cardiovascular function. Make sure to get enough sleep and practice relaxation exercises like yoga or meditation to reduce stress and regulate your hormones. If possible, work with healthcare professionals, nutritionists, or personal trainers to develop a safe and effective weight loss plan. Remember that changing your lifestyle is a long process that requires persistence and commitment, but every step brings you closer to a healthier body in the future.",
        "Result",
        "BMI",
        "Body Condition",
        "Advice for you"
    ]
}