{
    "trans": [
        "Calculadora de IMC",
        "Edad",
        "Entrar en edad",
        "Género",
        "Masculino",
        "Femenino",
        "Altura",
        "Entrar en altura",
        "Peso",
        "Entrar en peso",
        "Calcular",
        "Cargando",
        "Bajo peso",
        "Su IMC está por debajo [thresholds_severe]. Esto se clasifica como bajo peso severo, lo que significa que su cuerpo está experimentando una deficiencia severa en los nutrientes. Para mejorar esta condición, debe centrarse en incorporar fuentes de proteínas de alta calidad, como carnes magras, pescado, huevos, leche entera y varios frijoles. Además, complete su dieta con carbohidratos complejos de arroz integral, batatas y granos integrales para proporcionar energía sostenida. Dividir sus comidas en 5–6 porciones más pequeñas durante todo el día ayudará a su cuerpo a absorber los nutrientes de manera más efectiva. Además, incluyendo muchas verduras verdes, frutas frescas y varias nueces asegurará que reciba suficientes vitaminas, minerales y fibra, que respaldan su sistema digestivo y aumentan su sistema inmunológico. Al mismo tiempo, mantener el sueño adecuado (al menos de 7 a 8 horas cada noche) y manejar el estrés a través de actividades como yoga, meditación o caminar con luz es extremadamente importante. Si es necesario, consulte a un nutricionista para desarrollar un plan de comidas que se adapte a su condición y para monitorear de cerca su progreso en la mejora de su salud. El estilo de vida y los cambios en la dieta deben implementarse de manera gradual y consistente para lograr resultados sostenibles.",
        "Bajo peso moderado",
        "Con un IMC que va desde [thresholds_severe] hasta [thresholds_moderate], se clasifica como bajo peso moderado. Esta condición indica que su cuerpo está experimentando una deficiencia de nutrientes, aunque no en un nivel severo. Debe mejorar su dieta diaria al incluir proteínas adicionales de fuentes como pollo, pescado, huevos y varios frijoles; además de incorporar carbohidratos complejos de granos integrales y batatas para proporcionar energía sostenida. Agregar verduras verdes y frutas ayudará a suministrar las vitaminas y minerales necesarios. Trate de dividir sus comidas en varias porciones pequeñas durante todo el día y asegúrese de beber suficiente agua para apoyar la digestión. En términos de actividad física, comience con ejercicios suaves como caminar, yoga o nadar para estimular un apetito saludable y mejorar su sistema digestivo. Mantener el sueño adecuado y la reducción del estrés también ayudará a su cuerpo a absorber los nutrientes de manera más efectiva. Si es posible, consulte con un nutricionista para desarrollar un plan de alimentación adecuado y monitorear su progreso en la mejora de su salud.",
        "Un poco de bajo peso",
        "Cuando su IMC cae entre [thresholds_moderate] y [thresholds_mild], se clasifica como un poco de bajo peso. Aunque no es demasiado severo, su cuerpo aún necesita una mejora para lograr un equilibrio nutricional óptimo. Debe aumentar su consumo de alimentos ricos en proteínas, como carnes magras, pescado, huevos, leche y varios frijoles, junto con carbohidratos de granos enteros para proporcionar energía constante. No olvide incluir verduras verdes y frutas frescas para suministrar las vitaminas, minerales y fibra necesarias. En lugar de tener tres comidas grandes, intente dividir su comida en 5–6 comidas más pequeñas durante todo el día. En términos de actividad física, los ejercicios de luz como caminar, yoga o natación ayudarán a su cuerpo a metabolizar mejor y mejorar su sistema digestivo. Asegurar el sueño y el manejo de estrés adecuados también son muy importantes. Si es posible, consulte a un nutricionista para un plan y un régimen de comidas adecuados para ayudarlo a mejorar su salud de manera sostenible.",
        "Normal",
        "Felicitaciones, su IMC cae dentro del rango de [thresholds_mild] a [thresholds_normal], clasificado como normal. Esto indica que su cuerpo está en un estado nutricional equilibrado. Sin embargo, mantener este nivel requiere una dieta diversa y un estilo de vida saludable. Asegúrese de que sus comidas diarias incluyan suficientes proteínas (de carnes magras, pescado, huevos, leche y frijoles), carbohidratos complejos (de granos integrales y batatas), junto con grasas saludables de aceites vegetales y varias nueces. Las verduras y frutas verdes proporcionarán las vitaminas, minerales y fibra necesarias que su cuerpo necesita. Además, mantenga una rutina de ejercicio regular, como caminar, trotar, nadar o yoga para mantener su cuerpo activo. Dormir lo suficiente (7–8 horas por noche) y controlar efectivamente el estrés ayudará a mejorar su metabolismo e sistema inmunitario. No olvide monitorear su peso y tener chequeos de salud regulares para mantener su buena condición actual.",
        "Sobrepeso",
        "Con un IMC entre [thresholds_normal] y [thresholds_overweight], cae en la categoría de sobrepeso. Esta condición indica que su cuerpo tiene una cantidad excesiva de grasa en comparación con los niveles normales, lo que puede conducir a un mayor riesgo de enfermedades cardiovasculares, diabetes o presión arterial alta si no se controla. Para mejorar su condición, ajuste su dieta reduciendo el consumo de alimentos ricos en azúcar, grasas saturadas y comida rápida. En su lugar, priorice los alimentos ricos en fibra, verduras verdes, frutas y granos integrales. También es muy importante complementar su dieta con proteínas de carnes magras, pescado y productos lácteos sin grasa. Además, el aumento de su actividad física diaria, como caminar, trotar, nadar o ciclismo, ayudará a quemar el exceso de grasa y mejorar la salud cardiovascular. Dividir sus comidas en varias porciones más pequeñas durante todo el día y beber suficiente agua también apoyará la digestión y el metabolismo. Además, garantizar el sueño adecuado y reducir el estrés a través de ejercicios de relajación como el yoga o la meditación ayudará a su cuerpo a recuperarse mejor.",
        "Clase obesa I",
        "Cuando su IMC cae dentro del rango de [thresholds_overweight] a [thresholds_obese1], se clasifica como clase obesa I. La cantidad de grasa acumulada en su cuerpo ha excedido los niveles normales y debe controlarse de inmediato para prevenir complicaciones como enfermedades cardiovasculares, diabetes, diabetes, diabetes, diabetes. y otras condiciones crónicas. Comience ajustando su dieta: reduzca en gran medida su consumo de alimentos ricos en azúcar y grasas saturadas, y reemplácelos con opciones ricas en fibra como verduras verdes, frutas y granos integrales. Complementa sus comidas con fuentes de proteínas de alta calidad, como carnes magras, pescado, huevos y legumbres para ayudar a mantener la masa muscular durante el proceso de pérdida de grasa. Al mismo tiempo, aumentar su actividad física es muy importante. Debe comenzar con ejercicios aeróbicos como caminar, trotar, nadar o ciclismo, combinados con ejercicios de entrenamiento de fuerza. Además, controle de cerca el tamaño de las porciones, adopte el hábito de comer varias comidas pequeñas durante todo el día y asegúrese de dormir lo suficiente para apoyar su metabolismo. Si es necesario, consulte a un nutricionista para desarrollar un plan de pérdida de peso seguro y efectivo.",
        "Clase obesa II",
        "Cuando su IMC cae entre [thresholds_obese1] y [thresholds_obese2], se clasifica como clase obesa II. El alto nivel de acumulación de grasa pone a su cuerpo en un riesgo grave de problemas de salud como enfermedades cardiovasculares, diabetes y otros trastornos metabólicos. Para mejorar esta condición, ajustar su dieta es esencial. Priorice alimentos naturales ricos en fibra, como verduras verdes, frutas, granos integrales y nueces, al tiempo que minimiza la comida rápida, los alimentos procesados ​​y los artículos de azúcar alto. Complementa su dieta con proteínas de carnes magras, pescado y productos lácteos sin grasa para ayudar a mantener la masa muscular durante la pérdida de peso. Además, aumentar su actividad física a través de ejercicios aeróbicos y entrenamiento de fuerza ayudará a quemar calorías de manera más efectiva. Mantener un sueño adecuado y participar en ejercicios de relajación como el yoga y la meditación también ayudará a regular sus hormonas y reducir los antojos. Monitorear regularmente su peso y el progreso general de la salud le permitirá ajustar su dieta y ejercicio de rutina de manera oportuna, mejorando así su salud de manera segura.",
        "Clase obesa III",
        "Cuando su IMC excede [thresholds_obese2], se clasifica como clase obesa III - obesidad severa. Esta afección requiere intervención médica y un cambio integral de estilo de vida. Primero, desarrolle un plan de nutrición científica que priorice alimentos naturales, bajos en calorías pero densos en nutrientes, como verduras verdes, frutas, granos integrales y proteínas de carnes magras, pescado y tofu. Limite completamente la comida rápida, los alimentos procesados ​​y los alimentos ricos en azúcar y grasas saturadas. Junto con su dieta, aumentar la actividad física segura es muy importante. Comience con ejercicios ligeros como caminar o nadar bajo guía profesional, y aumente gradualmente la intensidad. La combinación de ejercicios aeróbicos con entrenamiento de fuerza ayudará a quemar calorías y mejorar la función cardiovascular. Asegúrese de dormir lo suficiente y practicar ejercicios de relajación como yoga o meditación para reducir el estrés y regular sus hormonas. Si es posible, trabaje con profesionales de la salud, nutricionistas o entrenadores personales para desarrollar un plan de pérdida de peso seguro y seguro. Recuerde que cambiar su estilo de vida es un proceso largo que requiere persistencia y compromiso, pero cada paso lo acerca a un cuerpo más saludable en el futuro.",
        "Resultado",
        "IMC",
        "Condición corporal",
        "Consejo para ti"
    ]
}