{
    "trans": [
        "Calculateur d'IMC",
        "Âge",
        "Entrer dans l'âge",
        "Genre",
        "Mâle",
        "Femelle",
        "Hauteur",
        "Entrer la hauteur",
        "Poids",
        "Prendre le poids",
        "Calculer",
        "Chargement",
        "Insuffisance sévère",
        "Votre IMC est ci-dessous [thresholds_severe]. Ceci est classé comme insuffisance pondérale grave, ce qui signifie que votre corps connaît une grave carence en nutriments. Pour améliorer cette condition, vous devez vous concentrer sur l'incorporation de sources de protéines de haute qualité telles que les viandes maigres, le poisson, les œufs, le lait entier et divers haricots. De plus, complétez votre alimentation avec des glucides complexes du riz brun, des patates douces et des grains entiers pour fournir une énergie soutenue. La division de vos repas en 5 à 6 portions plus petites tout au long de la journée aidera votre corps à absorber plus efficacement les nutriments. De plus, y compris de nombreux légumes verts, des fruits frais et diverses noix vous assureront de recevoir suffisamment de vitamines, de minéraux et de fibres, qui soutiennent votre système digestif et augmentent votre système immunitaire. Dans le même temps, le maintien d'un sommeil adéquat (au moins 7 à 8 heures par nuit) et la gestion du stress à travers des activités telles que le yoga, la méditation ou la marche légère est extrêmement importante. Si nécessaire, consultez un nutritionniste pour élaborer un plan de repas qui convient à votre état et pour surveiller de près vos progrès dans l'amélioration de votre santé. Le mode de vie et les changements alimentaires doivent être mis en œuvre progressivement et de manière cohérente pour obtenir des résultats durables.",
        "Insuffisance pondérale modérée",
        "Avec un BMI allant de [thresholds_severe] à [thresholds_moderate], vous êtes classé comme sous-pondération modérée. Cette condition indique que votre corps connaît une carence en nutriments, mais pas à un niveau sévère. Vous devez améliorer votre alimentation quotidienne en incluant des protéines supplémentaires provenant de sources telles que le poulet, le poisson, les œufs et divers haricots; En plus d'incorporer des glucides complexes à partir de grains entiers et de patates douces pour fournir une énergie soutenue. L'ajout de légumes verts et de fruits aidera à fournir les vitamines et les minéraux nécessaires. Essayez de diviser vos repas en plusieurs petites portions tout au long de la journée et assurez-vous de boire suffisamment d'eau pour soutenir la digestion. En termes d'activité physique, commencez par de doux exercices tels que la marche, le yoga ou la natation pour stimuler un appétit sain et améliorer votre système digestif. Le maintien d'un sommeil adéquat et la réduction du stress aidera également votre corps à absorber plus efficacement les nutriments. Si possible, consultez un nutritionniste pour élaborer un régime alimentaire approprié et suivre vos progrès dans l'amélioration de votre santé.",
        "Un peu d'insuffisance pondérale",
        "Lorsque votre BMI se situe entre [thresholds_moderate] et [thresholds_mild], vous êtes classé comme un petit insuffisance pondérale. Bien qu'il ne soit pas trop grave, votre corps a encore besoin d'amélioration pour obtenir un équilibre nutritionnel optimal. Vous devez augmenter votre consommation d'aliments riches en protéines tels que les viandes maigres, le poisson, les œufs, le lait et divers haricots, ainsi que les glucides des grains entiers pour fournir une énergie stable. N'oubliez pas d'inclure des légumes verts et des fruits frais pour fournir les vitamines, les minéraux et les fibres nécessaires. Au lieu de prendre trois grands repas, essayez de diviser vos aliments en 5 à 6 petits repas tout au long de la journée. En termes d'activité physique, des exercices légers tels que la marche, le yoga ou la natation aideront votre corps à mieux se métaboliser et à améliorer votre système digestif. Assurer le sommeil et la gestion efficaces adéquats sont également très importants. Si possible, consultez un nutritionniste pour un plan de repas et un régime appropriés pour vous aider à améliorer votre santé de manière durable.",
        "Normale",
        "Félicitations, votre BMI se situe dans la plage de [thresholds_mild] à [thresholds_normal] - classé comme normal. Cela indique que votre corps est dans un état nutritionnel équilibré. Cependant, le maintien de ce niveau nécessite une alimentation diversifiée et un mode de vie sain. Assurez-vous que vos repas quotidiens incluent suffisamment de protéines (des viandes maigres, du poisson, des œufs, du lait et des haricots), des glucides complexes (des grains entiers et des patates douces), ainsi que des graisses saines des huiles végétales et diverses noix. Les légumes verts et les fruits fourniront les vitamines, minéraux et fibres nécessaires dont votre corps a besoin. De plus, maintenez une routine d'exercice régulière telle que la marche, le jogging, la natation ou le yoga pour garder votre corps actif. Dormir suffisamment (7 à 8 heures par nuit) et gérer efficacement le stress aidera à améliorer votre métabolisme et votre système immunitaire. N'oubliez pas de surveiller votre poids et d'avoir des bilans de santé réguliers pour maintenir votre bon état actuel.",
        "Embonpoint",
        "Avec un IMC entre [thresholds_normal] et [thresholds_overweight], vous tombez dans la catégorie de surpoids. Cette condition indique que votre corps a une quantité excessive de graisse par rapport aux niveaux normaux, ce qui peut entraîner un risque accru de maladies cardiovasculaires, de diabète ou d'hypertension artérielle si elle n'est pas contrôlée. Pour améliorer votre état, ajustez votre régime alimentaire en réduisant la consommation d'aliments riches en sucre, en graisses saturées et à la restauration rapide. Au lieu de cela, priorisez les aliments riches en fibres, légumes verts, fruits et grains entiers. Il est également très important de compléter votre alimentation avec des protéines de viandes maigres, de poissons et de produits laitiers non gras. De plus, l'augmentation de votre activité physique quotidienne - telle que la marche, le jogging, le jogging, la natation ou le vélo, contribueront à brûler l'excès de graisse et à améliorer la santé cardiovasculaire. La division de vos repas en plusieurs portions plus petites tout au long de la journée et boire suffisamment d'eau soutiendra également la digestion et le métabolisme. De plus, assurer un sommeil adéquat et réduire le stress grâce à des exercices de relaxation comme le yoga ou la méditation aidera votre corps à mieux se rétablir.",
        "Classe obèse I",
        "Lorsque votre IMC se situe dans la plage de [thresholds_overweight] à [thresholds_obese1], vous êtes classé comme classe obèse I. et autres conditions chroniques. Commencez par ajuster votre alimentation, réduisez votre consommation de nourriture riche en sucre et en graisses saturées et remplacez-les par des options riches en fibres comme les légumes verts, les fruits et les grains entiers. Complétez vos repas avec des sources de protéines de haute qualité telles que les viandes maigres, le poisson, les œufs et les légumineuses pour aider à maintenir la masse musculaire pendant le processus de perte de graisse. Dans le même temps, l'augmentation de votre activité physique est très importante. Vous devriez commencer par des exercices aérobies comme la marche, le jogging, la natation ou le vélo, combinés à des exercices d'entraînement en force. De plus, surveillez de près vos portions, adoptez l'habitude de manger plusieurs petits repas tout au long de la journée et vous assurer de dormir suffisamment pour soutenir votre métabolisme. Si nécessaire, consultez un nutritionniste pour élaborer un plan de perte de poids sûr et efficace.",
        "Classe II obèse",
        "Lorsque votre BMI se situe entre [thresholds_obese1] et [thresholds_obese2], vous êtes classé comme classe II obèse. Le niveau élevé d'accumulation de graisse met votre corps à risque grave de problèmes de santé tels que les maladies cardiovasculaires, le diabète et d'autres troubles métaboliques. Pour améliorer cette condition, l'ajustement de votre alimentation est essentiel. Prioriser les aliments naturels riches en fibres tels que les légumes verts, les fruits, les grains entiers et les noix, tout en minimisant la restauration rapide, les aliments transformés et les articles à haute teneur en sucre. Complétez votre alimentation avec des protéines des viandes maigres, du poisson et des produits laitiers non gras pour aider à maintenir la masse musculaire pendant la perte de poids. De plus, l'augmentation de votre activité physique grâce à des exercices aérobies et à l'entraînement en force aidera à brûler les calories plus efficacement. Le maintien d'un sommeil adéquat et de s'engager dans des exercices de relaxation tels que le yoga et la méditation aidera également à réguler vos hormones et à réduire les envies. La surveillance régulière de votre poids et de vos progrès en matière de santé vous permettra d'ajuster votre alimentation et d'exercer une routine en temps opportun, améliorant ainsi votre santé en toute sécurité.",
        "Classe III obèse",
        "Lorsque votre IMC dépasse [Thresholds_Obese2], vous êtes classé comme classe III obèse - obésité sévère. Cette condition nécessite une intervention médicale et un changement de style de vie complet. Tout d'abord, élaborez un plan de nutrition scientifique qui priorise les aliments naturels, peu caloriques mais riches en nutriments tels que les légumes verts, les fruits, les grains entiers et les protéines des viandes maigres, du poisson et du tofu. Limitez complètement la restauration rapide, les aliments transformés et les aliments riches en sucre et en graisses saturées. Parallèlement à votre alimentation, une activité physique sûre croissante est très importante. Commencez par des exercices légers tels que la marche ou la natation sous la direction professionnelle et augmentez progressivement l'intensité. La combinaison d'exercices aérobies avec une formation en force aidera à brûler les calories et à améliorer la fonction cardiovasculaire. Assurez-vous de dormir suffisamment et de pratiquer des exercices de relaxation comme le yoga ou la méditation pour réduire le stress et réguler vos hormones. Si possible, travaillez avec des professionnels de la santé, des nutritionnistes ou des entraîneurs personnels pour développer un plan de perte de poids sûr et efficace. N'oubliez pas que changer votre style de vie est un long processus qui nécessite de la persistance et de l'engagement, mais chaque étape vous rapproche d'un corps plus sain à l'avenir.",
        "Résultat",
        "IMC",
        "Condition corporelle",
        "Conseils pour vous"
    ]
}