{
    "trans": [
        "Kalkulator BMI",
        "Usia",
        "Masuk usia",
        "Jenis kelamin",
        "Pria",
        "Perempuan",
        "Tinggi",
        "Masukkan Tinggi",
        "Berat",
        "Masukkan Berat Badan",
        "Menghitung",
        "Memuat",
        "Kurang berat badan parah",
        "BMI Anda di bawah [thresholds_severe]. Ini diklasifikasikan sebagai kekurangan berat badan yang parah, yang berarti bahwa tubuh Anda mengalami kekurangan nutrisi yang parah. Untuk meningkatkan kondisi ini, Anda perlu fokus menggabungkan sumber protein berkualitas tinggi seperti daging tanpa lemak, ikan, telur, susu murni, dan berbagai kacang. Selain itu, suplemen makanan Anda dengan karbohidrat kompleks dari nasi merah, ubi jalar, dan biji -bijian utuh untuk menyediakan energi berkelanjutan. Membagi makanan Anda menjadi 5–6 porsi yang lebih kecil sepanjang hari akan membantu tubuh Anda menyerap nutrisi secara lebih efektif. Selain itu, termasuk banyak sayuran hijau, buah -buahan segar, dan berbagai kacang akan memastikan bahwa Anda menerima vitamin, mineral, dan serat yang cukup, yang mendukung sistem pencernaan Anda dan meningkatkan sistem kekebalan tubuh Anda. Pada saat yang sama, menjaga tidur yang memadai (setidaknya 7-8 jam setiap malam) dan mengelola stres melalui kegiatan seperti yoga, meditasi, atau berjalan ringan sangat penting. Jika perlu, konsultasikan dengan ahli gizi untuk mengembangkan rencana makan yang sesuai dengan kondisi Anda dan untuk memantau dengan cermat kemajuan Anda dalam meningkatkan kesehatan Anda. Perubahan gaya hidup dan diet harus diimplementasikan secara bertahap dan konsisten untuk mencapai hasil yang berkelanjutan.",
        "Sedang kekurangan berat badan",
        "Dengan BMI mulai dari [thresholds_severe] hingga [thresholds_moderate], Anda diklasifikasikan sebagai kurang berat sedang. Kondisi ini menunjukkan bahwa tubuh Anda mengalami kekurangan nutrisi, meskipun tidak pada tingkat yang parah. Anda harus meningkatkan diet harian Anda dengan memasukkan protein tambahan dari sumber seperti ayam, ikan, telur, dan berbagai kacang; serta menggabungkan karbohidrat kompleks dari biji -bijian dan ubi jalar untuk menyediakan energi berkelanjutan. Menambahkan sayuran hijau dan buah -buahan akan membantu memasok vitamin dan mineral yang diperlukan. Cobalah untuk membagi makanan Anda menjadi beberapa porsi kecil sepanjang hari dan memastikan Anda minum cukup air untuk mendukung pencernaan. Dalam hal aktivitas fisik, mulailah dengan latihan lembut seperti berjalan, yoga, atau berenang untuk merangsang nafsu makan yang sehat dan meningkatkan sistem pencernaan Anda. Mempertahankan tidur yang memadai dan mengurangi stres juga akan membantu tubuh Anda menyerap nutrisi secara lebih efektif. Jika memungkinkan, konsultasikan dengan ahli gizi untuk mengembangkan rencana makan yang cocok dan memantau kemajuan Anda dalam meningkatkan kesehatan Anda.",
        "Sedikit kekurangan berat badan",
        "Ketika BMI Anda jatuh di antara [thresholds_moderate] dan [thresholds_mild], Anda diklasifikasikan sebagai sedikit kekurangan berat badan. Meskipun tidak terlalu parah, tubuh Anda masih membutuhkan peningkatan untuk mencapai keseimbangan nutrisi yang optimal. Anda harus meningkatkan asupan makanan kaya protein seperti daging tanpa lemak, ikan, telur, susu, dan berbagai kacang, bersama dengan karbohidrat dari biji-bijian untuk menyediakan energi yang stabil. Jangan lupa memasukkan sayuran hijau dan buah -buahan segar untuk memasok vitamin, mineral, dan serat yang diperlukan. Alih -alih makan tiga besar, cobalah membagi makanan Anda menjadi 5-6 makanan kecil sepanjang hari. Dalam hal aktivitas fisik, latihan ringan seperti berjalan, yoga, atau berenang akan membantu tubuh Anda memetabolisme dengan lebih baik dan meningkatkan sistem pencernaan Anda. Memastikan tidur yang memadai dan mengelola stres secara efektif juga sangat penting. Jika memungkinkan, konsultasikan dengan ahli gizi untuk rencana makan yang cocok dan rejimen untuk membantu Anda meningkatkan kesehatan Anda dengan cara yang berkelanjutan.",
        "Normal",
        "Selamat, BMI Anda berada dalam kisaran [thresholds_mild] ke [thresholds_normal] - diklasifikasikan sebagai normal. Ini menunjukkan bahwa tubuh Anda dalam keadaan nutrisi yang seimbang. Namun, mempertahankan level ini membutuhkan diet yang beragam dan gaya hidup sehat. Pastikan makanan sehari -hari Anda termasuk protein yang cukup (dari daging tanpa lemak, ikan, telur, susu, dan kacang -kacangan), karbohidrat kompleks (dari biji -bijian dan ubi jalar), bersama dengan lemak sehat dari minyak nabati dan berbagai kacang. Sayuran dan buah -buahan hijau akan menyediakan vitamin, mineral, dan serat yang diperlukan kebutuhan tubuh Anda. Selain itu, pertahankan rutinitas olahraga teratur seperti berjalan, jogging, berenang, atau yoga untuk menjaga tubuh Anda tetap aktif. Mendapatkan cukup tidur (7-8 jam per malam) dan secara efektif mengelola stres akan membantu meningkatkan metabolisme dan sistem kekebalan tubuh Anda. Jangan lupa untuk memantau berat badan Anda dan melakukan pemeriksaan kesehatan secara teratur untuk menjaga kondisi baik Anda saat ini.",
        "Kegemukan",
        "Dengan BMI antara [thresholds_normal] dan [thresholds_overweight], Anda termasuk dalam kategori yang kelebihan berat badan. Kondisi ini menunjukkan bahwa tubuh Anda memiliki jumlah lemak yang berlebihan dibandingkan dengan kadar normal, yang dapat menyebabkan peningkatan risiko penyakit kardiovaskular, diabetes, atau tekanan darah tinggi jika tidak dikendalikan. Untuk meningkatkan kondisi Anda, sesuaikan diet Anda dengan mengurangi konsumsi makanan tinggi gula, lemak jenuh, dan makanan cepat saji. Sebaliknya, memprioritaskan makanan yang kaya serat, sayuran hijau, buah -buahan, dan biji -bijian utuh. Menambah diet Anda dengan protein dari daging tanpa lemak, ikan, dan produk susu non-lemak juga sangat penting. Selain itu, meningkatkan aktivitas fisik harian Anda - seperti berjalan cepat, jogging, berenang, atau bersepeda - akan membantu membakar lemak berlebih dan meningkatkan kesehatan kardiovaskular. Membagi makanan Anda menjadi beberapa porsi yang lebih kecil sepanjang hari dan minum air yang cukup juga akan mendukung pencernaan dan metabolisme. Selain itu, memastikan tidur yang memadai dan mengurangi stres melalui latihan relaksasi seperti yoga atau meditasi akan membantu tubuh Anda pulih lebih baik.",
        "Kelas Obese I.",
        "Ketika BMI Anda berada dalam kisaran dari [thresholds_overweight] ke [thresholds_obese1], Anda diklasifikasikan sebagai kelas obesitas I. Jumlah lemak yang terakumulasi dalam tubuh Anda telah melebihi kadar normal dan harus dikendalikan segera untuk mencegah komplikasi seperti penyakit kardiovaskular, diabetes diabeteses , dan kondisi kronis lainnya. Mulailah dengan menyesuaikan diet Anda-secara umum mengurangi konsumsi makanan Anda yang tinggi gula dan lemak jenuh, dan menggantinya dengan pilihan yang kaya serat seperti sayuran hijau, buah-buahan, dan biji-bijian utuh. Menambah makanan Anda dengan sumber protein berkualitas tinggi seperti daging tanpa lemak, ikan, telur, dan kacang-kacangan untuk membantu mempertahankan massa otot selama proses kehilangan lemak. Pada saat yang sama, meningkatkan aktivitas fisik Anda sangat penting. Anda harus mulai dengan latihan aerobik seperti berjalan, jogging, berenang, atau bersepeda, dikombinasikan dengan latihan kekuatan. Selain itu, memantau ukuran porsi Anda dengan cermat, mengadopsi kebiasaan makan beberapa makanan kecil sepanjang hari, dan memastikan Anda mendapatkan cukup tidur untuk mendukung metabolisme Anda. Jika perlu, konsultasikan dengan ahli gizi untuk mengembangkan rencana penurunan berat badan yang aman dan efektif.",
        "Kelas II Obesia",
        "Ketika BMI Anda jatuh di antara [thresholds_obese1] dan [thresholds_obese2], Anda diklasifikasikan sebagai obesitas kelas II. Tingginya akumulasi lemak menempatkan tubuh Anda pada risiko serius untuk masalah kesehatan seperti penyakit kardiovaskular, diabetes, dan gangguan metabolisme lainnya. Untuk meningkatkan kondisi ini, menyesuaikan diet Anda sangat penting. Prioritaskan makanan alami, kaya serat seperti sayuran hijau, buah-buahan, biji-bijian, dan kacang-kacangan, sambil meminimalkan makanan cepat saji, makanan olahan, dan barang-barang gula tinggi. Tambakan diet Anda dengan protein dari daging tanpa lemak, ikan, dan produk susu non-lemak untuk membantu mempertahankan massa otot selama penurunan berat badan. Selain itu, meningkatkan aktivitas fisik Anda melalui latihan aerobik dan latihan kekuatan akan membantu membakar kalori secara lebih efektif. Mempertahankan tidur yang memadai dan terlibat dalam latihan relaksasi seperti yoga dan meditasi juga akan membantu mengatur hormon Anda dan mengurangi hasrat. Secara teratur memantau berat badan Anda dan kemajuan kesehatan secara keseluruhan akan memungkinkan Anda untuk menyesuaikan diet dan berolahraga secara rutin tepat waktu, sehingga meningkatkan kesehatan Anda dengan aman.",
        "Kelas III Obesitas",
        "Ketika BMI Anda melebihi [thresholds_obese2], Anda diklasifikasikan sebagai obesitas kelas III - obesitas parah. Kondisi ini membutuhkan intervensi medis dan perubahan gaya hidup yang komprehensif. Pertama, kembangkan rencana nutrisi ilmiah yang memprioritaskan makanan alami, berkalori rendah namun nutrisi seperti sayuran hijau, buah-buahan, biji-bijian, dan protein dari daging tanpa lemak, ikan, dan tahu. Benar -benar membatasi makanan cepat saji, makanan olahan, dan makanan tinggi gula dan lemak jenuh. Di samping diet Anda, meningkatkan aktivitas fisik yang aman sangat penting. Mulailah dengan latihan ringan seperti berjalan atau berenang di bawah bimbingan profesional, dan secara bertahap meningkatkan intensitas. Menggabungkan latihan aerobik dengan latihan kekuatan akan membantu membakar kalori dan meningkatkan fungsi kardiovaskular. Pastikan untuk mendapatkan cukup tidur dan berlatih latihan relaksasi seperti yoga atau meditasi untuk mengurangi stres dan mengatur hormon Anda. Jika memungkinkan, bekerja dengan profesional kesehatan, ahli gizi, atau pelatih pribadi untuk mengembangkan rencana penurunan berat badan yang aman dan efektif. Ingatlah bahwa mengubah gaya hidup Anda adalah proses panjang yang membutuhkan kegigihan dan komitmen, tetapi setiap langkah membawa Anda lebih dekat ke tubuh yang lebih sehat di masa depan.",
        "Hasil",
        "BMI",
        "Kondisi tubuh",
        "Nasihat untuk Anda"
    ]
}