{
    "trans": [
        "Calcolatore BMI",
        "Età",
        "Inserisci l'età",
        "Genere",
        "Maschio",
        "Femmina",
        "Altezza",
        "Inserisci l'altezza",
        "Peso",
        "Inserisci peso",
        "Calcolare",
        "Caricamento",
        "Grave sottopeso",
        "Il tuo BMI è inferiore a [thresholds_severe]. Questo è classificato come grave sottopeso, il che significa che il tuo corpo sta vivendo una grave carenza di nutrienti. Per migliorare questa condizione, devi concentrarti sull'incorporazione di fonti proteiche di alta qualità come carni magre, pesce, uova, latte intero e vari fagioli. Inoltre, integra la tua dieta con carboidrati complessi da riso integrale, patate dolci e cereali integrali per fornire energia sostenuta. Dividere i pasti in 5-6 porzioni più piccole durante il giorno aiuterà il tuo corpo ad assorbire i nutrienti in modo più efficace. Inoltre, tra cui molte verdure verdi, frutta fresca e varie noci ti assicureranno di ricevere vitamine, minerali e fibre sufficienti, che supportano il tuo sistema digestivo e aumentano il sistema immunitario. Allo stesso tempo, mantenere un sonno adeguato (almeno 7-8 ore ogni notte) e gestire lo stress attraverso attività come yoga, meditazione o camminata leggera è estremamente importante. Se necessario, consultare un nutrizionista per sviluppare un piano alimentare adatto alle tue condizioni e monitorare da vicino i tuoi progressi nel migliorare la salute. I cambiamenti nello stile di vita e nella dieta dovrebbero essere implementati gradualmente e coerentemente per ottenere risultati sostenibili.",
        "Moderato sottopeso",
        "Con un BMI che va da [thresholds_severe] a [thresholds_moderate], sei classificato come sottopeso moderato. Questa condizione indica che il tuo corpo sta vivendo una carenza di nutrienti, sebbene non a un livello grave. Dovresti migliorare la tua dieta quotidiana includendo proteine ​​aggiuntive da fonti come pollo, pesce, uova e vari fagioli; oltre a incorporare carboidrati complessi da cereali integrali e patate dolci per fornire energia sostenuta. L'aggiunta di verdure verdi e frutta aiuterà a fornire le vitamine e i minerali necessari. Cerca di dividere i tuoi pasti in diverse piccole porzioni durante il giorno e assicurati di bere abbastanza acqua per sostenere la digestione. In termini di attività fisica, inizia con esercizi delicati come camminare, yoga o nuotare per stimolare un appetito sano e migliorare il tuo sistema digestivo. Mantenere un sonno adeguato e ridurre lo stress aiuterà anche il corpo ad assorbire i nutrienti in modo più efficace. Se possibile, consultare un nutrizionista per sviluppare un piano alimentare adatto e monitorare i tuoi progressi nel migliorare la salute.",
        "Un po 'sottopeso",
        "Quando il tuo BMI cade tra [thresholds_moderate] e [thresholds_mild], sei classificato come un po 'di sottopeso. Sebbene non sia troppo grave, il tuo corpo ha ancora bisogno di miglioramenti per ottenere un equilibrio nutrizionale ottimale. Dovresti aumentare l'assunzione di cibi ricchi di proteine ​​come carni magre, pesce, uova, latte e vari fagioli, insieme a carboidrati da cereali integrali per fornire energia costante. Non dimenticare di includere verdure verdi e frutta fresca per fornire le vitamine, i minerali e le fibre necessarie. Invece di avere tre pasti grandi, prova a dividere il cibo in 5-6 pasti più piccoli durante il giorno. In termini di attività fisica, esercizi leggeri come camminare, yoga o nuoto aiuteranno il tuo corpo a metabolizzare meglio e migliorare il tuo sistema digestivo. Anche garantire un sonno adeguato e gestire lo stress è molto importante. Se possibile, consultare un nutrizionista per un piano alimentare e un regime adatti per aiutarti a migliorare la tua salute in modo sostenibile.",
        "Normale",
        "Congratulazioni, il tuo BMI rientra nell'intervallo da [thresholds_mild] a [thresholds_normal] - classificato come normale. Ciò indica che il tuo corpo è in uno stato nutrizionale equilibrato. Tuttavia, mantenere questo livello richiede una dieta diversificata e uno stile di vita sano. Assicurati che i tuoi pasti quotidiani includano proteine ​​sufficienti (da carni magre, pesce, uova, latte e fagioli), carboidrati complessi (da cereali integrali e patate dolci), insieme a grassi sani da oli vegetali e varie noci. Le verdure e la frutta verde forniranno le vitamine, i minerali e le fibre necessarie necessarie. Inoltre, mantieni una normale routine di allenamento come camminare, fare jogging, nuotare o yoga per mantenere attivo il tuo corpo. Dormire sufficiente (7-8 ore a notte) e gestire efficacemente lo stress aiuterà a migliorare il metabolismo e il sistema immunitario. Non dimenticare di monitorare il tuo peso e avere regolari controlli sanitari per mantenere le tue buone condizioni attuali.",
        "Sovrappeso",
        "Con un BMI tra [thresholds_normal] e [thresholds_overweight], rientri nella categoria sovrappeso. Questa condizione indica che il tuo corpo ha una quantità eccessiva di grasso rispetto ai livelli normali, che può portare ad un aumentato rischio di malattie cardiovascolari, diabete o ipertensione se non controllata. Per migliorare le tue condizioni, regola la dieta riducendo il consumo di alimenti ricchi di zucchero, grassi saturi e fast food. Invece, dà la priorità agli alimenti ricchi di fibre, verdure verdi, frutta e cereali integrali. È molto importante integrare la tua dieta con proteine ​​da carni magre, pesce e prodotti lattiero-caseari non grassi. Inoltre, aumentare la tua attività fisica quotidiana, come camminata veloce, jogging, nuoto o ciclismo, aiuterà a bruciare il grasso in eccesso e a migliorare la salute cardiovascolare. Dividere i tuoi pasti in diverse porzioni più piccole durante il giorno e bere abbastanza acqua supporterà anche la digestione e il metabolismo. Inoltre, garantire un sonno adeguato e ridurre lo stress attraverso esercizi di rilassamento come lo yoga o la meditazione aiuterà il tuo corpo a riprendersi meglio.",
        "Classe obese I.",
        "Quando il tuo BMI rientra nell'intervallo da [thresholds_overweight] a [thresholds_obese1], si è classificati come classe obesi I. La quantità di grasso accumulato nel corpo ha superato i livelli normali e deve essere controllata immediatamente per prevenire complicazioni come le malattie cardiovascolari, il diabete cardiovascolare e altre condizioni croniche. Inizia regolando la dieta: riduci gradualmente il consumo di alimenti ricchi di zucchero e grassi saturi e sostituirli con opzioni ricche di fibre come verdure verdi, frutta e cereali integrali. Integrare i pasti con fonti proteiche di alta qualità come carni magre, pesce, uova e legumi per aiutare a mantenere la massa muscolare durante il processo di perdita di grasso. Allo stesso tempo, aumentare l'attività fisica è molto importante. Dovresti iniziare con esercizi aerobici come camminare, fare jogging, nuotare o ciclismo, combinati con esercizi di allenamento della forza. Inoltre, monitora attentamente le dimensioni delle porzioni, adotta l'abitudine di mangiare diversi piccoli pasti durante il giorno e assicurati di dormire abbastanza per sostenere il tuo metabolismo. Se necessario, consultare un nutrizionista per sviluppare un piano di perdita di peso sicuro ed efficace.",
        "Classe obesa II",
        "Quando il tuo BMI cade tra [thresholds_obese1] e [thresholds_obese2], sei classificato come classe II obesi. L'alto livello di accumulo di grasso mette il tuo corpo a rischio per problemi di salute come malattie cardiovascolari, diabete e altri disturbi metabolici. Per migliorare questa condizione, è essenziale regolare la dieta. Dai la priorità ai cibi naturali e ricchi di fibre come verdure verdi, frutta, cereali integrali e noci, riducendo al contempo i fast food, gli alimenti trasformati e gli articoli ad alto contenuto di zuccheri. Integrare la dieta con proteine ​​da carni magre, pesce e prodotti lattiero-caseari non grassi per aiutare a mantenere la massa muscolare durante la perdita di peso. Inoltre, aumentare l'attività fisica attraverso esercizi aerobici e allenamento della forza aiuterà a bruciare calorie in modo più efficace. Mantenere un sonno adeguato e impegnarsi in esercizi di rilassamento come yoga e meditazione aiuterà anche a regolare gli ormoni e ridurre le voglie. Il monitoraggio regolarmente del peso e dei progressi complessivi per la salute ti consentirà di regolare la tua dieta ed esercitare la routine in modo tempestivo, migliorando così la salute in modo sicuro.",
        "Classe obesa III",
        "Quando il tuo BMI supera [thresholds_obese2], sei classificato come classe III obesa - obesità grave. Questa condizione richiede un intervento medico e un cambiamento completo dello stile di vita. Innanzitutto, sviluppare un piano nutrizionale scientifico che dà la priorità agli alimenti naturali, a basso contenuto calorico ma denso di nutrienti come verdure verdi, frutta, cereali integrali e proteine ​​da carni magre, pesce e tofu. Limitare completamente i fast food, gli alimenti trasformati e gli alimenti ricchi di zucchero e grassi saturi. Accanto alla tua dieta, aumentare l'attività fisica sicura è molto importante. Inizia con esercizi leggeri come camminare o nuotare sotto una guida professionale e aumentare gradualmente l'intensità. La combinazione di esercizi aerobici con l'allenamento della forza aiuterà a bruciare calorie e migliorare la funzione cardiovascolare. Assicurati di dormire a sufficienza e praticare esercizi di rilassamento come lo yoga o la meditazione per ridurre lo stress e regolare gli ormoni. Se possibile, lavorare con operatori sanitari, nutrizionisti o personal trainer per sviluppare un piano di perdita di peso sicuro ed efficace. Ricorda che cambiare il tuo stile di vita è un lungo processo che richiede persistenza e impegno, ma ogni passo ti avvicina a un organo più sano in futuro.",
        "Risultato",
        "BMI",
        "Condizione del corpo",
        "Consigli per te"
    ]
}