{
    "trans": [
        "BMI計算機",
        "年",
        "年齢を入力します",
        "性別",
        "男",
        "女性",
        "身長",
        "高さを入力します",
        "重さ",
        "重量を入力します",
        "計算します",
        "読み込み",
        "深刻な体重不足",
        "あなたのBMIは[thresholds_severe]を下回っています。これは重度の低体重として分類されています。つまり、あなたの体は栄養素に重度の欠乏を経験していることを意味します。この状態を改善するには、赤身の肉、魚、卵、全乳、さまざまな豆などの高品質のタンパク質源を組み込むことに集中する必要があります。さらに、持続的なエネルギーを提供するために、玄米、サツマイモ、および全粒穀物からの複雑な炭水化物を食事を補充します。食事を1日を通して5〜6個の小さな部分に分割すると、体が栄養素をより効果的に吸収するのに役立ちます。さらに、たくさんの緑の野菜、新鮮な果物、さまざまなナッツを含むことで、消化器系をサポートし、免疫システムを高める十分なビタミン、ミネラル、繊維を受け取ることができます。同時に、適切な睡眠を維持し（毎晩少なくとも7〜8時間）維持し、ヨガ、瞑想、ライトウォーキングなどのアクティビティを通じてストレスを管理することは非常に重要です。必要に応じて、栄養士に相談して、あなたの状態に合った食事計画を策定し、健康を改善するための進捗状況を綿密に監視してください。持続可能な結果を​​達成するために、ライフスタイルと食事の変化を徐々に一貫して実装する必要があります。",
        "中程度の低体重",
        "[thresholds_severe]から[thresholds_moderate]までのbmiの範囲で、中程度の低体重に分類されます。この状態は、重度のレベルではありませんが、体が栄養不足を経験していることを示しています。鶏肉、魚、卵、さまざまな豆などのソースから追​​加のタンパク質を含めることにより、毎日の食事を強化する必要があります。持続的なエネルギーを提供するために、全粒穀物とサツマイモから複雑な炭水化物を組み込むだけでなく。緑の野菜と果物を追加すると、必要なビタミンとミネラルが供給されます。食事を1日を通していくつかの小さな部分に分割し、消化をサポートするのに十分な水を飲むようにしてください。身体活動に関しては、ウォーキング、ヨガ、水泳などの穏やかなエクササイズから始めて、健康的な食欲を刺激し、消化器系を改善します。適切な睡眠を維持し、ストレスを減らすことは、あなたの体が栄養素をより効果的に吸収するのにも役立ちます。可能であれば、栄養士に相談して、適切な食事計画を策定し、健康を改善するための進捗状況を監視してください。",
        "少し体重がかかります",
        "BMIが[thresholds_moderate]と[thresholds_mild]の間に該当すると、少し体重がかかるように分類されます。それはそれほど深刻ではありませんが、あなたの体は依然として最適な栄養バランスを達成するために改善が必要です。赤身の肉、魚、卵、牛乳、さまざまな豆などのタンパク質が豊富な食品の摂取量と、全粒穀物からの炭水化物を増やす必要があります。必要なビタミン、ミネラル、繊維を供給するために、緑の野菜と新鮮な果物を含めることを忘れないでください。 3回の大規模な食事をする代わりに、1日を通して食べ物を5〜6個の小さな食事に分けてみてください。身体活動に関しては、ウォーキング、ヨガ、水泳などの軽いエクササイズは、体がより良く代謝され、消化器系を強化するのに役立ちます。適切な睡眠を確保し、ストレスを効果的に管理することも非常に重要です。可能であれば、適切な食事計画とレジメンについて栄養士に相談して、持続可能な方法で健康を改善するのに役立ちます。",
        "普通",
        "おめでとうございます、あなたのBMIは[thresholds_mild]から[thresholds_normal]の範囲内に分類されます - 通常として分類されます。これは、あなたの体がバランスのとれた栄養状態にあることを示しています。ただし、このレベルを維持するには、多様な食事と健康的なライフスタイルが必要です。毎日の食事には、十分なタンパク質（赤身の肉、魚、卵、牛乳、豆）、複雑な炭水化物（全粒穀物とサツマイモから）、植物油やさまざまなナッツの健康的な脂肪が含まれていることを確認してください。緑の野菜と果物は、あなたの体が必要とする必要なビタミン、ミネラル、繊維を提供します。さらに、身体を活動させるために、ウォーキング、ジョギング、水泳、ヨガなどの定期的な運動ルーチンを維持します。十分な睡眠（1泊7〜8時間）とストレスを効果的に管理することで、代謝と免疫システムが改善されます。体重を監視し、現在の良好な状態を維持するために定期的な健康診断を受けることを忘れないでください。",
        "太りすぎ",
        "[thresholds_normal]と[thresholds_overweight]の間のBMIを使用すると、太りすぎのカテゴリに分類されます。この状態は、体が正常レベルと比較して過剰な量の脂肪を持っていることを示しており、それが制御されていないと心血管疾患、糖尿病、または高血圧のリスクが増加する可能性があることを示しています。あなたの状態を改善するには、砂糖、飽和脂肪、ファーストフードを含む食品の消費量を減らすことで食事を調整します。代わりに、繊維、緑の野菜、果物、全粒穀物が豊富な食品に優先順位を付けます。赤身の肉、魚、非脂肪乳製品のタンパク質で食事を補充することも非常に重要です。さらに、活発なウォーキング、ジョギング、水泳、サイクリングなど、毎日の身体活動を増やすことで、過剰な脂肪を燃やし、心血管の健康を改善するのに役立ちます。食事を1日を通していくつかの小さな部分に分割し、十分な水を飲むことで、消化と代謝もサポートします。さらに、ヨガや瞑想などのリラクゼーションエクササイズを通じて、適切な睡眠を確保し、ストレスを軽減することで、体がより良く回復するのに役立ちます。",
        "肥満クラスI",
        "BMIが[thresholds_overweight]から[thresholds_obese1]までの範囲内に収まる場合、肥満クラスIに分類されます。体に蓄積される脂肪の量は正常レベルを超えており、心血管疾患、糖尿病などの合併症を防ぐためにすぐに制御する必要があります。 、およびその他の慢性疾患。食事を調整することから始めます。砂糖と飽和脂肪を多く含む食品の消費量を徐々に減らし、緑の野菜、果物、全粒穀物などの繊維が豊富なオプションに置き換えます。脂肪減少プロセス中に筋肉量を維持するために、赤身の肉、魚、卵、マメ科植物などの高品質のタンパク質源で食事を補充してください。同時に、身体活動を増やすことは非常に重要です。ウォーキング、ジョギング、水泳、サイクリングなどの有酸素運動から、筋力トレーニングのエクササイズと組み合わせることから始めてください。さらに、部分のサイズを綿密に監視し、1日を通していくつかの小さな食事を食べる習慣を採用し、代謝をサポートするのに十分な睡眠をとることを確認してください。必要に応じて、栄養士に相談して、安全で効果的な減量計画を作成してください。",
        "肥満クラスII",
        "BMIが[thresholds_obese1]と[thresholds_obese2]の間に該当する場合、肥満クラスIIに分類されます。高レベルの脂肪蓄積により、心血管疾患、糖尿病、その他の代謝障害などの健康問題の深刻なリスクがあります。この状態を改善するには、食事を調整することが不可欠です。ファーストフード、加工食品、高糖のアイテムを最小限に抑えながら、緑の野菜、果物、全粒穀物、ナッツなどの天然の繊維が豊富な食品に優先順位を付けます。赤身の肉、魚、非脂肪乳製品のタンパク質を補充して、減量中に筋肉量を維持します。さらに、有酸素運動と筋力トレーニングを通じて身体活動を増やすことで、カロリーをより効果的に燃焼させるのに役立ちます。適切な睡眠を維持し、ヨガや瞑想などのリラクゼーションエクササイズに従事することは、ホルモンを調整し、渇望を軽減するのに役立ちます。体重と全体的な健康状況を定期的に監視することで、食事を調整し、タイムリーにルーチンを行使することができ、それにより健康を安全に改善できます。",
        "肥満クラスIII",
        "BMIが[thresholds_obese2]を超えると、肥満クラスIII  - 重度の肥満に分類されます。この状態には、医療介入と包括的なライフスタイルの変更が必要です。まず、緑の野菜、果物、全粒穀物、タンパク質などの天然の低カロリーでありながら栄養豊富な食品を、赤身の肉、魚、豆腐のタンパク質を優先する科学的栄養計画を開発します。ファーストフード、加工食品、砂糖と飽和脂肪が多い食品を完全に制限します。あなたの食事に加えて、安全な身体活動を増やすことは非常に重要です。専門的なガイダンスの下でウォーキングや水泳などの軽いエクササイズから始めて、徐々に強度を高めます。有酸素運動と筋力トレーニングを組み合わせることで、カロリーを消費し、心血管機能を改善するのに役立ちます。ヨガや瞑想などの十分な睡眠とリラクゼーションのエクササイズを練習して、ストレスを軽減し、ホルモンを調節してください。可能であれば、医療専門家、栄養士、またはパーソナルトレーナーと協力して、安全で効果的な減量計画を策定します。ライフスタイルを変更することは、持続性とコミットメントを必要とする長いプロセスであることを忘れないでください。しかし、すべてのステップは将来より健康的な体に近づきます。",
        "結果",
        "BMI",
        "体の状態",
        "あなたへのアドバイス"
    ]
}