{
    "trans": [
        "Kalkulator BMI",
        "Umur",
        "Ketik umur",
        "Jender",
        "Lanang",
        "Wadon",
        "Dhuwur",
        "Ketik Dhuwur",
        "Bobot",
        "Ketik Bobot",
        "Ngetung",
        "Loading",
        "Kurang abot",
        "BMI sampeyan ing ngisor iki [thresholds_severe]. Iki diklasifikasikake minangka kurang abot, tegese awak sampeyan ngalami kekurangan nutrisi. Kanggo nambah kahanan iki, sampeyan kudu fokus sumber protein sing bermutu sing dhuwur kayata Lean daging, iwak, susu kabeh, lan macem-macem kacang. Kajaba iku, nambahi panganan kanthi karbohidrat kompleks saka nasi coklat, kentang manis, lan biji-bijian kanggo nyedhiyakake energi sing wis disimpen. Dibagi jajanan sampeyan menyang 5-6 bagean sing luwih cilik sajrone dina bakal mbantu awak nyerep nutrisi kanthi efektif. Kajaba iku, kalebu akeh sayuran ijo, woh-wohan sing seger, lan macem-macem kacang bakal nampa vitamin, mineral, lan serat sing cukup, sing ndhukung sistem pencernaan sampeyan lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan ngundhakake sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan ngundhakake sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan awak lan ngundhakake sistem kekebalan awak lan ngundhakake sistem kekebalan awak lan ngundhakake sistem kekebalan awak lan ngundhakake sistem kekebalan awak lan nambah sistem kekebalan awak lan nambah sistem kekebalan sampeyan. Ing wektu sing padha, njaga turu sing cukup (paling ora 7-8 jam saben wengi) lan ngatur stres liwat kegiatan kayata yoga, semedi, utawa mlaku cahya iku penting banget. Yen perlu, konsultasi kanggo nutrisi kanggo ngembangake rencana dhaharan sing cocog karo proses sampeyan lan kanggo ngawasi kemajuan kanggo ningkatake kesehatan. Owah-owahan gaya urip lan diet kudu ditindakake kanthi bertahap lan terus-terusan kanggo entuk asil sustainable.",
        "Kurang bobote",
        "Kanthi BMI wiwit saka [thresholds_severe] menyang [thresholds_moderate], sampeyan diklasifikasikake minangka kurang bobot. Kahanan iki nuduhake manawa awak ngalami kekurangan nutrisi, sanajan ora ing tingkat sing abot. Sampeyan kudu nambah diet saben dina kanthi kalebu protein tambahan saka sumber kayata pitik, iwak, endhog, lan macem-macem kacang buncis; Kajaba iku, gabung karbohidrat kompleks saka kabeh pari-parian lan kentang manis kanggo nyedhiyakake energi sing wis disimpen. Nambah sayuran lan woh-wohan ijo bakal mbantu menehi vitamin lan mineral sing dibutuhake. Coba dibagi dhaharan dadi pirang-pirang bagean cilik sedina lan mesthekake yen sampeyan ngombe banyu cukup kanggo ndhukung pencernaan. Ing babagan kegiatan fisik, diwiwiti kanthi latihan sing lembut kayata mlaku, yoga, utawa nglangi kanggo ngrangsang napsu sing sehat lan nambah sistem pencernaan. Ngramut turu sing cukup lan nyuda stres uga bakal mbantu awak sampeyan nutrisi kanthi efektif. Yen bisa, konsultasi karo nutrisi kanggo ngembangake rencana mangan sing cocog lan ngawasi kemajuan kanggo ningkatake kesehatan.",
        "A kurang bobote",
        "Nalika BMI tiba ing antarane [thresholds_moderate] lan [thresholds_mild], sampeyan diklasifikasikake minangka kurang bobot. Sanajan ora abot banget, awak isih kudu dandan kanggo entuk imbangan nutrisi sing optimal. Sampeyan kudu nambah intake panganan sing sugih protein kayata daging tanpa lemak, iwak, endhog, susu, lan macem-macem kacang, bebarengan karo karbohidrat saka pari-parian. Aja lali nyakup sayuran ijo lan woh-wohan seger kanggo nyuplai vitamin, mineral, lan serat sing dibutuhake. Tinimbang duwe telung panganan gedhe, coba misahake panganan dadi 5-6 panganan sing luwih cilik sedina. Ing babagan kegiatan fisik, latihan sing entheng kayata mlaku, yoga, utawa nglangi bakal mbantu awak metabolisme sing luwih apik lan nambah sistem pencernaan. Nggoleki turu turu lan ngatur stres kanthi efektif uga penting banget. Yen bisa, konsultasi kanggo nutrisi kanggo rencana panganan lan regimen sing cocog kanggo mbantu sampeyan nambah kesehatan kanthi cara sing lestari.",
        "Normal",
        "Sugeng, BMI sampeyan tiba ing sawetara [thresholds_mild] menyang [thresholds_normal] - diklasifikasikake minangka normal. Iki nuduhake yen awak sampeyan ana ing nutrisi nutrisi sing seimbang. Nanging, njaga level iki mbutuhake macem-macem diet lan gaya urip sing sehat. Priksa manawa jajanan saben dina sampeyan kalebu protein sing cukup (saka daging, endhog, susu, lan kacang ijo), saka pari-parian lan kentang manis Sayuran ijo lan woh-wohan bakal menehi vitamin sing dibutuhake, mineral, lan serat kabutuhan awak. Kajaba iku, njaga rutinitas olahraga sing rutin kayata mlaku, joging, nglangi, utawa yoga supaya awak aktif awak. Entuk turu cukup (7-8 jam saben wengi) lan ngurus stres sing efektif bakal mbantu nambah metabolisme lan sistem kekebalan awak. Aja lali kanggo ngawasi bobot sampeyan lan duwe check-up kesehatan biasa kanggo njaga kahanan sing apik saiki.",
        "Kabotan",
        "Kanthi BMI antara [thresholds_normal] lan [thresholds_overweight], sampeyan dadi kategori kabotan. Kahanan iki nuduhake manawa awak duwe akeh lemak dibandhingake tingkat normal, sing bisa nyebabake risiko penyakit kardiovaskular, diabetes, utawa tekanan darah tinggi yen ora dikontrol. Kanggo nambah kahanan, nyetel panganan kanthi nyuda konsumsi panganan sing dhuwur ing gula, lemak jenuh, lan panganan sing cepet. Nanging, prioritas panganan sing sugih ing serat, sayuran ijo, woh-wohan, lan biji-bijian. Nglumpukake diet nganggo protein saka daging, iwak, lan produk susu sing ora lemak uga penting banget. Kajaba iku, nambah kegiatan fisik saben dina - kayata mlaku-mlaku, joging, nglangi, utawa muter-muter-muter bisa ngobong lemak sing berlebihan lan nambah kesehatan kardiovaskular. Dibagi jajanan sampeyan menyang sawetara bagean sing luwih cilik sajrone awan lan ngombe banyu sing cukup uga bakal nyengkuyung pencernaan lan metabolisme. Kajaba iku, njamin turu turu lan nyuda stres liwat latihan santai kaya yoga utawa meditasi bakal mbantu awak luwih becik.",
        "Kelas Ganggu Aku",
        "Nalika BMI sampeyan tiba ing kisaran saka [thresholds_overweight] kanggo [thresholds_obese1], sampeyan diklasifikasikake minangka kelas lemu ing awak sampeyan wis ngluwihi tingkat normal lan kudu dikendhaleni kanggo nyegah komplikasi kayata penyakit kardiovaskular, diabetes , lan kahanan liyane kronis. Miwiti kanthi nyetel konsumsi panganan sampeyan kanthi bathi ing gula lan lemak jenuh, lan gunakake nganggo opsi sing sugih serat kaya sayuran, woh-wohan, lan pari-parian. Suplemen dhaharan sampeyan kanthi sumber protein sing bermutu kayata daging tanpa lemak, iwak, endhog lan legum kanggo njaga njaga massa otot nalika proses rugi. Ing wektu sing padha, nambah kegiatan fisik sampeyan penting banget. Sampeyan kudu miwiti karo latihan aerobik kaya mlaku, joging, nglangi, utawa muter, digabungake karo latihan latihan kekuatan. Kajaba iku, ngawasi ukuran bagean sampeyan, nganggo kabiasaan mangan sawetara panganan cilik sedina muput, lan mesthekake yen sampeyan turu cukup kanggo ndhukung metabolisme sampeyan. Yen perlu, konsultasi karo nutrisi kanggo ngrancang rencana bobot awak sing aman lan efektif.",
        "Kelas II",
        "Nalika BMI sampeyan tiba ing antarane [thresholds_obese1] lan [thresholds_obese2], sampeyan diklasifikasikake minangka Kelas II. Tingkat akumulasi lemak sing dhuwur nyedhiyakake resiko serius kanggo masalah kesehatan kayata penyakit Kardiovaskular, diabetes, lan gangguan metabolik liyane. Kanggo nambah kahanan iki, nyetel panganan penting. Prioritase alamiah, serat-sayuran kaya sayuran ijo, woh-wohan, wiji-wiji, lan kacang, nalika minimalake panganan cepet, nalika diproses panganan, lan barang-barang sing diproses. Suplemen diet karo protein saka daging tanpa lemak, iwak, lan produk susu sing ora lemak kanggo njaga massa otot nalika bobot awak. Kajaba iku, nambah kegiatan fisik sampeyan liwat latihan aerobik lan latihan kekuatan bakal mbantu ngobong kalori kanthi efektif. Ngramut turu sing nyukupi lan melu latihan santai kayata yoga lan semedi uga bakal mbantu ngatur hormon lan nyuda nyipta. Sacara rutin ngawasi bobot lan kemajuan kesehatan sakabehe bakal ngidini sampeyan nyetel rutinitas diet lan olahraga kanthi tepat wektu, saengga bisa nambah kesehatan kanthi aman.",
        "KELAS KELAS III",
        "Yen BMI ngluwihi [thresholds_obese2], sampeyan diklasifikasikake minangka Kelas Kelas III - obesitas abot. Kahanan iki mbutuhake campur tangan medis lan owah-owahan gaya urip sing komprehensif. Kaping pisanan, gawe rencana nutrisi ilmiah sing prigel utawa kalori sing cilik kayata sayuran ijo, woh-wohan, biji-bijian, lan protein saka gaji tanpa lemak, iwak, lan tahu. Mbatesi panganan cepet, panganan sing diproses, lan panganan ing lemari gula lan saturat. Kejadha panganan, nambah kegiatan fisik sing aman penting banget. Miwiti latihan sing entheng kayata mlaku utawa nglangi ing tuntunan profesional, lan nambah intensitas. Nggabungake latihan aerobik kanthi latihan kekuatan bakal mbantu ngobong kalori lan nambah fungsi kardiovaskular. Priksa manawa entuk turu sing cukup turu lan praktik kaya yoga utawa semedi kanggo nyuda stres lan ngatur hormon sampeyan. Yen bisa, kerja karo profesional kesehatan, nutrisi, utawa pelatih pribadi kanggo ngrancang rencana bobot awak sing aman lan efektif. Elinga yen ngganti gaya urip sampeyan minangka proses sing dawa sing mbutuhake ketekunan lan komitmen, nanging saben langkah sampeyan nyedhaki awak sing luwih sehat ing ngarep.",
        "Asil",
        "BMI",
        "Kahanan Awak",
        "Saran kanggo sampeyan"
    ]
}