{
    "trans": [
        "Kalkulator BMI",
        "Umur",
        "Masukkan umur",
        "Jantina",
        "Lelaki",
        "Perempuan",
        "Ketinggian",
        "Masukkan ketinggian",
        "Berat",
        "Masukkan berat badan",
        "Hitung",
        "Memuatkan",
        "Berat badan yang teruk",
        "BMI anda berada di bawah [thresholds_severe]. Ini diklasifikasikan sebagai berat badan yang teruk, yang bermaksud bahawa tubuh anda mengalami kekurangan yang teruk dalam nutrien. Untuk memperbaiki keadaan ini, anda perlu memberi tumpuan kepada menggabungkan sumber protein berkualiti tinggi seperti daging, ikan, telur, susu, dan pelbagai kacang. Di samping itu, menambah diet anda dengan karbohidrat kompleks dari beras perang, ubi jalar, dan bijirin penuh untuk menyediakan tenaga yang berterusan. Membahagikan makanan anda ke 5-6 bahagian yang lebih kecil sepanjang hari akan membantu badan anda menyerap nutrien dengan lebih berkesan. Selain itu, termasuk banyak sayur -sayuran hijau, buah -buahan segar, dan pelbagai kacang akan memastikan bahawa anda menerima vitamin, mineral, dan serat yang mencukupi, yang menyokong sistem pencernaan anda dan meningkatkan sistem imun anda. Pada masa yang sama, mengekalkan tidur yang mencukupi (sekurang -kurangnya 7-8 jam setiap malam) dan menguruskan tekanan melalui aktiviti seperti yoga, meditasi, atau berjalan kaki sangat penting. Sekiranya perlu, berunding dengan pakar pemakanan untuk membangunkan pelan makan yang sesuai dengan keadaan anda dan memantau kemajuan anda dalam meningkatkan kesihatan anda. Gaya hidup dan perubahan diet harus dilaksanakan secara beransur -ansur dan konsisten untuk mencapai hasil yang mampan.",
        "Sederhana kurang berat badan",
        "Dengan BMI dari [thresholds_severe] ke [thresholds_moderate], anda diklasifikasikan sebagai kurang berat badan. Keadaan ini menunjukkan bahawa badan anda mengalami kekurangan nutrien, walaupun tidak pada tahap yang teruk. Anda harus meningkatkan diet harian anda dengan memasukkan protein tambahan dari sumber seperti ayam, ikan, telur, dan pelbagai kacang; serta menggabungkan karbohidrat kompleks dari bijirin dan ubi jalar untuk menyediakan tenaga yang berterusan. Menambah sayur -sayuran dan buah -buahan hijau akan membantu membekalkan vitamin dan mineral yang diperlukan. Cuba untuk membahagikan makanan anda ke beberapa bahagian kecil sepanjang hari dan pastikan anda minum air yang cukup untuk menyokong pencernaan. Dari segi aktiviti fizikal, mulakan dengan latihan lembut seperti berjalan, yoga, atau berenang untuk merangsang selera makan yang sihat dan meningkatkan sistem pencernaan anda. Mengekalkan tidur yang mencukupi dan mengurangkan tekanan juga akan membantu badan anda menyerap nutrien dengan lebih berkesan. Jika boleh, berunding dengan pakar pemakanan untuk membangunkan pelan makan yang sesuai dan memantau kemajuan anda dalam meningkatkan kesihatan anda.",
        "Sedikit kurang berat badan",
        "Apabila BMI anda jatuh di antara [thresholds_moderate] dan [thresholds_mild], anda diklasifikasikan sebagai sedikit kurang berat badan. Walaupun ia tidak terlalu teruk, badan anda masih memerlukan peningkatan untuk mencapai keseimbangan pemakanan yang optimum. Anda harus meningkatkan pengambilan makanan kaya protein seperti daging, ikan, telur, susu, dan pelbagai kacang, bersama-sama dengan karbohidrat dari bijirin untuk menyediakan tenaga yang mantap. Jangan lupa untuk memasukkan sayur -sayuran hijau dan buah -buahan segar untuk membekalkan vitamin, mineral, dan serat yang diperlukan. Daripada mempunyai tiga hidangan besar, cuba membahagikan makanan anda ke 5-6 makanan yang lebih kecil sepanjang hari. Dari segi aktiviti fizikal, latihan ringan seperti berjalan, yoga, atau berenang akan membantu badan anda memetabolisme lebih baik dan meningkatkan sistem pencernaan anda. Memastikan tidur yang mencukupi dan menguruskan tekanan dengan berkesan juga sangat penting. Sekiranya boleh, rujuk ahli pemakanan untuk pelan makan dan rejimen yang sesuai untuk membantu anda meningkatkan kesihatan anda dengan cara yang mampan.",
        "Biasa",
        "Tahniah, BMI anda berada dalam julat [thresholds_mild] ke [thresholds_normal] - diklasifikasikan seperti biasa. Ini menunjukkan bahawa badan anda berada dalam keadaan pemakanan yang seimbang. Walau bagaimanapun, mengekalkan tahap ini memerlukan diet yang pelbagai dan gaya hidup yang sihat. Pastikan makanan harian anda termasuk protein yang mencukupi (dari daging tanpa lemak, ikan, telur, susu, dan kacang), karbohidrat kompleks (dari bijirin dan ubi jalar), bersama -sama dengan lemak yang sihat dari minyak sayuran dan pelbagai kacang. Sayuran hijau dan buah -buahan akan memberikan vitamin, mineral, dan serat yang diperlukan. Di samping itu, mengekalkan rutin senaman yang kerap seperti berjalan, berjoging, berenang, atau yoga untuk memastikan badan anda aktif. Mendapatkan tidur yang cukup (7-8 jam setiap malam) dan mengurus tekanan dengan berkesan akan membantu meningkatkan metabolisme dan sistem imun anda. Jangan lupa untuk memantau berat badan anda dan mempunyai pemeriksaan kesihatan yang kerap untuk mengekalkan keadaan baik semasa anda.",
        "Berat badan berlebihan",
        "Dengan BMI antara [thresholds_normal] dan [thresholds_overweight], anda jatuh ke dalam kategori kelebihan berat badan. Keadaan ini menunjukkan bahawa badan anda mempunyai lebihan lemak berbanding tahap normal, yang mungkin menyebabkan peningkatan risiko penyakit kardiovaskular, diabetes, atau tekanan darah tinggi jika tidak dikawal. Untuk memperbaiki keadaan anda, laraskan diet anda dengan mengurangkan penggunaan makanan yang tinggi dalam gula, lemak tepu, dan makanan segera. Sebaliknya, mengutamakan makanan yang kaya dengan serat, sayur -sayuran hijau, buah -buahan, dan bijirin. Menambah diet anda dengan protein dari daging kurus, ikan, dan produk tenusu bukan lemak juga sangat penting. Di samping itu, meningkatkan aktiviti fizikal harian anda -seperti berjalan kaki, berjoging, berenang, atau berbasikal -akan membantu membakar lemak yang berlebihan dan meningkatkan kesihatan kardiovaskular. Membahagikan makanan anda ke beberapa bahagian yang lebih kecil sepanjang hari dan minum air yang cukup juga akan menyokong pencernaan dan metabolisme. Selain itu, memastikan tidur yang mencukupi dan mengurangkan tekanan melalui latihan relaksasi seperti yoga atau meditasi akan membantu badan anda pulih lebih baik.",
        "Kelas gemuk i",
        "Apabila BMI anda berada dalam julat dari [thresholds_overweight] ke [thresholds_obese1], anda diklasifikasikan sebagai kelas obes I. Jumlah lemak yang terkumpul di dalam badan anda telah melebihi tahap normal dan mesti dikawal dengan segera untuk mencegah komplikasi seperti penyakit kardiovaskular, diabetes , dan keadaan kronik yang lain. Mulailah dengan menyesuaikan diet anda-secara runtuh mengurangkan penggunaan makanan anda yang tinggi dalam gula dan lemak tepu, dan menggantikannya dengan pilihan serat yang kaya seperti sayur-sayuran hijau, buah-buahan, dan bijirin. Tambahan makanan anda dengan sumber protein berkualiti tinggi seperti daging, ikan, telur, dan kekacang untuk membantu mengekalkan jisim otot semasa proses kehilangan lemak. Pada masa yang sama, meningkatkan aktiviti fizikal anda sangat penting. Anda harus bermula dengan latihan aerobik seperti berjalan, berjoging, berenang, atau berbasikal, digabungkan dengan latihan latihan kekuatan. Di samping itu, memantau saiz bahagian anda dengan teliti, mengamalkan kebiasaan makan beberapa makanan kecil sepanjang hari, dan memastikan anda mendapat tidur yang cukup untuk menyokong metabolisme anda. Jika perlu, berunding dengan pakar pemakanan untuk membangunkan pelan penurunan berat badan yang selamat dan berkesan.",
        "Kelas obes II",
        "Apabila BMI anda jatuh di antara [thresholds_obese1] dan [thresholds_obese2], anda diklasifikasikan sebagai kelas obes II. Tahap pengumpulan lemak yang tinggi meletakkan badan anda pada risiko yang serius untuk masalah kesihatan seperti penyakit kardiovaskular, diabetes, dan gangguan metabolik yang lain. Untuk memperbaiki keadaan ini, menyesuaikan diet anda adalah penting. Mengutamakan makanan yang kaya dengan gentian semulajadi seperti sayur-sayuran hijau, buah-buahan, bijirin, dan kacang-kacangan, sambil meminimumkan makanan segera, makanan yang diproses, dan barang gula tinggi. Tambahan diet anda dengan protein dari daging kurus, ikan, dan produk tenusu bukan lemak untuk membantu mengekalkan jisim otot semasa penurunan berat badan. Di samping itu, meningkatkan aktiviti fizikal anda melalui latihan aerobik dan latihan kekuatan akan membantu membakar kalori dengan lebih berkesan. Mengekalkan tidur yang mencukupi dan terlibat dalam latihan relaksasi seperti yoga dan meditasi juga akan membantu mengawal hormon anda dan mengurangkan keinginan. Secara kerap memantau berat badan anda dan kemajuan kesihatan keseluruhan akan membolehkan anda menyesuaikan diet dan rutin senaman anda tepat pada masanya, dengan itu meningkatkan kesihatan anda dengan selamat.",
        "Kelas obes III",
        "Apabila BMI anda melebihi [thresholds_obese2], anda diklasifikasikan sebagai kelas obes III - obesiti yang teruk. Keadaan ini memerlukan campur tangan perubatan dan perubahan gaya hidup yang komprehensif. Pertama, mengembangkan pelan pemakanan saintifik yang mengutamakan makanan semulajadi, rendah kalori namun nutrien seperti sayur-sayuran hijau, buah-buahan, bijirin, dan protein dari daging tanpa lemak, ikan, dan tauhu. Batasi makanan segera, makanan yang diproses, dan makanan yang tinggi dalam gula dan lemak tepu. Di samping diet anda, meningkatkan aktiviti fizikal yang selamat adalah sangat penting. Mulakan dengan latihan ringan seperti berjalan atau berenang di bawah bimbingan profesional, dan secara beransur -ansur meningkatkan keamatan. Menggabungkan latihan aerobik dengan latihan kekuatan akan membantu membakar kalori dan meningkatkan fungsi kardiovaskular. Pastikan untuk mendapatkan cukup tidur dan mengamalkan latihan relaksasi seperti yoga atau meditasi untuk mengurangkan tekanan dan mengawal hormon anda. Sekiranya boleh, bekerjasama dengan profesional penjagaan kesihatan, pakar pemakanan, atau jurulatih peribadi untuk membangunkan pelan penurunan berat badan yang selamat dan berkesan. Ingat bahawa mengubah gaya hidup anda adalah proses yang panjang yang memerlukan kegigihan dan komitmen, tetapi setiap langkah membawa anda lebih dekat kepada badan yang lebih sihat pada masa akan datang.",
        "Hasil",
        "BMI",
        "Keadaan badan",
        "Nasihat untuk anda"
    ]
}