{
    "trans": [
        "BMI -calculator",
        "Leeftijd",
        "Voer de leeftijd in",
        "Geslacht",
        "Mannelijk",
        "Vrouwelijk",
        "Hoogte",
        "Voer de hoogte in",
        "Gewicht",
        "Wees gewicht",
        "Berekenen",
        "Laden",
        "Ernstig ondergewicht",
        "Je BMI is hieronder [thresholds_severe]. Dit wordt geclassificeerd als ernstig ondergewicht, wat betekent dat uw lichaam een ​​ernstig tekort aan voedingsstoffen ervaart. Om deze toestand te verbeteren, moet u zich concentreren op het opnemen van eiwitbronnen van hoge kwaliteit zoals mager vlees, vis, eieren, volle melk en verschillende bonen. Vul bovendien uw dieet aan met complexe koolhydraten van bruine rijst, zoete aardappelen en volle granen om aanhoudende energie te bieden. Door uw maaltijden gedurende de dag in 5-6 kleinere porties te verdelen, kunt u uw lichaam effectiever absorberen. Bovendien zullen, inclusief veel groene groenten, vers fruit en verschillende noten, ervoor zorgen dat u voldoende vitamines, mineralen en vezels ontvangt, die uw spijsverteringssysteem ondersteunen en uw immuunsysteem stimuleren. Tegelijkertijd is het handhaven van voldoende slaap (minstens 7-8 uur elke nacht) en het beheren van stress door activiteiten zoals yoga, meditatie of licht lopen is uiterst belangrijk. Raadpleeg indien nodig een voedingsdeskundige om een ​​maaltijdplan te ontwikkelen dat bij uw toestand past en om uw voortgang bij het verbeteren van uw gezondheid nauwlettend te volgen. Levensstijl en dieetveranderingen moeten geleidelijk en consistent worden geïmplementeerd om duurzame resultaten te bereiken.",
        "Matig ondergewicht",
        "Met een BMI variërend van [thresholds_severe] tot [thresholds_moderate], wordt u geclassificeerd als matig ondergewicht. Deze aandoening geeft aan dat uw lichaam een ​​tekort aan voedingsstoffen ervaart, hoewel niet op een ernstig niveau. U moet uw dagelijkse dieet verbeteren door extra eiwitten uit bronnen zoals kip, vis, eieren en verschillende bonen op te nemen; evenals het opnemen van complexe koolhydraten van volle granen en zoete aardappelen om aanhoudende energie te bieden. Het toevoegen van groene groenten en fruit zal helpen de nodige vitamines en mineralen te leveren. Probeer uw maaltijden gedurende de dag in verschillende kleine porties te verdelen en zorg ervoor dat u voldoende water drinkt om de spijsvertering te ondersteunen. In termen van lichamelijke activiteit, begin je met zachte oefeningen zoals wandelen, yoga of zwemmen om een ​​gezonde eetlust te stimuleren en je spijsverteringssysteem te verbeteren. Het handhaven van voldoende slaap en het verminderen van stress zal uw lichaam ook helpen voedingsstoffen effectiever te absorberen. Raadpleeg indien mogelijk een voedingsdeskundige om een ​​geschikt eetplan te ontwikkelen en uw voortgang te volgen bij het verbeteren van uw gezondheid.",
        "Een beetje ondergewicht",
        "Wanneer uw BMI valt tussen [thresholds_moderate] en [thresholds_mild], wordt u geclassificeerd als een beetje ondergewicht. Hoewel het niet te ernstig is, heeft uw lichaam nog steeds verbetering nodig om een ​​optimale voedingsbalans te bereiken. Je moet je inname van eiwitrijk voedsel zoals mager vlees, vis, eieren, melk en verschillende bonen vergroten, samen met koolhydraten van volle granen om gestage energie te bieden. Vergeet niet om groene groenten en vers fruit op te nemen om de nodige vitamines, mineralen en vezels te leveren. In plaats van drie grote maaltijden, probeer je je eten gedurende de dag gedurende de dag te verdelen in 5-6 kleinere maaltijden. In termen van fysieke activiteit zullen lichte oefeningen zoals wandelen, yoga of zwemmen uw lichaam helpen beter te metaboliseren en uw spijsverteringssysteem te verbeteren. Zorgen voor voldoende slaap en het effectief beheren van stress zijn ook erg belangrijk. Raadpleeg indien mogelijk een voedingsdeskundige voor een geschikt maaltijdplan en regime om u te helpen uw gezondheid op een duurzame manier te verbeteren.",
        "Normaal",
        "Gefeliciteerd, je BMI valt binnen het bereik van [thresholds_mild] tot [thresholds_normal] - geclassificeerd als normaal. Dit geeft aan dat uw lichaam zich in een evenwichtige voedingstoestand bevindt. Het handhaven van dit niveau vereist echter een divers dieet en een gezonde levensstijl. Zorg ervoor dat uw dagelijkse maaltijden voldoende eiwitten omvatten (van mager vlees, vissen, eieren, melk en bonen), complexe koolhydraten (van volle granen en zoete aardappelen), samen met gezonde vetten van plantaardige oliën en verschillende noten. Groene groenten en fruit bieden de nodige vitamines, mineralen en vezelbehoeften. Houd bovendien een regelmatige trainingsroutine, zoals wandelen, joggen, zwemmen of yoga om je lichaam actief te houden. Het krijgen van voldoende slaap (7-8 uur per nacht) en het effectief beheren van stress zal helpen uw metabolisme en immuunsysteem te verbeteren. Vergeet niet om uw gewicht te controleren en regelmatig gezondheidscontroles te hebben om uw huidige goede staat te behouden.",
        "Te zwaar",
        "Met een BMI tussen [thresholds_normal] en [thresholds_overweight] valt u in de categorie overgewicht. Deze aandoening geeft aan dat uw lichaam een ​​overtollige hoeveelheid vet heeft in vergelijking met normale niveaus, wat kan leiden tot een verhoogd risico op hart- en vaatziekten, diabetes of hoge bloeddruk indien niet geregeld. Om uw toestand te verbeteren, past u uw dieet aan door de consumptie van voedingsmiddelen met veel suiker, verzadigde vetten en fastfood te verminderen. Geef in plaats daarvan prioriteit aan voedsel dat rijk is aan vezels, groene groenten, fruit en volle granen. Het aanvullen van uw dieet met eiwitten van mager vlees, vis en niet-vette zuivelproducten is ook erg belangrijk. Bovendien zal het vergroten van uw dagelijkse fysieke activiteit - zoals stevig wandelen, joggen, zwemmen of fietsen - helpen overtollig vet te verbranden en de cardiovasculaire gezondheid te verbeteren. Het verdelen van uw maaltijden in verschillende kleinere porties gedurende de dag en het drinken van voldoende water ondersteunt ook de spijsvertering en het metabolisme. Bovendien zal het waarborgen van voldoende slaap en het verminderen van stress door ontspanningsoefeningen zoals yoga of meditatie uw lichaam helpen beter te herstellen.",
        "Zwaarlijvige klasse I",
        "Wanneer uw BMI binnen het bereik valt van [thresholds_overweight] tot [thresholds_obese1], wordt u geclassificeerd als zwaarlijvige klasse I. De hoeveelheid vet die in uw lichaam is verzameld, heeft de normale niveaus overschreden en moet onmiddellijk worden geregeld om complicaties zoals cardiovasculaire ziekten, diabetes, diabetes te voorkomen , en andere chronische aandoeningen. Begin met het aanpassen van uw dieet-verminder uw consumptie van voedingsmiddelen met veel suiker en verzadigde vetten en vervang ze door vezelrijke opties zoals groene groenten, fruit en volle granen. Vul uw maaltijden aan met hoogwaardige eiwitbronnen zoals mager vlees, vissen, eieren en peulvruchten om spiermassa te behouden tijdens het vetverliesproces. Tegelijkertijd is het vergroten van uw fysieke activiteit erg belangrijk. Je moet beginnen met aerobe oefeningen zoals wandelen, joggen, zwemmen of fietsen, gecombineerd met krachttrainingsoefeningen. Controleer bovendien uw portiegroottes nauwlettend, neem de gewoonte aan om meerdere kleine maaltijden gedurende de dag te eten en ervoor te zorgen dat u voldoende slaap krijgt om uw metabolisme te ondersteunen. Raadpleeg indien nodig een voedingsdeskundige om een ​​veilig en effectief gewichtsverliesplan te ontwikkelen.",
        "Zwaarlijvige klasse II",
        "Wanneer uw BMI valt tussen [thresholds_obese1] en [thresholds_obese2], wordt u geclassificeerd als zwaarlijvige klasse II. Het hoge niveau van vetophoping brengt uw lichaam een ​​ernstig risico op gezondheidsproblemen zoals hart- en vaatziekten, diabetes en andere metabole aandoeningen. Om deze aandoening te verbeteren, is het aanpassen van uw dieet essentieel. Geef prioriteit aan natuurlijke, vezelsrijk voedsel zoals groene groenten, fruit, volle granen en noten, terwijl fastfood, bewerkte voedingsmiddelen en artikelen met een hoge suiker worden geminimaliseerd. Vul uw dieet aan met eiwitten van mager vlees, vis en niet-vette zuivelproducten om spiermassa te behouden tijdens gewichtsverlies. Bovendien zal het vergroten van uw fysieke activiteit door aerobe oefeningen en krachttraining helpen calorieën effectiever te verbranden. Het handhaven van voldoende slaap en het uitvoeren van ontspanningsoefeningen zoals yoga en meditatie zal ook helpen je hormonen te reguleren en hunkering te verminderen. Als u regelmatig uw gewicht en de algehele gezondheidsvoortgang kunt volgen, kunt u uw dieet aanpassen en routine tijdig trainen, waardoor uw gezondheid veilig wordt verbeterd.",
        "Zwaarlijvige klasse III",
        "Wanneer uw BMI groter is dan [thresholds_obese2], wordt u geclassificeerd als zwaarlijvige klasse III - ernstige obesitas. Deze aandoening vereist medische interventie en een uitgebreide levensstijlverandering. Ontwikkel eerst een wetenschappelijk voedingsplan dat prioriteit geeft aan natuurlijke, caloriearme, maar toch voedingsstoffen voedsel zoals groene groenten, fruit, volle granen en eiwitten van mager vlees, vis en tofu. Beperk fastfood, bewerkte voedingsmiddelen en voedingsmiddelen met veel suiker en verzadigde vetten. Naast uw dieet is het verhogen van de veilige lichamelijke activiteit erg belangrijk. Begin met lichte oefeningen zoals wandelen of zwemmen onder professionele begeleiding en verhoog geleidelijk de intensiteit. Het combineren van aerobe oefeningen met krachttraining zal helpen calorieën te verbranden en de cardiovasculaire functie te verbeteren. Zorg ervoor dat je voldoende slaap krijgt en ontspanningsoefeningen zoals yoga of meditatie oefen om stress te verminderen en je hormonen te reguleren. Werk indien mogelijk samen met zorgverleners, voedingsdeskundigen of personal trainers om een ​​veilig en effectief gewichtsverliesplan te ontwikkelen. Vergeet niet dat het veranderen van uw levensstijl een lang proces is dat doorzettingsvermogen en toewijding vereist, maar elke stap brengt u in de toekomst dichter bij een gezonder lichaam.",
        "Resultaat",
        "BMI",
        "Lichaamstoestand",
        "Advies voor u"
    ]
}