{
    "trans": [
        "Kalkulator BMI",
        "Wiek",
        "Wprowadź wiek",
        "Płeć",
        "Mężczyzna",
        "Kobieta",
        "Wysokość",
        "Wprowadź wysokość",
        "Waga",
        "Wprowadź wagę",
        "Obliczać",
        "Załadunek",
        "Poważna niedowaga",
        "Twój BMI jest poniżej [thresholds_severe]. Jest to klasyfikowane jako poważna niedowaga, co oznacza, że ​​twoje ciało doświadcza poważnego niedoboru składników odżywczych. Aby poprawić ten stan, musisz skupić się na włączeniu wysokiej jakości źródeł białkowych, takich jak chude mięso, ryby, jaja, pełne mleko i różne fasoli. Dodatkowo uzupełnij swoją dietę złożonymi węglowodanami z brązowego ryżu, słodkich ziemniaków i pełnoziarnistości, aby zapewnić trwałą energię. Dzielenie posiłków na 5–6 mniejszych porcji w ciągu dnia pomoże ciału skuteczniej wchłaniać składniki odżywcze. Ponadto, w tym mnóstwo zielonych warzyw, świeżych owoców i różnych orzechów, zapewni, że otrzymasz wystarczającą liczbę witamin, minerałów i błonnika, które obsługują układ trawienny i zwiększają układ odpornościowy. Jednocześnie utrzymanie odpowiedniego snu (co najmniej 7–8 godzin każdej nocy) i zarządzanie stresem poprzez działania takie jak joga, medytacja lub chodzenie światłem jest niezwykle ważne. W razie potrzeby skonsultuj się z dietetykiem, aby opracować plan posiłków, który pasuje do twojego stanu i ściśle monitorować swoje postępy w poprawie zdrowia. Styl życia i zmiany dietetyczne powinny być wdrażane stopniowo i konsekwentnie, aby osiągnąć zrównoważone wyniki.",
        "Umiarkowana niedowaga",
        "Z BMI, od [thresholds_severe] do [thresholds_moderate], jesteś klasyfikowany jako umiarkowana niedowaga. Ten stan wskazuje, że twoje ciało doświadcza niedoboru składników odżywczych, choć nie na ciężkim poziomie. Powinieneś ulepszyć swoją codzienną dietę, włączając dodatkowe białko ze źródeł takich jak kurczak, ryby, jaja i różne fasoli; Oprócz włączenia złożonych węglowodanów z pełnoziarnistych i słodkich ziemniaków, aby zapewnić trwałą energię. Dodanie zielonych warzyw i owoców pomoże dostarczyć niezbędne witaminy i minerały. Postaraj się podzielić swoje posiłki na kilka małych porcji w ciągu dnia i upewnij się, że pijesz wystarczającą ilość wody, aby wesprzeć trawienie. Jeśli chodzi o aktywność fizyczną, zacznij od delikatnych ćwiczeń, takich jak chodzenie, joga lub pływanie w celu stymulowania zdrowego apetytu i poprawy układu trawiennego. Utrzymanie odpowiedniego snu i zmniejszenie stresu pomoże również ciału skuteczniej wchłaniać składniki odżywcze. Jeśli to możliwe, skonsultuj się z dietetykiem w celu opracowania odpowiedniego planu jedzenia i monitorowanie postępów w poprawie zdrowia.",
        "Trochę niedowagi",
        "Kiedy BMI spada między [thresholds_moderate] i [thresholds_mild], jesteś sklasyfikowany jako niewielka niedowaga. Chociaż nie jest to zbyt poważne, twoje ciało nadal potrzebuje poprawy, aby osiągnąć optymalną równowagę żywieniową. Powinieneś zwiększyć spożycie pokarmów bogatych w białko, takich jak chude mięso, ryby, jaja, mleko i różne fasoli, wraz z węglowodanami z pełnych ziaren, aby zapewnić stałą energię. Nie zapomnij dołączyć zielonych warzyw i świeżych owoców w celu dostarczenia niezbędnych witamin, minerałów i błonnika. Zamiast trzech dużych posiłków, spróbuj podzielić jedzenie na 5–6 mniejszych posiłków w ciągu dnia. Jeśli chodzi o aktywność fizyczną, ćwiczenia lekkie, takie jak chodzenie, joga lub pływanie pomogą ciału lepiej metabolizować i ulepszyć układ trawienny. Bardzo ważne jest również zapewnienie odpowiedniego snu i skuteczne zarządzanie stresem. Jeśli to możliwe, skonsultuj się z dietetykiem, aby uzyskać odpowiedni plan posiłków i schemat, aby pomóc Ci poprawić zdrowie w zrównoważony sposób.",
        "Normalna",
        "Gratulacje, twoje BMI mieszczą się w zakresie [thresholds_mild] do [thresholds_normal] - sklasyfikowanych jako normalnie. Wskazuje to, że twoje ciało jest w zrównoważonym stanie odżywczym. Jednak utrzymanie tego poziomu wymaga różnorodnej diety i zdrowego stylu życia. Upewnij się, że Twoje codzienne posiłki obejmują wystarczającą ilość białka (z chudego mięsa, ryb, jaj, mleka i fasoli), złożone węglowodany (z pełnoziarnistych i słodkich ziemniaków), a także zdrowe tłuszcze z olejków roślinnych i różnych orzechów. Zielone warzywa i owoce zapewnią niezbędne witaminy, minerały i błonnik potrzebny twoje ciało. Dodatkowo utrzymuj regularną rutynę ćwiczeń, taką jak chodzenie, jogging, pływanie lub joga, aby twoje ciało było aktywne. Dostanie wystarczającej ilości snu (7–8 godzin na noc) i skuteczne zarządzanie stresem pomoże poprawić metabolizm i układ odpornościowy. Nie zapomnij monitorować swojej wagi i mieć regularne kontrole zdrowia, aby utrzymać obecny dobry stan.",
        "Nadwaga",
        "Z BMI między [thresholds_normal] a [thresholds_overweight] należisz do kategorii nadwagi. Ten stan wskazuje, że twoje ciało ma nadmierną ilość tłuszczu w porównaniu do normalnych poziomów, co może prowadzić do zwiększonego ryzyka chorób sercowo -naczyniowych, cukrzycy lub wysokiego ciśnienia krwi, jeśli nie jest kontrolowane. Aby poprawić swój stan, dostosuj dietę, zmniejszając spożywanie pokarmu o wysokiej zawartości cukru, tłuszczów nasyconych i fast food. Zamiast tego priorytetyzuj pokarmy bogate w błonnik, zielone warzywa, owoce i pełne ziarna. Bardzo ważne jest również uzupełnienie diety białko z chudego mięsa, ryb i nie tłuszonych produktów mlecznych. Dodatkowo zwiększenie codziennej aktywności fizycznej - takiego jak energiczne chodzenie, jogging, pływanie lub jazda na rowerze - pomoże spalić nadmiar tłuszczu i poprawić zdrowie sercowo -naczyniowe. Dzielenie posiłków na kilka mniejszych porcji w ciągu dnia i picie wystarczającej ilości wody będzie również wspierać trawienie i metabolizm. Ponadto zapewnienie odpowiedniego snu i zmniejszenie stresu poprzez ćwiczenia relaksacyjne, takie jak joga lub medytacja, pomoże ciału lepiej wyzdrowieć.",
        "Otyłowa klasa i",
        "Gdy twoje BMI mieści się w zakresie od [thresholds_overweight] do [thresholds_obese1], jesteś klasyfikowany jako klasa otyłość I. Ilość tłuszczu zgromadzona w organizmie przekroczyła normalne poziomy i musi być natychmiast kontrolowana, aby zapobiec powikłaniom, takim jak choroby sercowo -naczyniowe, cukrzyca, cukrzyca i inne warunki przewlekłe. Zacznij od dostosowania diety-gruntownie zmniejsz spożycie żywności o wysokiej zawartości cukru i tłuszczów nasyconych oraz zastąp je opcjami bogatymi w błonnik, takie jak zielone warzywa, owoce i pełne ziarna. Uzupełnij swoje posiłki wysokiej jakości źródłami białka, takimi jak chude mięso, ryby, jaja i rośliny strączkowe, aby utrzymać masę mięśni podczas procesu utraty tłuszczu. Jednocześnie zwiększenie aktywności fizycznej jest bardzo ważne. Powinieneś zacząć od ćwiczeń aerobowych, takich jak chodzenie, jogging, pływanie lub jazda na rowerze, w połączeniu z ćwiczeniami treningowymi. Ponadto uważnie monitoruj rozmiary porcji, przyjmuj nawyk jedzenia kilku małych posiłków w ciągu dnia i upewnij się, że dostaniesz wystarczającą ilość snu, aby wesprzeć swój metabolizm. W razie potrzeby skonsultuj się z dietetykiem, aby opracować bezpieczny i skuteczny plan odchudzania.",
        "Otyłowa klasa II",
        "Kiedy BMI spada między [thresholds_obese1] a [thresholds_obese2], jesteś klasyfikowany jako otyły klasa II. Wysoki poziom akumulacji tłuszczu naraża twoje ciało na poważne ryzyko problemów zdrowotnych, takich jak choroby sercowo -naczyniowe, cukrzyca i inne zaburzenia metaboliczne. Aby poprawić ten stan, dostosowanie diety jest niezbędne. Priorytetyzuj priorytety naturalne, bogate w błonnik pokarmy, takie jak zielone warzywa, owoce, pełnoziarniste ziarna i orzechy, jednocześnie minimalizując fast food, przetworzoną żywność i przedmioty o wysokim buleżu. Uzupełnij dietę białkiem z chudego mięsa, ryb i nie tłuszczonych produktów mlecznych, aby pomóc utrzymać masę mięśni podczas utraty wagi. Ponadto zwiększenie aktywności fizycznej poprzez ćwiczenia aerobowe i trening siłowy pomoże skuteczniej spalić kalorie. Utrzymanie odpowiedniego snu i angażowanie się w ćwiczenia relaksacyjne, takie jak joga i medytacja, pomoże również regulować hormony i zmniejszyć głód. Regularne monitorowanie wagi i ogólnego postępu zdrowotnego pozwoli ci w odpowiednim czasie dostosować dietę i ćwiczyć rutynę, a tym samym bezpiecznie poprawiając zdrowie.",
        "Otyłowa klasa III",
        "Gdy BMI przekracza [thresholds_obese2], jesteś klasyfikowany jako otyłość klasy III - ciężka otyłość. Ten stan wymaga interwencji medycznej i kompleksowej zmiany stylu życia. Po pierwsze, opracuj naukowy plan żywieniowy, który priorytetowo traktuje naturalne, niskie pokarmy, ale gęsto składników odżywczych, takie jak zielone warzywa, owoce, pełnoziarniste ziarna i białko z chudego mięsa, ryb i tofu. Całkowicie ogranicz fast food, przetworzoną żywność i żywność o wysokiej zawartości cukru i tłuszczów nasyconych. Oprócz diety zwiększenie bezpiecznej aktywności fizycznej jest bardzo ważne. Zacznij od ćwiczeń lekkich, takich jak spacery lub pływanie pod profesjonalnymi wskazówkami, i stopniowo zwiększaj intensywność. Łączenie ćwiczeń aerobowych z treningiem siłowym pomoże spalić kalorie i poprawić funkcje sercowo -naczyniowe. Pamiętaj, aby uzyskać wystarczająco dużo snu i ćwiczyć ćwiczenia relaksacyjne, takie jak joga lub medytacja, aby zmniejszyć stres i regulować hormony. Jeśli to możliwe, współpracuj z pracownikami służby zdrowia, dietetykami lub trenerami osobistymi, aby opracować bezpieczny i skuteczny plan odchudzania. Pamiętaj, że zmiana stylu życia jest długim procesem, który wymaga wytrwałości i zaangażowania, ale każdy krok zbliża cię do zdrowszego ciała w przyszłości.",
        "Wynik",
        "BMI",
        "Stan ciała",
        "Rada dla Ciebie"
    ]
}