{
    "trans": [
        "Calculadora de IMC",
        "Idade",
        "Entrar na idade",
        "Gênero",
        "Macho",
        "Fêmea",
        "Altura",
        "Digite a altura",
        "Peso",
        "Digite peso",
        "Calcular",
        "Carregando",
        "Underlandeamento grave",
        "Seu IMC está abaixo de [thresholds_severe]. Isso é classificado como um peso baixo severo, o que significa que seu corpo está experimentando uma deficiência severa nos nutrientes. Para melhorar essa condição, você precisa se concentrar na incorporação de fontes de proteínas de alta qualidade, como carnes magras, peixes, ovos, leite integral e vários feijões. Além disso, complementa sua dieta com carboidratos complexos de arroz integral, batata -doce e grãos integrais para fornecer energia sustentada. Dividir suas refeições em 5 a 6 porções menores ao longo do dia ajudará seu corpo a absorver nutrientes com mais eficácia. Além disso, incluindo muitos vegetais verdes, frutas frescas e várias nozes garantirão que você receba vitaminas, minerais e fibras suficientes, que suportam seu sistema digestivo e aumentam seu sistema imunológico. Ao mesmo tempo, manter o sono adequado (pelo menos 7 a 8 horas por noite) e gerenciar o estresse por meio de atividades como ioga, meditação ou caminhada leve é ​​extremamente importante. Se necessário, consulte um nutricionista para desenvolver um plano de refeições adequado à sua condição e monitorar de perto seu progresso para melhorar sua saúde. O estilo de vida e as mudanças na dieta devem ser implementadas gradualmente e consistentemente para obter resultados sustentáveis.",
        "Moderado Underweight",
        "Com um IMC variando de [thresholds_severe] a [thresholds_moderate], você é classificado como subweete moderado. Essa condição indica que seu corpo está experimentando uma deficiência de nutrientes, embora não em um nível grave. Você deve aprimorar sua dieta diária, incluindo proteínas adicionais de fontes como frango, peixe, ovos e vários feijões; Além de incorporar carboidratos complexos de grãos integrais e batata -doce para fornecer energia sustentada. A adição de vegetais e frutas verdes ajudará a fornecer as vitaminas e minerais necessários. Tente dividir suas refeições em várias pequenas porções ao longo do dia e certifique -se de beber água suficiente para apoiar a digestão. Em termos de atividade física, comece com exercícios suaves, como caminhada, ioga ou natação para estimular um apetite saudável e melhorar seu sistema digestivo. Manter o sono adequado e reduzir o estresse também ajudará seu corpo a absorver nutrientes com mais eficiência. Se possível, consulte um nutricionista para desenvolver um plano alimentar adequado e monitorar seu progresso para melhorar sua saúde.",
        "Um pouco abaixo do peso",
        "Quando o seu IMC cai entre [thresholds_moderate] e [thresholds_mild], você é classificado como um pouco abaixo do peso. Embora não seja muito severo, seu corpo ainda precisa de melhorias para alcançar o equilíbrio nutricional ideal. Você deve aumentar a ingestão de alimentos ricos em proteínas, como carnes magras, peixes, ovos, leite e vários feijões, além de carboidratos de grãos integrais para fornecer energia constante. Não se esqueça de incluir vegetais verdes e frutas frescas para fornecer as vitaminas, minerais e fibras necessários. Em vez de fazer três refeições grandes, tente dividir sua comida em 5 a 6 refeições menores ao longo do dia. Em termos de atividade física, exercícios leves, como caminhar, ioga ou natação, ajudarão o seu corpo a metabolizar melhor e melhorar seu sistema digestivo. Garantir o sono adequado e o gerenciamento do estresse de maneira eficaz também é muito importante. Se possível, consulte um nutricionista para um plano de refeições e regime adequados para ajudá -lo a melhorar sua saúde de maneira sustentável.",
        "Normal",
        "Parabéns, seu IMC se enquadra na faixa de [thresholds_mild] para [thresholds_normal] - classificado como normal. Isso indica que seu corpo está em um estado nutricional equilibrado. No entanto, manter esse nível requer uma dieta diversificada e um estilo de vida saudável. Certifique -se de que suas refeições diárias incluam proteína suficiente (de carnes magras, peixes, ovos, leite e feijão), carboidratos complexos (de grãos integrais e batata -doce), juntamente com gorduras saudáveis ​​de óleos vegetais e várias nozes. Vegetais e frutas verdes fornecerão as vitaminas, minerais e fibras necessários. Além disso, mantenha uma rotina de exercícios regular, como caminhada, corrida, natação ou ioga, para manter seu corpo ativo. Dormir o suficiente (7 a 8 horas por noite) e gerenciar efetivamente o estresse ajudará a melhorar seu metabolismo e sistema imunológico. Não se esqueça de monitorar seu peso e ter exames regulares de saúde para manter suas boas condições atuais.",
        "Sobrepeso",
        "Com um IMC entre [thresholds_normal] e [thresholds_overweight], você se enquadra na categoria com excesso de peso. Essa condição indica que seu corpo tem uma quantidade excessiva de gordura em comparação com os níveis normais, o que pode levar a um risco aumentado de doenças cardiovasculares, diabetes ou pressão alta se não for controlada. Para melhorar sua condição, ajuste sua dieta, reduzindo o consumo de alimentos ricos em açúcar, gorduras saturadas e fast food. Em vez disso, priorize os alimentos ricos em fibras, vegetais verdes, frutas e grãos integrais. Complementar sua dieta com proteína de carnes magras, peixes e laticínios sem gordura também é muito importante. Além disso, aumentar sua atividade física diária - como caminhada, corrida, natação ou ciclismo - ajudará a queimar excesso de gordura e melhorar a saúde cardiovascular. Dividir suas refeições em várias porções menores ao longo do dia e beber água suficiente também apoiará a digestão e o metabolismo. Além disso, garantir sono adequado e reduzir o estresse por meio de exercícios de relaxamento, como ioga ou meditação, ajudará seu corpo a se recuperar melhor.",
        "Obese classe i",
        "Quando o seu IMC se enquadra no intervalo de [thresholds_overweight] a [thresholds_obese1], você é classificado como classe obesidade I. A quantidade de gordura acumulada em seu corpo excedeu os níveis normais e deve ser controlada imediatamente para evitar complicações como doenças cardiovasculares, diabetes e outras condições crônicas. Comece ajustando sua dieta-reduza gradualmente o consumo de alimentos ricos em açúcar e gorduras saturadas e substitua-as por opções ricas em fibras, como vegetais verdes, frutas e grãos integrais. Complementar suas refeições com fontes de proteínas de alta qualidade, como carnes magras, peixes, ovos e legumes para ajudar a manter a massa muscular durante o processo de perda de gordura. Ao mesmo tempo, aumentar sua atividade física é muito importante. Você deve começar com exercícios aeróbicos, como caminhada, corrida, natação ou ciclismo, combinados com exercícios de treinamento de força. Além disso, monitore de perto os tamanhos das porções, adote o hábito de comer várias refeições pequenas ao longo do dia e verifique se você dormia o suficiente para apoiar seu metabolismo. Se necessário, consulte um nutricionista para desenvolver um plano de perda de peso seguro e eficaz.",
        "Obese Classe II",
        "Quando o seu IMC cai entre [thresholds_obese1] e [thresholds_obese2], você é classificado como Classe II obesa. O alto nível de acúmulo de gordura coloca seu corpo em risco sério de problemas de saúde, como doenças cardiovasculares, diabetes e outros distúrbios metabólicos. Para melhorar essa condição, é essencial ajustar sua dieta. Priorize alimentos naturais e ricos em fibras, como vegetais verdes, frutas, grãos integrais e nozes, enquanto minimizam o fast food, alimentos processados ​​e itens com alto teor de açúcar. Complementar sua dieta com proteína de carnes magras, peixes e laticínios sem gordura para ajudar a manter a massa muscular durante a perda de peso. Além disso, aumentar sua atividade física através de exercícios aeróbicos e treinamento de força ajudará a queimar calorias com mais eficiência. Manter sono adequado e se envolver em exercícios de relaxamento, como ioga e meditação, também ajudará a regular seus hormônios e reduzir os desejos. O monitoramento regular do seu peso e o progresso geral da saúde permitirá que você ajuste sua rotina de dieta e exercícios em tempo hábil, melhorando assim sua saúde com segurança.",
        "Obese Classe III",
        "Quando o seu IMC excede [thresholds_obese2], você é classificado como obesidade obesa de classe III - obesidade grave. Essa condição requer intervenção médica e uma mudança abrangente no estilo de vida. Primeiro, desenvolva um plano de nutrição científica que priorize alimentos naturais e de baixa caloria, e densos em nutrientes, como vegetais verdes, frutas, grãos integrais e proteínas de carnes magras, peixes e tofu. Limite completamente o fast food, os alimentos processados ​​e os alimentos ricos em açúcar e gorduras saturadas. Juntamente com sua dieta, o aumento da atividade física segura é muito importante. Comece com exercícios leves, como caminhar ou nadar sob orientação profissional e aumentar gradualmente a intensidade. A combinação de exercícios aeróbicos com treinamento de força ajudará a queimar calorias e melhorar a função cardiovascular. Certifique -se de dormir o suficiente e praticar exercícios de relaxamento como ioga ou meditação para reduzir o estresse e regular seus hormônios. Se possível, trabalhe com profissionais de saúde, nutricionistas ou personal trainers para desenvolver um plano de perda de peso seguro e eficaz. Lembre -se de que mudar seu estilo de vida é um processo longo que requer persistência e comprometimento, mas cada passo o aproxima de um corpo mais saudável no futuro.",
        "Resultado",
        "IMC",
        "Condição corporal",
        "Conselhos para você"
    ]
}