{
    "trans": [
        "Calculator IMC",
        "Vârstă",
        "Intră în vârstă",
        "Gen",
        "Bărbat",
        "Femeie",
        "Înălţime",
        "Introduceți înălțimea",
        "Greutate",
        "Introduceți în greutate",
        "Calcula",
        "Încărcare",
        "Subponderal sever",
        "IMC -ul dvs. este mai jos [thresholds_severe]. Acest lucru este clasificat ca subponderal sever, ceea ce înseamnă că corpul tău se confruntă cu o deficiență severă în nutrienți. Pentru a îmbunătăți această afecțiune, trebuie să vă concentrați pe încorporarea surselor proteice de înaltă calitate, cum ar fi carne slabă, pește, ouă, lapte integral și diverse fasole. În plus, completați -vă dieta cu carbohidrați complexi din orez brun, cartofi dulci și cereale integrale pentru a oferi energie susținută. Împărțirea meselor în 5-6 porții mai mici pe parcursul zilei vă va ajuta corpul să absoarbă mai eficient nutrienții. Mai mult, inclusiv o mulțime de legume verzi, fructe proaspete și diverse nuci vă vor asigura că primiți suficiente vitamine, minerale și fibre, care vă susțin sistemul digestiv și vă stimulează sistemul imunitar. În același timp, menținerea somnului adecvat (cel puțin 7-8 ore în fiecare noapte) și gestionarea stresului prin activități precum yoga, meditație sau mersul ușor este extrem de important. Dacă este necesar, consultați un nutriționist pentru a dezvolta un plan de masă care să se potrivească stării dvs. și să vă monitorizeze îndeaproape progresul în îmbunătățirea sănătății. Stilul de viață și modificările dietetice ar trebui implementate treptat și constant pentru a obține rezultate durabile.",
        "Subponderal moderat",
        "Cu un IMC variind de la [thresholds_severe] la [thresholds_moderate], sunteți clasificat ca subponderal moderat. Această afecțiune indică faptul că corpul tău se confruntă cu o deficiență de nutrienți, deși nu la un nivel sever. Ar trebui să vă îmbunătățiți dieta zilnică incluzând proteine ​​suplimentare din surse precum pui, pește, ouă și diverse fasole; precum și încorporarea carbohidraților complexi din cereale integrale și cartofi dulci pentru a oferi energie susținută. Adăugarea de legume și fructe verzi va ajuta la furnizarea de vitamine și minerale necesare. Încercați să vă împărțiți mesele în mai multe porții mici pe parcursul zilei și să vă asigurați că beți suficientă apă pentru a sprijini digestia. În ceea ce privește activitatea fizică, începeți cu exerciții blânde, cum ar fi mersul, yoga sau înotul pentru a stimula un apetit sănătos și pentru a vă îmbunătăți sistemul digestiv. Menținerea somnului adecvat și reducerea stresului vor ajuta, de asemenea, corpul să absoarbă mai eficient nutrienții. Dacă este posibil, consultați -vă cu un nutriționist pentru a dezvolta un plan alimentar adecvat și monitorizați -vă progresul în îmbunătățirea sănătății.",
        "Un pic subponderal",
        "Când IMC -ul dvs. se încadrează între [thresholds_moderate] și [thresholds_mild], sunteți clasificat ca puțin subponderal. Deși nu este prea sever, corpul tău are încă îmbunătățiri pentru a obține un echilibru nutrițional optim. Ar trebui să vă creșteți aportul de alimente bogate în proteine, cum ar fi carne slabă, pește, ouă, lapte și diverse fasole, împreună cu carbohidrați din cereale integrale pentru a oferi energie constantă. Nu uitați să includeți legume verzi și fructe proaspete pentru a furniza vitamine, minerale și fibre necesare. În loc să aveți trei mese mari, încercați să vă împărțiți mâncarea în 5-6 mese mai mici pe parcursul zilei. În ceea ce privește activitatea fizică, exercițiile ușoare, cum ar fi mersul, yoga sau înotul vă vor ajuta corpul să se metabolizeze mai bine și să vă îmbunătățească sistemul digestiv. Asigurarea somnului adecvat și gestionarea eficientă a stresului sunt, de asemenea, foarte importante. Dacă este posibil, consultați un nutriționist pentru un plan de masă adecvat și regim pentru a vă ajuta să vă îmbunătățiți sănătatea într -un mod durabil.",
        "Normal",
        "Felicitări, IMC -ul dvs. se încadrează în raza de acțiune de [thresholds_mild] la [thresholds_normal] - clasificat ca normal. Acest lucru indică faptul că corpul tău este într -o stare nutritivă echilibrată. Cu toate acestea, menținerea acestui nivel necesită o dietă diversă și un stil de viață sănătos. Asigurați -vă că mesele dvs. zilnice includ suficiente proteine ​​(de la carne slabă, pește, ouă, lapte și fasole), carbohidrați complexi (din cereale integrale și cartofi dulci), împreună cu grăsimi sănătoase din uleiuri vegetale și diverse nuci. Legumele și fructele verzi vor oferi vitaminele, mineralele și fibra necesare. În plus, mențineți o rutină obișnuită de exerciții fizice, cum ar fi mersul, joggingul, înotul sau yoga pentru a vă menține corpul activ. A dormi suficient (7-8 ore pe noapte) și gestionarea eficientă a stresului vă va ajuta să vă îmbunătățiți metabolismul și sistemul imunitar. Nu uitați să vă monitorizați greutatea și să aveți verificări regulate de sănătate pentru a vă menține starea bună actuală.",
        "Supraponderal",
        "Cu un IMC între [thresholds_normal] și [thresholds_overweight], vă încadrați în categoria supraponderală. Această afecțiune indică faptul că corpul tău are o cantitate în exces de grăsime în comparație cu nivelurile normale, ceea ce poate duce la un risc crescut de boli cardiovasculare, diabet sau tensiune arterială ridicată, dacă nu este controlată. Pentru a vă îmbunătăți starea, ajustați -vă dieta prin reducerea consumului de alimente bogate în zahăr, grăsimi saturate și fast -food. În schimb, prioritizează alimentele bogate în fibre, legume verzi, fructe și cereale integrale. Suplimentul dietei cu proteine ​​din carne slabă, pește și produse lactate fără grăsimi este, de asemenea, foarte importantă. În plus, creșterea activității fizice zilnice - cum ar fi mersul rapid, jogging, înot sau ciclism - va ajuta la arderea excesului de grăsime și la îmbunătățirea sănătății cardiovasculare. Împărțirea meselor în mai multe porții mai mici pe parcursul zilei și băut suficient de apă va sprijini, de asemenea, digestia și metabolismul. Mai mult decât atât, asigurarea somnului adecvat și reducerea stresului prin exerciții de relaxare precum yoga sau meditație vă va ajuta corpul să se recupereze mai bine.",
        "Clasa obeză I.",
        "Când IMC -ul dvs. se încadrează în intervalul de la [thresholds_overweight] la [thresholds_obese1], sunteți clasificat ca clasa obeză I. Cantitatea de grăsime acumulată în corpul dvs. a depășit nivelurile normale și trebuie controlată imediat pentru a preveni complicații precum boli cardiovasculare, diabet, diabet zaharat și alte afecțiuni cronice. Începeți să vă ajustați dieta-reduceți din punct de vedere gradual consumul de alimente bogate în zahăr și grăsimi saturate și înlocuiți-le cu opțiuni bogate în fibre, cum ar fi legume verzi, fructe și cereale integrale. Suplimentează-ți mesele cu surse proteice de înaltă calitate, cum ar fi carne slabă, pește, ouă și leguminoase pentru a ajuta la menținerea masei musculare în timpul procesului de pierdere a grăsimilor. În același timp, creșterea activității fizice este foarte importantă. Ar trebui să începeți cu exerciții aerobe precum mersul, joggingul, înotul sau ciclismul, combinat cu exerciții de antrenament de forță. În plus, monitorizați -vă îndeaproape dimensiunile porțiunilor, adoptați obiceiul de a mânca mai multe mese mici pe parcursul zilei și vă asigurați că veți dormi suficient pentru a vă susține metabolismul. Dacă este necesar, consultați un nutriționist pentru a dezvolta un plan sigur și eficient de pierdere în greutate.",
        "Clasa OBESE II",
        "Când IMC -ul dvs. se încadrează între [thresholds_obese1] și [thresholds_obese2], sunteți clasificat ca obezi clasa a II -a. Nivelul ridicat de acumulare de grăsime îți pune corpul la risc grav pentru probleme de sănătate, cum ar fi bolile cardiovasculare, diabetul și alte tulburări metabolice. Pentru a îmbunătăți această afecțiune, ajustarea dietei dvs. este esențială. Prioritizează alimentele naturale, bogate în fibre, precum legume verzi, fructe, cereale integrale și nuci, minimizând fast-food, alimente procesate și articole cu conținut ridicat de zahăr. Suplimentează-ți dieta cu proteine ​​din carne slabă, pește și produse lactate fără grăsimi pentru a ajuta la menținerea masei musculare în timpul pierderii în greutate. În plus, creșterea activității fizice prin exerciții aerobe și antrenament de forță va ajuta la arderea mai eficientă a caloriilor. Menținerea somnului adecvat și implicarea în exerciții de relaxare, cum ar fi yoga și meditația, vă va ajuta, de asemenea, să vă reglementați hormonii și să reduceți poftele. Monitorizarea regulată a greutății dvs. și a progresului general al sănătății vă va permite să vă ajustați dieta și rutina de exerciții fizice în timp util, îmbunătățindu -vă astfel sănătatea în siguranță.",
        "Clasa OBESE III",
        "Când IMC depășește [thresholds_obese2], sunteți clasificat ca fiind obezi clasa a III -a - obezitate severă. Această afecțiune necesită intervenție medicală și o schimbare cuprinzătoare a stilului de viață. În primul rând, elaborați un plan de nutriție științifică care să acorde prioritate alimentelor naturale, cu conținut scăzut de calorii, dar cu rezistență la nutrienți, cum ar fi legume verzi, fructe, cereale integrale și proteine ​​din carne slabă, pește și tofu. Limitați complet mâncarea rapidă, alimentele procesate și alimentele bogate în zahăr și grăsimi saturate. Alături de dieta dvs., creșterea activității fizice sigure este foarte importantă. Începeți cu exerciții ușoare, cum ar fi mersul sau înotul sub îndrumare profesională și crește treptat intensitatea. Combinarea exercițiilor aerobice cu antrenament de forță va ajuta la arderea caloriilor și la îmbunătățirea funcției cardiovasculare. Asigurați -vă că dormiți suficient și practicați exerciții de relaxare precum yoga sau meditație pentru a reduce stresul și a vă regla hormonii. Dacă este posibil, lucrați cu profesioniști din domeniul sănătății, nutriționiști sau traineri personali pentru a dezvolta un plan sigur și eficient de pierdere în greutate. Amintiți -vă că schimbarea stilului de viață este un proces lung care necesită persistență și angajament, dar fiecare pas vă aduce mai aproape de un corp mai sănătos în viitor.",
        "Rezultat",
        "IMC",
        "Starea corpului",
        "Sfaturi pentru tine"
    ]
}