{
    "trans": [
        "Калькулятор ИМТ",
        "Возраст",
        "Введите возраст",
        "Пол",
        "Мужской",
        "Женский",
        "Высота",
        "Введите высоту",
        "Масса",
        "Введите вес",
        "Рассчитывать",
        "Загрузка",
        "Тяжелый недостаточный вес",
        "Ваш ИМТ ниже [thresholds_severe]. Это классифицируется как тяжелый недостаточный вес, а это означает, что ваше тело испытывает серьезный дефицит в питательных веществах. Чтобы улучшить это состояние, вам необходимо сосредоточиться на включении высококачественных источников белка, таких как мышечное мясо, рыба, яйца, целое молоко и различные бобы. Кроме того, добавьте свою диету сложными углеводами из коричневого риса, сладкого картофеля и цельного зерна, чтобы обеспечить устойчивую энергию. Разделение вашей еды на 5–6 меньших порций в течение дня поможет вашему организму более эффективно поглощать питательные вещества. Более того, в том числе множество зеленых овощей, свежих фруктов и различных орехов обеспечит достаточное количество витаминов, минералов и клетчатки, которые поддерживают вашу пищеварительную систему и повышают вашу иммунную систему. В то же время, поддержание адекватного сна (по крайней мере 7–8 часов каждую ночь) и управление стрессом через такие действия, как йога, медитация или легкая ходьба, чрезвычайно важно. При необходимости проконсультируйтесь с диетологом, чтобы разработать план питания, который подходит для вашего состояния и внимательно следить за вашим прогрессом в улучшении вашего здоровья. Спектив жизни и диетические изменения должны быть внедрены постепенно и последовательно для достижения устойчивых результатов.",
        "Умеренный недостаточный вес",
        "С ИМТ в диапазоне от [thresholds_severe] до [thresholds_moderate] вы классифицируются как умеренный недостаток. Это условие указывает на то, что ваше тело испытывает дефицит питательных веществ, хотя и не на тяжелом уровне. Вы должны улучшить свой ежедневный рацион, включив дополнительный белок из таких источников, как курица, рыба, яйца и различные бобы; а также включение сложных углеводов из цельного зерна и сладкого картофеля для обеспечения устойчивой энергии. Добавление зеленых овощей и фруктов поможет предоставить необходимые витамины и минералы. Постарайтесь разделить еду на несколько небольших порций в течение дня и убедитесь, что вы пьете достаточно воды, чтобы поддержать пищеварение. С точки зрения физической активности, начните с мягких упражнений, таких как ходьба, йога или плавание, чтобы стимулировать здоровый аппетит и улучшить пищеварительную систему. Поддержание адекватного сна и снижение стресса также поможет вашему организму более эффективно поглощать питательные вещества. Если возможно, проконсультируйтесь с диетологом, чтобы разработать подходящий план питания и контролировать свой прогресс в улучшении вашего здоровья.",
        "Немного недостаточный вес",
        "Когда ваш ИМТ падает между [thresholds_moderate] и [thresholds_mild], вы классифицируются как небольшой недостаток. Хотя это не слишком серьезно, ваш организм все еще нуждается в улучшении для достижения оптимального баланса питания. Вы должны увеличить потребление продуктов, богатых белком, таких как мышечное мясо, рыба, яйца, молоко и различные бобы, а также углеводы из цельных зерен, чтобы обеспечить постоянную энергию. Не забудьте включить зеленые овощи и свежие фрукты, чтобы обеспечить необходимые витамины, минералы и клетчатку. Вместо того, чтобы иметь три больших блюда, попробуйте разделить еду на 5–6 меньших блюд в течение дня. С точки зрения физической активности, легкие упражнения, такие как ходьба, йога или плавание, помогут вашему организму лучше усваиваться и улучшить вашу пищеварительную систему. Обеспечение адекватного сна и эффективного управления стрессом также очень важны. Если возможно, обратитесь к диетологу для подходящего плана питания и режима, чтобы помочь вам улучшить свое здоровье устойчивым образом.",
        "Нормальный",
        "Поздравляем, ваш ИМТ попадает в диапазон [thresholds_mild] до [thresholds_normal] - классифицируется как нормальная. Это указывает на то, что ваше тело находится в сбалансированном питательном состоянии. Тем не менее, поддержание этого уровня требует разнообразной диеты и здорового образа жизни. Убедитесь, что ваши ежедневные блюда включают достаточный белок (от мышечного мяса, рыбы, яиц, молока и бобов), сложные углеводы (из цельного зерна и сладкого картофеля), а также здоровые жиры из растительных масел и различных орехов. Зеленые овощи и фрукты обеспечат необходимые витамины, минералы и клетчатку. Кроме того, поддерживайте регулярные упражнения, такие как ходьба, бег трусцой, плавание или йога, чтобы сохранить ваше тело активным. Получение достаточно сна (7–8 часов в ночь) и эффективное управление стрессом поможет улучшить ваш метаболизм и иммунную систему. Не забудьте следить за своим весом и регулярно осматривать медицинские осмотры, чтобы поддерживать ваше текущее хорошее состояние.",
        "Избыточный вес",
        "С ИМТ между [thresholds_normal] и [thresholds_overweight] вы попадаете в категорию избыточного веса. Это состояние указывает на то, что ваше тело имеет избыточное количество жира по сравнению с нормальными уровнями, что может привести к повышению риска сердечно -сосудистых заболеваний, диабета или высокого кровяного давления, если не контролируется. Чтобы улучшить свое состояние, отрегулируйте свой рацион, уменьшив потребление продуктов с высоким содержанием сахара, насыщенных жиров и фаст -фуда. Вместо этого распределяют приоритеты, богатые клетчаткой, зелеными овощами, фруктами и цельнозерновыми зернами. Добавление диеты белком из мышечного мяса, рыбы и нежирных молочных продуктов также очень важно. Кроме того, увеличение вашей ежедневной физической активности - например, оживленная ходьба, бег трусцой, плавание или езда на велосипеде - поможет сжечь избыток жира и улучшить здоровье сердечно -сосудистых заболеваний. Разделение вашей еды на несколько небольших порций в течение дня, а выпивка достаточно воды также будет поддерживать пищеварение и метаболизм. Более того, обеспечение достаточного сна и снижения стресса с помощью упражнений на релаксации, таких как йога или медитация, поможет вашему организму лучше поправиться.",
        "Ожирение класс i",
        "Когда ваш ИМТ попадает в диапазон от [thresholds_overweight] до [thresholds_obese1], вы классифицируются как классы с ожирением I. Количество жира, накопленного в вашем организме, превышало нормальные уровни и необходимо сразу контролировать, чтобы предотвратить такие осложнения, как сердечно -сосудистые заболевания, диабет. и другие хронические состояния. Начните с корректировки своего рациона-сразу же уменьшите потребление продуктов с высоким содержанием сахара и насыщенных жиров, и замените их на богатые клетчатки, такие как зеленые овощи, фрукты и цельные зерна. Добавьте пищу высококачественными белковыми источниками, такими как мышечное мясо, рыба, яйца и бобовые, чтобы помочь поддерживать мышечную массу во время процесса потери жира. В то же время увеличение вашей физической активности очень важно. Вы должны начать с аэробных упражнений, таких как ходьба, бег трусцой, плавание или езда на велосипеде в сочетании с упражнениями по силовым тренировкам. Кроме того, внимательно следите за размерами ваших порций, принимайте привычку есть несколько небольших приемов пищи в течение дня и убедитесь, что вы выспались бы, чтобы поддержать ваш метаболизм. При необходимости проконсультируйтесь с диетологом, чтобы разработать безопасный и эффективный план потери веса.",
        "Ожирение класс II",
        "Когда ваш ИМТ падает между [thresholds_obese1] и [thresholds_obese2], вы классифицируются как класс с ожирением II. Высокий уровень накопления жира ставит ваш организм на серьезное риск для проблем со здоровьем, таких как сердечно -сосудистые заболевания, диабет и другие метаболические нарушения. Чтобы улучшить это состояние, корректировка вашей диеты имеет важное значение. Приоритет натуральной, богатой волокнами продуктами, такими как зеленые овощи, фрукты, цельные зерна и орехи, при этом минимизируя фаст-фуд, обработанные продукты и предметы с высоким содержанием сахара. Добавьте свой рацион белком из мышечного мяса, рыбы и нежирных молочных продуктов, чтобы помочь поддерживать мышечную массу во время потери веса. Кроме того, увеличение вашей физической активности с помощью аэробных упражнений и силовых тренировок поможет более эффективно сжигать калории. Поддержание адекватного сна и упражнения на релаксации, такие как йога и медитация, также поможет регулировать ваши гормоны и уменьшить тягу. Регулярное мониторинг вашего веса и общего прогресса в области здоровья позволит вам своевременно скорректировать свой диету и упражнения своевременно, тем самым безопасно улучшая ваше здоровье.",
        "Ожирение класс III",
        "Когда ваш ИМТ превышает [thresholds_obese2], вы классифицируются как ожирение класса III - тяжелое ожирение. Это условие требует медицинского вмешательства и комплексного изменения образа жизни. Во-первых, разработайте план научного питания, который распределяет приоритеты натуральных, низкокалорийных, но в то же время питательных веществ, таких как зеленые овощи, фрукты, цельные зерна и белок из мышечного мяса, рыбы и тофу. Полностью ограничьте фаст -фуд, обработанные продукты и продукты с высоким содержанием сахара и насыщенных жиров. Наряду с вашим рационом очень важно повышение безопасной физической активности. Начните с легких упражнений, таких как ходьба или плавание под профессиональным руководством, и постепенно увеличить интенсивность. Сочетание аэробных упражнений с силовыми тренировками поможет сжигать калории и улучшить сердечно -сосудистую функцию. Обязательно высыпайте себя и практикуйте упражнения по релаксации, такие как йога или медитация, чтобы уменьшить стресс и регулировать ваши гормоны. Если возможно, поработайте с медицинскими работниками, диетологами или личными тренерами, чтобы разработать безопасный и эффективный план похудения. Помните, что изменение вашего образа жизни - это долгий процесс, который требует настойчивости и приверженности, но каждый шаг приближает вас к более здоровому телу в будущем.",
        "Результат",
        "ИМТ",
        "Состояние тела",
        "Совет для вас"
    ]
}