{
    "trans": [
        "เครื่องคิดเลข BMI",
        "อายุ",
        "เข้าอายุ",
        "เพศ",
        "ชาย",
        "หญิง",
        "ความสูง",
        "เข้าสู่ความสูง",
        "น้ำหนัก",
        "ใส่น้ำหนัก",
        "คำนวณ",
        "การโหลด",
        "มีน้ำหนักน้อย",
        "ค่าดัชนีมวลกายของคุณอยู่ด้านล่าง [thresholds_severe] สิ่งนี้จัดว่าเป็นน้ำหนักตัวน้อยที่รุนแรงซึ่งหมายความว่าร่างกายของคุณกำลังประสบกับการขาดสารอาหารอย่างรุนแรง เพื่อปรับปรุงสภาพนี้คุณต้องมุ่งเน้นไปที่การรวมแหล่งโปรตีนคุณภาพสูงเช่นเนื้อสัตว์ไม่ติดมันปลาไข่นมทั้งหมดและถั่วหลายชนิด นอกจากนี้เสริมอาหารของคุณด้วยคาร์โบไฮเดรตที่ซับซ้อนจากข้าวกล้องมันฝรั่งหวานและธัญพืชเพื่อให้พลังงานที่ยั่งยืน การแบ่งอาหารของคุณออกเป็น 5-6 ส่วนที่เล็กลงตลอดทั้งวันจะช่วยให้ร่างกายดูดซับสารอาหารได้อย่างมีประสิทธิภาพมากขึ้น ยิ่งไปกว่านั้นรวมถึงผักสีเขียวจำนวนมากผลไม้สดและถั่วต่าง ๆ จะช่วยให้คุณได้รับวิตามินแร่ธาตุและเส้นใยที่เพียงพอซึ่งรองรับระบบย่อยอาหารของคุณและเพิ่มระบบภูมิคุ้มกันของคุณ ในเวลาเดียวกันการรักษาการนอนหลับที่เพียงพอ (อย่างน้อย 7-8 ชั่วโมงในแต่ละคืน) และจัดการความเครียดผ่านกิจกรรมต่าง ๆ เช่นโยคะการทำสมาธิหรือการเดินเบา ๆ เป็นสิ่งสำคัญอย่างยิ่ง หากจำเป็นให้ปรึกษานักโภชนาการเพื่อพัฒนาแผนอาหารที่เหมาะสมกับสภาพของคุณและเพื่อติดตามความคืบหน้าของคุณอย่างใกล้ชิดในการปรับปรุงสุขภาพของคุณ การเปลี่ยนแปลงวิถีชีวิตและการบริโภคอาหารควรดำเนินการค่อยๆและสม่ำเสมอเพื่อให้ได้ผลลัพธ์ที่ยั่งยืน",
        "ปานกลาง",
        "ด้วยค่าดัชนีมวลกายตั้งแต่ [thresholds_severe] ถึง [thresholds_moderate] คุณจะถูกจัดประเภทว่ามีน้ำหนักน้อยปานกลาง เงื่อนไขนี้บ่งชี้ว่าร่างกายของคุณกำลังประสบกับการขาดสารอาหารแม้ว่าจะไม่อยู่ในระดับรุนแรง คุณควรเพิ่มอาหารประจำวันของคุณโดยรวมโปรตีนเพิ่มเติมจากแหล่งต่าง ๆ เช่นไก่ปลาไข่และถั่วหลายชนิด เช่นเดียวกับการรวมคาร์โบไฮเดรตที่ซับซ้อนจากธัญพืชและมันฝรั่งหวานเพื่อให้พลังงานที่ยั่งยืน การเพิ่มผักและผลไม้สีเขียวจะช่วยจัดหาวิตามินและแร่ธาตุที่จำเป็น พยายามแบ่งอาหารของคุณออกเป็นส่วนเล็ก ๆ ตลอดทั้งวันและให้แน่ใจว่าคุณดื่มน้ำให้เพียงพอเพื่อรองรับการย่อยอาหาร ในแง่ของการออกกำลังกายเริ่มต้นด้วยการออกกำลังกายที่อ่อนโยนเช่นการเดินโยคะหรือว่ายน้ำเพื่อกระตุ้นความอยากอาหารที่ดีต่อสุขภาพและปรับปรุงระบบย่อยอาหารของคุณ การบำรุงรักษาการนอนหลับที่เพียงพอและลดความเครียดจะช่วยให้ร่างกายดูดซับสารอาหารได้อย่างมีประสิทธิภาพมากขึ้น หากเป็นไปได้ให้ปรึกษากับนักโภชนาการเพื่อพัฒนาแผนการรับประทานอาหารที่เหมาะสมและติดตามความคืบหน้าของคุณในการปรับปรุงสุขภาพของคุณ",
        "มีน้ำหนักน้อยเล็กน้อย",
        "เมื่อค่าดัชนีมวลกายของคุณอยู่ระหว่าง [thresholds_moderate] และ [thresholds_mild] คุณจะถูกจัดว่ามีน้ำหนักน้อยเล็กน้อย แม้ว่ามันจะไม่รุนแรงเกินไปร่างกายของคุณยังคงต้องการการปรับปรุงเพื่อให้เกิดความสมดุลทางโภชนาการที่ดีที่สุด คุณควรเพิ่มปริมาณอาหารที่อุดมด้วยโปรตีนเช่นเนื้อสัตว์ไม่ติดมันปลาไข่นมและถั่วหลายชนิดพร้อมกับคาร์โบไฮเดรตจากธัญพืชเพื่อให้พลังงานที่มั่นคง อย่าลืมรวมผักสีเขียวและผลไม้สดเพื่อจัดหาวิตามินแร่ธาตุและเส้นใยที่จำเป็น แทนที่จะทานอาหารมื้อใหญ่สามมื้อให้ลองแบ่งอาหารของคุณออกเป็นอาหารเล็ก ๆ 5-6 มื้อตลอดทั้งวัน ในแง่ของการออกกำลังกายการออกกำลังกายแบบเบา ๆ เช่นการเดินโยคะหรือว่ายน้ำจะช่วยให้ร่างกายของคุณเผาผลาญได้ดีขึ้นและปรับปรุงระบบย่อยอาหารของคุณ การทำให้มั่นใจว่าการนอนหลับที่เพียงพอและการจัดการความเครียดก็มีความสำคัญเช่นกัน หากเป็นไปได้ให้ปรึกษานักโภชนาการสำหรับแผนอาหารและระบบการปกครองที่เหมาะสมเพื่อช่วยให้คุณปรับปรุงสุขภาพของคุณอย่างยั่งยืน",
        "ปกติ",
        "ขอแสดงความยินดี BMI ของคุณอยู่ในช่วง [thresholds_mild] ถึง [thresholds_normal] - จัดเป็นปกติ สิ่งนี้บ่งชี้ว่าร่างกายของคุณอยู่ในสภาพโภชนาการที่สมดุล อย่างไรก็ตามการบำรุงรักษาระดับนี้ต้องใช้อาหารที่หลากหลายและวิถีชีวิตที่มีสุขภาพดี ตรวจสอบให้แน่ใจว่าอาหารประจำวันของคุณมีโปรตีนเพียงพอ (จากเนื้อสัตว์ไม่ติดมันปลาไข่นมและถั่ว) คาร์โบไฮเดรตที่ซับซ้อน (จากธัญพืชและมันฝรั่งหวาน) พร้อมกับไขมันที่ดีต่อสุขภาพจากน้ำมันพืชและถั่วต่างๆ ผักและผลไม้สีเขียวจะให้วิตามินแร่ธาตุที่จำเป็นและเส้นใยที่ร่างกายต้องการ นอกจากนี้ยังคงรักษากิจวัตรการออกกำลังกายเป็นประจำเช่นการเดินวิ่งจ๊อกกิ้งว่ายน้ำหรือโยคะเพื่อให้ร่างกายของคุณทำงานอยู่ การนอนหลับให้เพียงพอ (7-8 ชั่วโมงต่อคืน) และการจัดการความเครียดอย่างมีประสิทธิภาพจะช่วยปรับปรุงการเผาผลาญและระบบภูมิคุ้มกันของคุณ อย่าลืมตรวจสอบน้ำหนักของคุณและมีการตรวจสุขภาพเป็นประจำเพื่อรักษาสภาพดีในปัจจุบันของคุณ",
        "น้ำหนักเกิน",
        "ด้วยค่าดัชนีมวลกายระหว่าง [thresholds_normal] และ [thresholds_overweight] คุณจะตกอยู่ในหมวดหมู่ที่มีน้ำหนักเกิน เงื่อนไขนี้บ่งชี้ว่าร่างกายของคุณมีไขมันมากเกินไปเมื่อเทียบกับระดับปกติซึ่งอาจนำไปสู่ความเสี่ยงที่เพิ่มขึ้นของโรคหลอดเลือดหัวใจเบาหวานหรือความดันโลหิตสูงหากไม่ได้ควบคุม เพื่อปรับปรุงสภาพของคุณปรับอาหารของคุณโดยการลดการบริโภคอาหารที่มีน้ำตาลสูงไขมันอิ่มตัวและอาหารจานด่วน ให้ความสำคัญกับอาหารที่อุดมไปด้วยไฟเบอร์ผักสีเขียวผลไม้และธัญพืช การเสริมอาหารของคุณด้วยโปรตีนจากเนื้อสัตว์ไม่ติดมันปลาและผลิตภัณฑ์นมที่ไม่มีไขมันก็มีความสำคัญเช่นกัน นอกจากนี้การเพิ่มการออกกำลังกายในชีวิตประจำวันของคุณเช่นการเดินเร็ววิ่งจ๊อกกิ้งว่ายน้ำหรือขี่จักรยาน - จะช่วยเผาผลาญไขมันส่วนเกินและปรับปรุงสุขภาพหัวใจและหลอดเลือด การแบ่งมื้ออาหารของคุณออกเป็นส่วนเล็ก ๆ ตลอดทั้งวันและการดื่มน้ำให้เพียงพอจะสนับสนุนการย่อยอาหารและการเผาผลาญ ยิ่งไปกว่านั้นการทำให้มั่นใจว่าการนอนหลับที่เพียงพอและลดความเครียดผ่านการออกกำลังกายแบบผ่อนคลายเช่นโยคะหรือการทำสมาธิจะช่วยให้ร่างกายของคุณฟื้นตัวได้ดีขึ้น",
        "คนอ้วนชั้นฉัน",
        "เมื่อค่าดัชนีมวลกายของคุณอยู่ในช่วงตั้งแต่ [thresholds_overweight] ถึง [thresholds_obese1] คุณจะถูกจัดเป็นโรคอ้วนระดับ I. ปริมาณไขมันที่สะสมในร่างกายของคุณเกินระดับปกติและจะต้องควบคุมทันทีเพื่อป้องกันภาวะแทรกซ้อนเช่นโรคหลอดเลือดหัวใจและหลอดเลือด และเงื่อนไขเรื้อรังอื่น ๆ เริ่มต้นด้วยการปรับอาหารของคุณ-ลดการบริโภคอาหารที่มีน้ำตาลและไขมันอิ่มตัวสูงและแทนที่ด้วยตัวเลือกที่อุดมด้วยเส้นใยเช่นผักสีเขียวผลไม้และธัญพืช เสริมอาหารของคุณด้วยแหล่งโปรตีนคุณภาพสูงเช่นเนื้อสัตว์ไม่ติดมันปลาไข่และพืชตระกูลถั่วเพื่อช่วยรักษามวลกล้ามเนื้อในระหว่างกระบวนการลดไขมัน ในเวลาเดียวกันการเพิ่มการออกกำลังกายของคุณเป็นสิ่งสำคัญมาก คุณควรเริ่มต้นด้วยการออกกำลังกายแบบแอโรบิคเช่นการเดินวิ่งจ๊อกกิ้งว่ายน้ำหรือขี่จักรยานรวมกับการออกกำลังกายฝึกความแข็งแรง นอกจากนี้ตรวจสอบขนาดส่วนของคุณอย่างใกล้ชิดใช้นิสัยในการกินอาหารมื้อเล็ก ๆ ตลอดทั้งวันและให้แน่ใจว่าคุณได้นอนหลับเพียงพอที่จะสนับสนุนการเผาผลาญของคุณ หากจำเป็นให้ปรึกษานักโภชนาการเพื่อพัฒนาแผนการลดน้ำหนักที่ปลอดภัยและมีประสิทธิภาพ",
        "โรคอ้วนชั้นสอง",
        "เมื่อค่าดัชนีมวลกายของคุณอยู่ระหว่าง [thresholds_obese1] และ [thresholds_obese2] คุณจะถูกจัดว่าเป็นโรคอ้วนระดับ II การสะสมไขมันในระดับสูงทำให้ร่างกายของคุณมีความเสี่ยงร้ายแรงต่อปัญหาสุขภาพเช่นโรคหัวใจและหลอดเลือดเบาหวานและความผิดปกติของการเผาผลาญอื่น ๆ เพื่อปรับปรุงสภาพนี้การปรับอาหารของคุณเป็นสิ่งจำเป็น จัดลำดับความสำคัญตามธรรมชาติอาหารที่อุดมด้วยไฟเบอร์เช่นผักสีเขียวผลไม้ธัญพืชและถั่วในขณะที่ลดอาหารจานด่วนอาหารแปรรูปและรายการน้ำตาลสูง เสริมอาหารของคุณด้วยโปรตีนจากเนื้อสัตว์ไม่ติดมันปลาและผลิตภัณฑ์นมที่ไม่ใช่ไขมันเพื่อช่วยรักษามวลกล้ามเนื้อในระหว่างการลดน้ำหนัก นอกจากนี้การเพิ่มการออกกำลังกายของคุณผ่านการออกกำลังกายแบบแอโรบิคและการฝึกความแข็งแรงจะช่วยเผาผลาญแคลอรี่ได้อย่างมีประสิทธิภาพมากขึ้น การรักษาการนอนหลับที่เพียงพอและมีส่วนร่วมในการออกกำลังกายผ่อนคลายเช่นโยคะและการทำสมาธิจะช่วยควบคุมฮอร์โมนของคุณและลดความอยาก การตรวจสอบน้ำหนักและความคืบหน้าโดยรวมของคุณอย่างสม่ำเสมอจะช่วยให้คุณสามารถปรับอาหารและออกกำลังกายเป็นประจำในเวลาที่เหมาะสมซึ่งจะช่วยให้สุขภาพดีขึ้นอย่างปลอดภัย",
        "โรคอ้วนระดับ III",
        "เมื่อค่าดัชนีมวลกายของคุณเกิน [thresholds_obese2] คุณจะถูกจัดว่าเป็นโรคอ้วนระดับ III - โรคอ้วนที่รุนแรง เงื่อนไขนี้ต้องการการแทรกแซงทางการแพทย์และการเปลี่ยนแปลงวิถีชีวิตที่ครอบคลุม ขั้นแรกให้พัฒนาแผนโภชนาการทางวิทยาศาสตร์ที่จัดลำดับความสำคัญตามธรรมชาติอาหารที่มีแคลอรี่ต่ำ แต่มีสารอาหารหนาแน่นเช่นผักสีเขียวผลไม้ธัญพืชและโปรตีนจากเนื้อสัตว์ไม่ติดมันปลาและเต้าหู้ จำกัด อาหารจานด่วนอาหารแปรรูปและอาหารที่มีน้ำตาลและไขมันอิ่มตัวสูง นอกเหนือจากอาหารของคุณแล้วการเพิ่มการออกกำลังกายที่ปลอดภัยเป็นสิ่งสำคัญมาก เริ่มต้นด้วยการออกกำลังกายเบา ๆ เช่นการเดินหรือว่ายน้ำภายใต้คำแนะนำระดับมืออาชีพและค่อยๆเพิ่มความเข้ม การรวมการออกกำลังกายแบบแอโรบิคกับการฝึกความแข็งแรงจะช่วยเผาผลาญแคลอรี่และปรับปรุงการทำงานของหลอดเลือดหัวใจ ตรวจสอบให้แน่ใจว่าได้นอนหลับเพียงพอและฝึกฝนแบบฝึกหัดการผ่อนคลายเช่นโยคะหรือการทำสมาธิเพื่อลดความเครียดและควบคุมฮอร์โมนของคุณ หากเป็นไปได้ทำงานร่วมกับผู้เชี่ยวชาญด้านการดูแลสุขภาพนักโภชนาการหรือผู้ฝึกสอนส่วนบุคคลเพื่อพัฒนาแผนการลดน้ำหนักที่ปลอดภัยและมีประสิทธิภาพ โปรดจำไว้ว่าการเปลี่ยนวิถีชีวิตของคุณเป็นกระบวนการที่ยาวนานซึ่งต้องใช้ความเพียรและความมุ่งมั่น แต่ทุกขั้นตอนจะนำคุณเข้าใกล้ร่างกายที่มีสุขภาพดีขึ้นในอนาคต",
        "ผลลัพธ์",
        "ค่าดัชนีมวลกาย",
        "สภาพร่างกาย",
        "คำแนะนำสำหรับคุณ"
    ]
}