{
    "trans": [
        "BMI hesap makinesi",
        "Yaş",
        "Yaşa girmek",
        "Cinsiyet",
        "Erkek",
        "Dişi",
        "Yükseklik",
        "Yüksekliği girin",
        "Ağırlık",
        "Kilo Girin",
        "Hesaplamak",
        "Yükleme",
        "Şiddetli düşük kilolu",
        "BMI'niz [thresholds_severe] 'nin altında. Bu, şiddetli düşük ağırlık olarak sınıflandırılır, yani vücudunuz besin maddelerinde ciddi bir eksiklik yaşıyor. Bu durumu iyileştirmek için, yağsız et, balık, yumurta, tam süt ve çeşitli fasulye gibi yüksek kaliteli protein kaynaklarını birleştirmeye odaklanmanız gerekir. Ek olarak, sürekli enerji sağlamak için diyetinizi kahverengi pirinç, tatlı patates ve kepekli tahıllardan karmaşık karbonhidratlarla tamamlayın. Yemeklerinizi gün boyunca 5-6 daha küçük porsiyonlara bölmek, vücudunuzun besinleri daha etkili bir şekilde emmesine yardımcı olacaktır. Ayrıca, bol miktarda yeşil sebze, taze meyve ve çeşitli fındıklar da dahil olmak üzere, sindirim sisteminizi destekleyen ve bağışıklık sisteminizi artıran yeterli vitamin, mineral ve lif almanızı sağlayacaktır. Aynı zamanda, yeterli uykuyu korumak (her gece en az 7-8 saat) ve yoga, meditasyon veya hafif yürüyüş gibi aktiviteler yoluyla stresi yönetmek son derece önemlidir. Gerekirse, durumunuza uygun bir yemek planı geliştirmek ve sağlığınızı iyileştirmede ilerlemenizi yakından izlemek için bir beslenme uzmanına danışın. Sürdürülebilir sonuçlar elde etmek için yaşam tarzı ve diyet değişiklikleri kademeli ve tutarlı bir şekilde uygulanmalıdır.",
        "Orta derecede düşük ağırlık",
        "[thresholds_severe] ile [thresholds_moderate] arasında değişen bir BMI ile orta derecede zayıf olarak sınıflandırılırsınız. Bu durum, vücudunuzun ciddi bir seviyede olmasa da besin eksikliği yaşadığını gösterir. Tavuk, balık, yumurta ve çeşitli fasulye gibi kaynaklardan ek protein ekleyerek günlük diyetinizi geliştirmelisiniz; sürekli enerji sağlamak için kepekli tahıllardan ve tatlı patateslerden karmaşık karbonhidratların dahil edilmesinin yanı sıra. Yeşil sebze ve meyveler eklemek, gerekli vitamin ve minerallerin sağlanmasına yardımcı olacaktır. Yemeklerinizi gün boyunca birkaç küçük porsiyona bölmeye çalışın ve sindirimi desteklemek için yeterli su içtiğinizden emin olun. Fiziksel aktivite açısından, sağlıklı bir iştahı teşvik etmek ve sindirim sisteminizi geliştirmek için yürüyüş, yoga veya yüzme gibi yumuşak egzersizlerle başlayın. Yeterli uykuyu korumak ve stresi azaltmak da vücudunuzun besinleri daha etkili bir şekilde emmesine yardımcı olacaktır. Mümkünse, uygun bir yeme planı geliştirmek ve sağlığınızı iyileştirmede ilerlemenizi izlemek için bir beslenme uzmanına danışın.",
        "Biraz Düşük Ağır",
        "BMI'niz [thresholds_moderate] ve [thresholds_mild] arasında düştüğünde, biraz zayıf olarak sınıflandırılırsınız. Çok şiddetli olmasa da, vücudunuzun hala optimal beslenme dengesi elde etmek için iyileştirmeye ihtiyacı vardır. Sabit enerji sağlamak için kepekli etlerden karbonhidratlarla birlikte yağsız etler, balık, yumurta, süt ve çeşitli fasulye gibi protein açısından zengin gıdalar alımınızı artırmalısınız. Gerekli vitaminleri, mineralleri ve lifleri tedarik etmek için yeşil sebzeleri ve taze meyveleri eklemeyi unutmayın. Üç büyük öğün yemek yerine, yemeğinizi gün boyunca 5-6 daha küçük öğünlere bölmeyi deneyin. Fiziksel aktivite açısından, yürüyüş, yoga veya yüzme gibi ışık egzersizleri vücudunuzun daha iyi metabolize edilmesine ve sindirim sisteminizi geliştirmesine yardımcı olacaktır. Yeterli uyku sağlamak ve stresi etkili bir şekilde yönetmek de çok önemlidir. Mümkünse, sağlığınızı sürdürülebilir bir şekilde iyileştirmenize yardımcı olmak için uygun bir yemek planı ve rejim için bir beslenme uzmanına danışın.",
        "Normal",
        "Tebrikler, BMI'niz normal olarak sınıflandırılmış [thresholds_mild] aralığında [thresholds_normal] aralığında düşer. Bu, vücudunuzun dengeli bir beslenme durumunda olduğunu gösterir. Bununla birlikte, bu seviyenin korunması çeşitli bir diyet ve sağlıklı bir yaşam tarzı gerektirir. Günlük yemeklerinizin yeterli protein (yağsız etler, balık, yumurta, süt ve fasulye), karmaşık karbonhidratları (tam tahıllardan ve tatlı patateslerden), bitkisel yağlardan ve çeşitli fındıklardan gelen sağlıklı yağları içerdiğinden emin olun. Yeşil sebzeler ve meyveler, vücudunuzun ihtiyaç duyduğu gerekli vitaminleri, mineralleri ve lifleri sağlayacaktır. Ek olarak, vücudunuzu aktif tutmak için yürüyüş, koşu, yüzme veya yoga gibi düzenli bir egzersiz rutinini koruyun. Yeterli uyku almak (gecelik 7-8 saat) ve stresi etkili bir şekilde yönetmek, metabolizmanızı ve bağışıklık sisteminizi geliştirmeye yardımcı olacaktır. Kilonuzu izlemeyi ve mevcut iyi durumunuzu korumak için düzenli sağlık kontrolleri yapmayı unutmayın.",
        "Aşırı kilolu",
        "[thresholds_normal] ve [thresholds_overweight] arasında bir BMI ile aşırı kilolu kategoriye girersiniz. Bu durum, vücudunuzun normal seviyelere kıyasla fazla miktarda yağ olduğunu gösterir, bu da kontrol edilmezse kardiyovasküler hastalık, diyabet veya yüksek tansiyon riskinin artmasına neden olabilir. Durumunuzu iyileştirmek için, şeker, doymuş yağlar ve fast food bakımından yüksek gıdaların tüketimini azaltarak diyetinizi ayarlayın. Bunun yerine, lif, yeşil sebzeler, meyveler ve kepekli tahıllar bakımından zengin gıdalara öncelik verin. Diyetinizi yağsız et, balık ve yağsız süt ürünlerinden protein ile desteklemek de çok önemlidir. Ek olarak, günlük fiziksel aktivitenizi - hızlı yürüyüş, koşu, yüzme veya bisiklet gibi artırmak, fazla yağ yakmaya ve kardiyovasküler sağlığı iyileştirmeye yardımcı olacaktır. Yemeklerinizi gün boyunca birkaç küçük porsiyona bölmek ve yeterli su içmek de sindirim ve metabolizmayı destekleyecektir. Dahası, yoga veya meditasyon gibi gevşeme egzersizleri yoluyla yeterli uyku sağlamak ve stresi azaltmak vücudunuzun daha iyi iyileşmesine yardımcı olacaktır.",
        "Obez Sınıf I",
        "BMI'niz [thresholds_overweight] 'dan [thresholds_obese1] aralığına düştüğünde, obez sınıf I olarak sınıflandırılırsınız. Vücudunuzda biriken yağ miktarı normal seviyeleri aşmıştır ve diyabet, diyabet gibi komplikasyonları önlemek için derhal kontrol edilmelidir. ve diğer kronik durumlar. Diyetinizi ayarlayarak başlayın-Şeker ve doymuş yağ bakımından yüksek gıdalar tüketiminizi azaltın ve bunları yeşil sebzeler, meyve ve kepekli tahıllar gibi lif açısından zengin seçeneklerle değiştirin. Yağ kaybı işlemi sırasında kas kütlesinin korunmasına yardımcı olmak için yemeklerinizi yağsız et, balık, yumurta ve baklagiller gibi yüksek kaliteli protein kaynaklarıyla tamamlayın. Aynı zamanda fiziksel aktivitenizi artırmak çok önemlidir. Kuvvet antrenmanı egzersizleri ile birlikte yürüyüş, koşu, yüzme veya bisiklet gibi aerobik egzersizlerle başlamalısınız. Ek olarak, porsiyon boyutlarınızı yakından izleyin, gün boyunca birkaç küçük öğün yeme alışkanlığını benimseyin ve metabolizmanızı desteklemek için yeterli uyku almanızı sağlayın. Gerekirse, güvenli ve etkili bir kilo verme planı geliştirmek için bir beslenme uzmanına danışın.",
        "Obez sınıf II",
        "BMI'niz [thresholds_obese1] ve [thresholds_obese2] arasında düştüğünde, obez sınıf II olarak sınıflandırılırsınız. Yüksek yağ birikimi seviyesi, vücudunuzu kardiyovasküler hastalık, diyabet ve diğer metabolik bozukluklar gibi sağlık sorunları için ciddi riske sokar. Bu durumu iyileştirmek için diyetinizi ayarlamak esastır. Fast food, işlenmiş gıdalar ve yüksek şekerli ürünleri en aza indirirken yeşil sebzeler, meyveler, kepekli tahıllar ve fındık gibi doğal, lif açısından zengin gıdalara öncelik verin. Kilo kaybı sırasında kas kütlesinin korunmasına yardımcı olmak için diyetinizi yağsız et, balık ve yağsız süt ürünlerinden protein ile tamamlayın. Ek olarak, aerobik egzersizler ve kuvvet antrenmanı yoluyla fiziksel aktivitenizi artırmak, kalorileri daha etkili bir şekilde yakmaya yardımcı olacaktır. Yeterli uykuyu korumak ve yoga ve meditasyon gibi rahatlama egzersizlerine katılmak da hormonlarınızı düzenlemeye ve istekleri azaltmaya yardımcı olacaktır. Kilonuzu ve genel sağlık ilerlemenizi düzenli olarak izlemek, diyetinizi ve egzersiz rutininizi zamanında ayarlamanıza izin verecek ve böylece sağlığınızı güvenli bir şekilde geliştirecektir.",
        "Obez Sınıf III",
        "BMI'niz [thresholds_obese2] 'yi aştığında, obez sınıf III - şiddetli obezite olarak sınıflandırılırsınız. Bu durum tıbbi müdahale ve kapsamlı bir yaşam tarzı değişikliği gerektirir. İlk olarak, zayıf et, balık ve tofudan yeşil sebzeler, meyveler, kepekli tahıllar ve protein gibi doğal, düşük kalorili ancak besin yoğun gıdalara öncelik veren bilimsel bir beslenme planı geliştirin. Fast food, işlenmiş gıdalar ve şeker ve doymuş yağlar bakımından yüksek yiyecekleri tamamen sınırlayın. Diyetinizin yanı sıra, güvenli fiziksel aktiviteyi arttırmak çok önemlidir. Profesyonel rehberlik altında yürüyüş veya yüzme gibi hafif egzersizlerle başlayın ve yoğunluğu yavaş yavaş artırın. Aerobik egzersizleri kuvvet antrenmanı ile birleştirmek kalori yakmaya ve kardiyovasküler fonksiyonu iyileştirmeye yardımcı olacaktır. Stresi azaltmak ve hormonlarınızı düzenlemek için Yoga veya Meditasyon gibi yeterince uyku ve pratiğe sahip olduğunuzdan emin olun. Mümkünse, güvenli ve etkili bir kilo verme planı geliştirmek için sağlık uzmanları, beslenme uzmanları veya kişisel eğitmenlerle birlikte çalışın. Yaşam tarzınızı değiştirmenin kalıcılık ve bağlılık gerektiren uzun bir süreç olduğunu unutmayın, ancak her adım sizi gelecekte daha sağlıklı bir bedene yaklaştırır.",
        "Sonuç",
        "BMI",
        "Vücut Durumu",
        "Sizin İçin Tavsiye"
    ]
}