{
    "trans": [
        "Калькулятор ІМТ",
        "Вік",
        "Вступати в вік",
        "Гендер",
        "Чоловічий",
        "Жіночий",
        "Висота",
        "Введіть висоту",
        "Вага",
        "Введіть вагу",
        "Обчислювати",
        "Навантаження",
        "Сильна вага",
        "Ваш ІМТ знаходиться нижче [thresholds_severe]. Це класифікується як важка недостатня вага, це означає, що ваш організм відчуває сильний дефіцит поживних речовин. Щоб покращити цей стан, вам потрібно зосередитись на включенні високоякісних джерел білка, таких як нежирне м'ясо, риба, яйця, цільне молоко та різні квасолі. Крім того, доповнюйте свою дієту складними вуглеводами з коричневого рису, солодкої картоплі та цільнозернових зерен, щоб забезпечити стійку енергію. Розділення їжі на 5–6 менших порцій протягом дня допоможе вашому організму більш ефективно поглинати поживні речовини. Більше того, включаючи безліч зелених овочів, свіжих фруктів та різних горіхів, забезпечить отримання достатніх вітамінів, мінералів та клітковини, які підтримують вашу травну систему та підвищують вашу імунну систему. У той же час підтримання належного сну (щонайменше 7–8 годин щовечора) та управління стресом за допомогою таких заходів, як йога, медитація або легка ходьба, є надзвичайно важливими. Якщо необхідно, проконсультуйтеся з дієтологом, щоб розробити план харчування, який відповідає вашому стану та уважно стежити за своїм прогресом у покращенні вашого здоров'я. Зміни способу життя та дієти повинні бути реалізовані поступово та послідовно для досягнення стійких результатів.",
        "Помірна вага",
        "З ІМТ, починаючи від [thresholds_severe] до [thresholds_moderate], ви класифікуються як помірна вага. Цей стан вказує на те, що ваш організм відчуває дефіцит поживних речовин, хоча і не на важкому рівні. Ви повинні покращити щоденну дієту, включаючи додатковий білок із таких джерел, як курка, риба, яйця та різні квасолі; а також включення складних вуглеводів із цільної зерна та солодкої картоплі, щоб забезпечити стійку енергію. Додавання зелених овочів та фруктів допоможе забезпечити необхідні вітаміни та мінерали. Спробуйте розділити їжу на кілька невеликих порцій протягом дня та переконайтеся, що ви пити достатню кількість води для підтримки травлення. Що стосується фізичних навантажень, почніть з ніжних вправ, таких як ходьба, йога або плавання, щоб стимулювати здоровий апетит та покращити вашу травну систему. Підтримка адекватного сну та зменшення стресу також допоможе вашому організму ефективніше поглинати поживні речовини. Якщо можливо, проконсультуйтеся з дієтологом, щоб розробити відповідний план харчування та стежити за своїм прогресом у покращенні здоров'я.",
        "Трохи недостатньо ваги",
        "Коли ваш ІМТ потрапляє між [thresholds_moderate] та [thresholds_mild], ви класифікуються як невелика вага. Хоча це не надто серйозно, ваш організм все ще потребує вдосконалення для досягнення оптимального харчового балансу. Ви повинні збільшити споживання продуктів, багатих білками, такі як худорляве м'ясо, риба, яйця, молоко та різна квасоля, а також вуглеводи з цільних зерен, щоб забезпечити стійку енергію. Не забудьте включити зелені овочі та свіжі фрукти для постачання необхідних вітамінів, мінералів та клітковини. Замість того, щоб їсти три великі страви, спробуйте розділити їжу на 5–6 менших прийомів їжі протягом дня. З точки зору фізичних навантажень, легкі вправи, такі як ходьба, йога або плавання, допоможуть вашому організму метаболізувати краще та покращити вашу травну систему. Забезпечення належного сну та ефективного управління стресом також є дуже важливим. Якщо можливо, проконсультуйтеся з дієтологом для відповідного плану харчування та режиму, щоб допомогти вам покращити здоров'я стійким чином.",
        "Нормальний",
        "Вітаємо, ваш ІМТ потрапляє в діапазон [thresholds_mild] до [thresholds_normal] - класифікується як нормально. Це вказує на те, що ваш організм перебуває у збалансованому харчувальному стані. Однак підтримка цього рівня вимагає різноманітної дієти та здорового способу життя. Переконайтесь, що ваші щоденні страви включають достатню кількість білка (від худорлявого м'яса, риби, яєць, молока та квасолі), складних вуглеводів (від цільної зерна та солодкої картоплі), а також здорові жири з рослинних олій та різних горіхів. Зелені овочі та фрукти забезпечать необхідні вітаміни, мінерали та клітковину, які потребують ваш організм. Крім того, дотримуйтесь регулярних вправ, таких як ходьба, пробіжок, плавання або йога, щоб підтримувати своє тіло активним. Спати (7–8 годин на ніч) та ефективне управління стресом допоможе покращити ваш метаболізм та імунну систему. Не забудьте стежити за своєю вагою та регулярно проводити перевірку здоров’я, щоб підтримувати свій поточний хороший стан.",
        "Надмірна вага",
        "З ІМТ між [thresholds_normal] та [thresholds_overweight], ви потрапляєте в категорію із зайвою вагою. Цей стан вказує на те, що ваш організм має надмірну кількість жиру порівняно з нормальним рівнем, що може призвести до підвищення ризику серцево -судинних захворювань, діабету або високого артеріального тиску, якщо не контролюється. Щоб покращити свій стан, налаштуйте свій раціон, зменшивши споживання продуктів з високим вмістом цукру, насичених жирів та фаст -фуду. Натомість пріоритетні продукти, багаті клітковиною, зеленими овочами, фруктами та цільними зернами. Додаток до дієти білком з худорлявого м'яса, риби та молочних продуктів, що не живуть, також є дуже важливим. Крім того, збільшення щоденних фізичних навантажень - наприклад, як швидка ходьба, пробіжок, плавання або їзда на велосипеді - допоможе спалити надлишок жиру та покращити серцево -судинну здоров'я. Розділення їжі на кілька менших порцій протягом дня та пиття достатньої кількості води також підтримуватиме травлення та метаболізм. Більше того, забезпечення належного сну та зменшення стресу за допомогою вправ на релаксацію, як йога або медитація, допоможе вашому організму краще відновитись.",
        "Ожиріння клас I",
        "Коли ваш ІМТ потрапляє в діапазон від [thresholds_overweight] до [thresholds_obese1], ви класифікуються як ожиріння класу I. кількість жиру, накопиченого у вашому організмі, перевищила нормальний рівень і повинна негайно контролюватись для запобігання ускладнень, таких як серцево -судинні захворювання, діабет та інші хронічні стани. Почніть з коригування свого раціону-іграйально зменшіть споживання продуктів з високим вмістом цукру та насичених жирів, і замініть їх на багаті клітковими варіантами, такими як зелені овочі, фрукти та цільнозернові зерна. Доповніть їжу високоякісними джерелами білка, такими як худорляве м'ясо, риба, яйця та бобові, щоб допомогти підтримувати м’язову масу під час процесу втрати жиру. У той же час збільшення фізичної активності дуже важливо. Ви повинні почати з аеробних вправ, таких як ходьба, пробіжок, плавання або їзда на велосипеді в поєднанні з силовими тренувальними вправами. Крім того, уважно стежте за розмірами порцій, приймати звичку їсти кілька невеликих прийомів їжі протягом дня та забезпечити достатню кількість сну, щоб підтримати свій метаболізм. При необхідності проконсультуйтеся з дієтологом, щоб розробити безпечний та ефективний план схуднення.",
        "Ожиріння класу II",
        "Коли ваш ІМТ потрапляє між [thresholds_obese1] та [thresholds_obese2], ви класифікуються як ожиріння класу II. Високий рівень накопичення жиру ставить ваш організм серйозний ризик проблем зі здоров’ям, таких як серцево -судинні захворювання, діабет та інші метаболічні розлади. Для поліпшення цього стану важливим є коригування свого раціону. Пріоритетність натуральних продуктів, багатих на клітковину, таких як зелені овочі, фрукти, цільнозернові зерна та горіхи, при мінімізації фаст-фуду, оброблені продукти та предмети з високим вмістом цукру. Додайте свій раціон білка з худорлявого м'яса, риби та нежирних молочних продуктів, які допомагають підтримувати м’язову масу під час схуднення. Крім того, збільшення фізичної активності за допомогою аеробних вправ та силових тренувань допоможе більш ефективно спалити калорії. Підтримка належного сну та залучення до вправ на релаксацію, таких як йога та медитація, також допоможе регулювати ваші гормони та зменшити тягу. Регулярний моніторинг ваги та загальний прогрес у здоров’ї дозволить вам своєчасно регулювати дієту та рутину вправи, тим самим покращуючи здоров'я.",
        "Ожиріння класу III",
        "Коли ваш ІМТ перевищує [thresholds_obese2], ви класифікуються як ожиріння класу III - важке ожиріння. Цей стан вимагає медичного втручання та всебічної зміни способу життя. По-перше, розробіть науковий план харчування, який надає пріоритет натуральних, низькокалорійних, але щільних поживних продуктах харчування, таких як зелені овочі, фрукти, цільнозернові зерна та білок з пісного м'яса, риби та тофу. Повністю обмежуйте швидке харчування, перероблені продукти та продукти з високим вмістом цукру та насичених жирів. Поряд з вашим раціоном, дуже важливе збільшення безпечних фізичних навантажень. Почніть з легких вправ, таких як ходьба або плавання під професійним керівництвом, і поступово збільшують інтенсивність. Поєднання аеробних вправ із силовими тренуваннями допоможе спалити калорії та покращити серцево -судинну функцію. Не забудьте достатньо поспати та практикувати вправи на розслаблення, такі як йога або медитація, щоб зменшити стрес і регулювати гормони. Якщо можливо, працюйте з медичними працівниками, дієтологами чи особистими тренерами, щоб розробити безпечний та ефективний план схуднення. Пам'ятайте, що зміна вашого способу життя - це довгий процес, який вимагає наполегливості та відданості, але кожен крок наближає вас до здоровішого тіла в майбутньому.",
        "Результат",
        "ІМТ",
        "Стан тіла",
        "Порада для вас"
    ]
}