{
    "trans": [
        "Máy tính BMI",
        "Tuổi",
        "Nhập tuổi",
        "Giới tính",
        "Nam",
        "Nữ",
        "Chiều cao",
        "Nhập chiều cao",
        "Cân nặng",
        "Nhập trọng lượng",
        "Tính toán",
        "Đang tải",
        "Thiếu cân nặng",
        "BMI của bạn ở dưới [thresholds_severe]. Điều này được phân loại là thiếu cân nặng, có nghĩa là cơ thể bạn đang bị thiếu hụt các chất dinh dưỡng nghiêm trọng. Để cải thiện tình trạng này, bạn cần tập trung vào việc kết hợp các nguồn protein chất lượng cao như thịt nạc, cá, trứng, sữa nguyên chất và các loại đậu khác nhau. Ngoài ra, bổ sung chế độ ăn uống của bạn bằng carbohydrate phức tạp từ gạo nâu, khoai lang và ngũ cốc nguyên hạt để cung cấp năng lượng bền vững. Chia bữa ăn của bạn thành 5 phần nhỏ hơn trong suốt cả ngày sẽ giúp cơ thể bạn hấp thụ chất dinh dưỡng hiệu quả hơn. Hơn nữa, bao gồm nhiều loại rau xanh, trái cây tươi và nhiều loại hạt khác nhau sẽ đảm bảo rằng bạn nhận được đủ vitamin, khoáng chất và chất xơ, hỗ trợ hệ thống tiêu hóa của bạn và tăng cường hệ thống miễn dịch. Đồng thời, duy trì giấc ngủ đầy đủ (ít nhất 7 giờ đến 8 giờ mỗi đêm) và quản lý căng thẳng thông qua các hoạt động như yoga, thiền hoặc đi bộ nhẹ là vô cùng quan trọng. Nếu cần thiết, hãy tham khảo ý kiến ​​chuyên gia dinh dưỡng để phát triển một kế hoạch bữa ăn phù hợp với tình trạng của bạn và theo dõi chặt chẽ tiến trình của bạn trong việc cải thiện sức khỏe của bạn. Thay đổi lối sống và chế độ ăn uống nên được thực hiện dần dần và nhất quán để đạt được kết quả bền vững.",
        "Trung bình thiếu cân",
        "Với chỉ số BMI từ [thresholds_severe] đến [thresholds_moderate], bạn được phân loại là thiếu cân vừa phải. Tình trạng này chỉ ra rằng cơ thể bạn đang bị thiếu hụt chất dinh dưỡng, mặc dù không ở mức độ nghiêm trọng. Bạn nên tăng cường chế độ ăn uống hàng ngày bằng cách bao gồm thêm protein từ các nguồn như thịt gà, cá, trứng và các loại đậu khác nhau; Cũng như kết hợp carbohydrate phức tạp từ ngũ cốc nguyên hạt và khoai lang để cung cấp năng lượng bền vững. Thêm rau xanh và trái cây sẽ giúp cung cấp các vitamin và khoáng chất cần thiết. Cố gắng chia bữa ăn của bạn thành nhiều phần nhỏ trong suốt cả ngày và đảm bảo bạn uống đủ nước để hỗ trợ tiêu hóa. Về hoạt động thể chất, bắt đầu với các bài tập nhẹ nhàng như đi bộ, yoga hoặc bơi lội để kích thích sự thèm ăn lành mạnh và cải thiện hệ thống tiêu hóa của bạn. Duy trì giấc ngủ đầy đủ và giảm căng thẳng cũng sẽ giúp cơ thể bạn hấp thụ chất dinh dưỡng hiệu quả hơn. Nếu có thể, hãy tham khảo ý kiến ​​của một chuyên gia dinh dưỡng để phát triển một kế hoạch ăn uống phù hợp và theo dõi tiến trình của bạn trong việc cải thiện sức khỏe của bạn.",
        "Một chút thiếu cân",
        "Khi BMI của bạn rơi vào giữa [thresholds_moderate] và [thresholds_mild], bạn được phân loại là một chút thiếu cân. Mặc dù nó không quá nghiêm trọng, cơ thể bạn vẫn cần cải thiện để đạt được sự cân bằng dinh dưỡng tối ưu. Bạn nên tăng lượng thức ăn giàu protein như thịt nạc, cá, trứng, sữa và các loại đậu khác nhau, cùng với carbohydrate từ ngũ cốc nguyên hạt để cung cấp năng lượng ổn định. Đừng quên bao gồm các loại rau xanh và trái cây tươi để cung cấp các vitamin, khoáng chất và chất xơ cần thiết. Thay vì có ba bữa ăn lớn, hãy thử chia thức ăn của bạn thành 5 bữa ăn nhỏ hơn trong suốt cả ngày. Về hoạt động thể chất, các bài tập nhẹ như đi bộ, yoga hoặc bơi lội sẽ giúp cơ thể bạn chuyển hóa tốt hơn và tăng cường hệ thống tiêu hóa của bạn. Đảm bảo ngủ đầy đủ và quản lý căng thẳng một cách hiệu quả cũng rất quan trọng. Nếu có thể, hãy tham khảo ý kiến ​​một chuyên gia dinh dưỡng cho một kế hoạch bữa ăn phù hợp và chế độ để giúp bạn cải thiện sức khỏe của mình một cách bền vững.",
        "Bình thường",
        "Xin chúc mừng, chỉ số BMI của bạn nằm trong phạm vi của [thresholds_mild] đến [thresholds_normal] - được phân loại là bình thường. Điều này chỉ ra rằng cơ thể của bạn đang ở trong tình trạng dinh dưỡng cân bằng. Tuy nhiên, việc duy trì mức độ này đòi hỏi một chế độ ăn kiêng đa dạng và lối sống lành mạnh. Hãy chắc chắn rằng các bữa ăn hàng ngày của bạn bao gồm đủ protein (từ thịt nạc, cá, trứng, sữa và đậu), carbohydrate phức tạp (từ ngũ cốc nguyên hạt và khoai lang), cùng với chất béo lành mạnh từ dầu thực vật và các loại hạt khác nhau. Rau xanh và trái cây sẽ cung cấp các vitamin, khoáng chất và chất xơ cần thiết. Ngoài ra, duy trì một thói quen tập thể dục thường xuyên như đi bộ, chạy bộ, bơi lội hoặc yoga để giữ cho cơ thể của bạn hoạt động. Ngủ đủ giấc (7 giờ đến 8 giờ mỗi đêm) và quản lý căng thẳng hiệu quả sẽ giúp cải thiện sự trao đổi chất và hệ thống miễn dịch của bạn. Đừng quên theo dõi cân nặng của bạn và kiểm tra sức khỏe thường xuyên để duy trì tình trạng tốt hiện tại của bạn.",
        "Thừa cân",
        "Với chỉ số BMI giữa [thresholds_normal] và [thresholds_overweight], bạn rơi vào danh mục thừa cân. Tình trạng này chỉ ra rằng cơ thể bạn có lượng chất béo dư thừa so với mức bình thường, điều này có thể dẫn đến tăng nguy cơ mắc các bệnh tim mạch, tiểu đường hoặc huyết áp cao nếu không được kiểm soát. Để cải thiện tình trạng của bạn, hãy điều chỉnh chế độ ăn uống của bạn bằng cách giảm tiêu thụ thực phẩm nhiều đường, chất béo bão hòa và thức ăn nhanh. Thay vào đó, ưu tiên thực phẩm giàu chất xơ, rau xanh, trái cây và ngũ cốc nguyên hạt. Việc bổ sung chế độ ăn uống của bạn với protein từ thịt nạc, cá và các sản phẩm sữa không béo cũng rất quan trọng. Ngoài ra, việc tăng hoạt động thể chất hàng ngày của bạn, chẳng hạn như đi bộ nhanh, chạy bộ, bơi lội hoặc đạp xe, sẽ giúp đốt cháy chất béo dư thừa và cải thiện sức khỏe tim mạch. Chia bữa ăn của bạn thành nhiều phần nhỏ hơn trong suốt cả ngày và uống đủ nước cũng sẽ hỗ trợ tiêu hóa và trao đổi chất. Hơn nữa, đảm bảo giấc ngủ đầy đủ và giảm căng thẳng thông qua các bài tập thư giãn như yoga hoặc thiền sẽ giúp cơ thể bạn phục hồi tốt hơn.",
        "Lớp béo phì i",
        "Khi BMI của bạn nằm trong phạm vi từ [thresholds_overweight] đến [thresholds_obese1]. Bắt đầu bằng cách điều chỉnh chế độ ăn uống của bạn, giảm mức tiêu thụ thực phẩm nhiều đường và chất béo bão hòa, và thay thế chúng bằng các lựa chọn giàu chất xơ như rau xanh, trái cây và ngũ cốc nguyên hạt. Bổ sung bữa ăn của bạn với các nguồn protein chất lượng cao như thịt nạc, cá, trứng và các loại đậu để giúp duy trì khối lượng cơ bắp trong quá trình giảm béo. Đồng thời, việc tăng hoạt động thể chất của bạn là rất quan trọng. Bạn nên bắt đầu với các bài tập aerobic như đi bộ, chạy bộ, bơi lội hoặc đạp xe, kết hợp với các bài tập luyện sức mạnh. Ngoài ra, theo dõi chặt chẽ kích thước phần của bạn, áp dụng thói quen ăn nhiều bữa nhỏ trong suốt cả ngày và đảm bảo bạn có đủ giấc ngủ để hỗ trợ sự trao đổi chất của mình. Nếu cần thiết, tham khảo ý kiến ​​chuyên gia dinh dưỡng để phát triển một kế hoạch giảm cân an toàn và hiệu quả.",
        "Lớp béo phì II",
        "Khi BMI của bạn rơi vào giữa [thresholds_obese1] và [thresholds_obese2], bạn được phân loại là loại II béo phì. Mức độ tích lũy chất béo cao khiến cơ thể bạn có nguy cơ nghiêm trọng đối với các vấn đề sức khỏe như bệnh tim mạch, tiểu đường và các rối loạn trao đổi chất khác. Để cải thiện tình trạng này, điều chỉnh chế độ ăn uống của bạn là điều cần thiết. Ưu tiên các thực phẩm tự nhiên, giàu chất xơ như rau xanh, trái cây, ngũ cốc nguyên hạt và các loại hạt, đồng thời giảm thiểu thức ăn nhanh, thực phẩm chế biến và các mặt hàng đường cao. Bổ sung chế độ ăn uống của bạn với protein từ thịt nạc, cá và các sản phẩm sữa không béo để giúp duy trì khối lượng cơ bắp trong quá trình giảm cân. Ngoài ra, việc tăng hoạt động thể chất của bạn thông qua các bài tập hiếu khí và tập luyện sức mạnh sẽ giúp đốt cháy calo hiệu quả hơn. Duy trì giấc ngủ đầy đủ và tham gia vào các bài tập thư giãn như yoga và thiền cũng sẽ giúp điều chỉnh hormone của bạn và giảm cảm giác thèm ăn. Thường xuyên theo dõi cân nặng và tiến bộ sức khỏe tổng thể của bạn sẽ cho phép bạn điều chỉnh chế độ ăn uống và thói quen tập thể dục kịp thời, từ đó cải thiện sức khỏe của bạn một cách an toàn.",
        "Lớp béo phì III",
        "Khi BMI của bạn vượt quá [thresholds_obese2], bạn được phân loại là loại III béo phì - béo phì nghiêm trọng. Tình trạng này đòi hỏi sự can thiệp y tế và thay đổi lối sống toàn diện. Đầu tiên, phát triển một kế hoạch dinh dưỡng khoa học ưu tiên các thực phẩm tự nhiên, ít calo nhưng đậm đặc chất dinh dưỡng như rau xanh, trái cây, ngũ cốc nguyên hạt và protein từ thịt nạc, cá và đậu phụ. Hoàn toàn hạn chế thức ăn nhanh, thực phẩm chế biến và thực phẩm nhiều đường và chất béo bão hòa. Bên cạnh chế độ ăn uống của bạn, việc tăng hoạt động thể chất an toàn là rất quan trọng. Bắt đầu với các bài tập nhẹ như đi bộ hoặc bơi dưới hướng dẫn chuyên nghiệp, và dần dần tăng cường độ. Kết hợp các bài tập aerobic với đào tạo sức mạnh sẽ giúp đốt cháy calo và cải thiện chức năng tim mạch. Hãy chắc chắn để có đủ giấc ngủ và thực hành các bài tập thư giãn như yoga hoặc thiền định để giảm căng thẳng và điều chỉnh hormone của bạn. Nếu có thể, hãy làm việc với các chuyên gia chăm sóc sức khỏe, chuyên gia dinh dưỡng hoặc huấn luyện viên cá nhân để phát triển một kế hoạch giảm cân an toàn và hiệu quả. Hãy nhớ rằng việc thay đổi lối sống của bạn là một quá trình lâu dài đòi hỏi sự kiên trì và cam kết, nhưng mỗi bước đưa bạn đến gần hơn với một cơ thể khỏe mạnh hơn trong tương lai.",
        "Kết quả",
        "BMI",
        "Tình trạng cơ thể",
        "Lời khuyên cho bạn"
    ]
}