{
    "trans": "<section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Pambuka</h2>\n                <p class=\"mb-4\">\n                    Ing lelungan kesehatan lan fitness, ngerti kabutuhan energi awak sampeyan penting.Salah sawijining metrik utama kanggo ngerti yaiku <a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100 href=\"/jv/bmr-calculator\" title=\"kalkulator BMR\">kalkulator BMR</a> sampeyan, sing mbantu nemtokake kalori sing dibutuhake kanggo awak sampeyan bisa digunakake.Pandhuan lengkap iki bakal njelajah kabeh saka definisi <strong>tingkat metabolik basal</strong> kanggo nggunakake metrik iki kanggo ngoptimalake manajemen bobot, bathi sakabehe.Kalkulator BMR\n                </p>\n                <p class=\"mb-4\">\n                    Apa sampeyan anyar kanggo fitness utawa atlit sing mahal, ngerti carane <strong>ngetung BMR</strong> kanthi akurat.Kita bakal ngrembug macem-macem cara, ngenalake <strong>formula BMR</strong>, lan nerangake babagan percakan kasebut ana hubungane karo kalori sing dibutuhake kanggo kegiatan saben dinane.Pandhuan iki uga ngatasi salah tanggapan umum lan menehi tips sing bisa ditindakake kanggo nambah metabolisme sampeyan.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Apa tingkat metabolik basal (BMR)?</h2>\n                <p class=\"mb-4\">\n                    <strong>Tingkat metabolik basal</strong> nuduhake jumlah kalori awak sing kudu njaga fungsi penting nalika ngaso.Fungsi kasebut kalebu ambegan, sirkulasi, produksi sel, lan peraturan suhu.Kanthi istilah sing gampang, BMR minangka energi sing dibutuhake kanggo slamet yen sampeyan ora melu kegiatan fisik.\n                </p>\n                <p class=\"mb-4\">\n                    Ngerti BMR sampeyan menehi kaweruh babagan jumlah kalori sing paling murah sing dibutuhake kanggo nyengkuyung.Informasi iki penting kanggo sapa wae sing pengin ngatur kanggo ngatur bobot, ngrancang diet, utawa ngoptimalake rutinitas latihan.Iki uga nyedhiyakake garis dasar kanggo ngitung pengeluaran energi total saben dina (tdee), sing kalebu kabeh kegiatan fisik saben dina.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Cara ngetung BMR sampeyan</h2>\n                <p class=\"mb-4\">\n                    Akeh wong sing takon, \"Kepiye cara <strong>ngetung BMR</strong> kanthi akurat?\"Cara sing paling akeh digunakake yaiku rumus Mifflin-St.Persamaan iki nganggep umur, bobot, dhuwur, lan jender kanggo menehi perkiraan BMR sing bisa dipercaya.\n                </p>\n                <p class=\"mb-4\">\n                    Persamaan kanggo pria lan wanita rada beda:\n                </p>\n                <p class=\"mb-4\">\n                    Kanggo pria:\n                </p>\n                <p class=\"mb-4\">\n                    <p class=\"mb-4\">                     <code>BMR = 10 × weight (kg) + 6.25 × height (cm) - 5 × age (years) + 5</code>                 </p>\n                </p>\n                <p class=\"mb-4\">\n                    Kanggo wanita:</p>\n                <p class=\"mb-4\">\n                    <p class=\"mb-4\">                     <code>BMR = 10 × weight (kg) + 6.25 × height (cm) - 5 × age (years) - 161</code>                 </p>\n                </p>\n                <p class=\"mb-4\">\n                    Formula kasebut mbentuk dhasar formula Hitungan BMR kanggo pria lan wanita lan digunakake digunakake kanggo ngira-ngira pirang-pirang kalori sing diobong.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Napa ngerti BMR sampeyan penting</h2>\n                <p class=\"mb-4\">\n                    Ngerti BMR sampeyan minangka langkah pertama menyang manajemen bobot sing efektif.Sampeyan ngidini sampeyan ngerti syarat kalori awak sampeyan, mesthekake yen sampeyan nggunakake jumlah sing cocog kanggo tujuan tartamtu.Apa sampeyan ngupayakake, njaga, utawa entuk bobot, BMR sampeyan nyedhiyakake dhasar kanggo kabutuhan kalori saben dina.\n                </p>\n                <p class=\"mb-4\">\n                    Contone, yen sampeyan nyoba ilang bobot, sampeyan kudu nggawe kekurangan kalori kanthi nggunakake luwih kalori tinimbang awak sing diobong.Ing sisih liya, yen sampeyan pengin mbangun otot, sampeyan kudu nggunakake kalori luwih akeh tinimbang awak sampeyan mbutuhake istirahat.Mangkono, ngerti <strong>BMR lan kalori</strong> minangka unsur penting kanggo rencana panganan utawa olahraga.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">BMR vs. TDEE: Apa bedane?</h2>\n                <p class=\"mb-4\">\n                    Nalika tingkat metabolisme basal ngukur energi sing dibutuhake, total energi energi (TDEE) (tdee) total (tdee) mbutuhake akun kalori sing diobong liwat kabeh kegiatan fisik.Bentenane antarane BMR lan tdee penting kanggo nggawe pendekatan sing seimbang kanggo diet lan olahraga.\n                </p>\n                <p class=\"mb-4\">\n                    Kanggo ngira tdee, Multiply BMR kanthi faktor kegiatan:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Sedentary (sithik utawa ora ana olahraga): BMR × 1.2</li>\n                    <li class=\"mb-2\">Entheptif aktif (olahraga cahya 1-3 dina / minggu): BMR × 1.375</li>\n                    <li class=\"mb-2\">Olahraga sing aktif (Moderat 3-5 dina / minggu): BMR × 1,55</li>\n                    <li class=\"mb-2\">Aktif banget (olahraga hard 6-7 dina / minggu): BMR × 1.725</li>\n                    <li class=\"mb-2\">Super Aktif (latihan sing kuat utawa proyek fisik): BMR × 1.9</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Perbandingan iki mbantu njlentrehake bedhèn BMR vs jelas diterangno lan mesthekake sampeyan nyetel target kalori sing nyata adhedhasar rutinitas saben dina.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Nggunakake BMR kanggo nyetel intake kalori saben dinten</h2>\n                <p class=\"mb-4\">\n                    Salah sawijining aplikasi sing paling praktis ngerti BMR sampeyan wis nemtokake intake kalori saben dina sampeyan.Sawise sampeyan wis ngetung BMR, sampeyan bisa faktor ing level kegiatan kanggo nemtokake tdee sampeyan, yaiku jumlah kalori sing diobong saben dina.\n                </p>\n                <p class=\"mb-4\">\n                    Gumantung saka tujuan sampeyan:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Mundhut bobot: nggunakake luwih saka kalori tinimbang nggawe defisit.</li>\n                    <li class=\"mb-2\"><strong>Pangopènan Bobot:</strong> Mangan kalori sing padha karo sampeyan.</li>\n                    <li class=\"mb-2\"><strong>Gain bobot:</strong> Mangan kalori luwih akeh tinimbang tdee sampeyan kanggo nggawe otot lan massa.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Cara iki njawab pitakon umum, apa BMR lan cara nggunakake?Efektif, ngidini sampeyan ngarang panganan menyang kabutuhan energi.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Kalkulator BMR paling apik kanggo bobot awak</h2>\n                <p class=\"mb-4\">\n                    Kanggo individu sing fokus ing bobote bobote, milih kalkulator BMR paling apik kanggo bobot mundhut beruang.Alat sing efektif ora mung ngitung BMR nanging uga nyetel level kegiatan kanggo nyedhiyakake target kalori saben dina sing komprehensif.\n                </p>\n                <p class=\"mb-4\">\n                    Kalkulator kasebut nawakake:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Antarmuka sing ramah pangguna kanggo input umur, bobot, dhuwur, lan jender.</li>\n                    <li class=\"mb-2\">Prakiraan sing tepat kanthi nggabungake BMR karo level kegiatan sampeyan kanggo nggawe gambar lengkap saka kabutuhan energi.</li>\n                    <li class=\"mb-2\">Pandhuan tambahan ing diet lan olahraga kanggo mbantu entuk target bobot awak.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Kanthi nggunakake kalkulator BMR sing komprehensif kanthi tingkat kegiatan, sampeyan bisa njamin rencana bobot awak sampeyan efektif lan sustainable.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Kepiye cara nambah BMR kanthi alami</h2>\n                <p class=\"mb-4\">\n                    Sanajan BMR sampeyan umume ditemtokake dening Genetika lan umur, ana sawetara cara kanggo nambah BMR kanthi alami:\n                </p>\n                <ul>\n                    <li class=\"mb-2\"><strong>Gawe otot Lean:</strong> otot ngobong kalori luwih akeh tinimbang gajih sanajan liyane.</li>\n                    <li class=\"mb-2\"><strong>Latihan rutin:</strong> Loro-lorone latihan kardio lan kekuatan bisa ningkatake metabolisme sampeyan.</li>\n                    <li class=\"mb-2\">Nget protein: protein nambah efek termis, mbantu ngobong kalori tambahan.</li>\n                    <li class=\"mb-2\"><strong>Tetep hydrated:</strong> ngombe banyu, utamane banyu adhem, bisa nambah tingkat metabolik sampeyan.</li>\n                    <li class=\"mb-2\"><strong>Entuk turu sing cukup:</strong> istirahat sing tepat mbantu njaga keseimbangan hormonal lan ndhukung metabolisme sing sehat.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Nggabungake pangowahan gaya urip iki bisa nyebabake tingkat metabolis sing luwih dhuwur sajrone wektu, mesthekake yen sampeyan entuk akeh panggunaan kalori saben dina.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Kesalahane umum babagan BMR</h2>\n                <p class=\"mb-4\">\n                    Ana sawetara mitos sekitar tingkat metabolik bas bisa nyebabake kebingungan:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">BMR tetep: ing kasunyatan, BMR nolak karo umur lan owah-owahan komposisi awak.</li>\n                    <li class=\"mb-2\">Formula ukuran siji-ukuran: Sanajan rumus sing digunakake digunakake nyedhiyakake garis dasar, beda dhasar kayata otot lan genetika mengaruhi asil.</li>\n                    <li class=\"mb-2\"><strong>Mung faktor bobot mundhut:</strong> Nalika BMR iku penting, diet, olahraga, lan gaya urip uga duwe peran penting.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Nyingkirake mitos iki penting kanggo nggawe keputusan sing diwartakake babagan perjalanan kesehatan lan fitness sampeyan.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Tips Praktis kanggo Nggunakake Kalkulator BMR</h2>\n                <p class=\"mb-4\">\n                    Kanggo entuk paling akeh <strong>kalkulator BMR</strong>, pikirake tips praktis iki:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Mesthekake yen sampeyan ngetik data sing tepat (umur, bobot, dhuwur, lan jender) kanggo entuk pitungan sing tepat.</li>\n                    <li class=\"mb-2\">Ngeculake BMR kanthi sacara berkala amarga tingkat komposisi awak lan kegiatan sampeyan.</li>\n                    <li class=\"mb-2\">Gabungke BMR karo level kegiatan sampeyan kanggo nemtokake pangeluaran energi total saben dina (tdee).</li>\n                    <li class=\"mb-2\">Nyetel asupan kalori sampeyan adhedhasar target - apa bobote bobot, pangopènan, utawa keuntungan otot.</li>\n                    <li class=\"mb-2\">Konsultasi karo profesional nutrisi utawa fitness kanggo saran pribadi.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Langkah-langkah kasebut mbantu mesthekake yen sampeyan nggunakake informasi saka BMR kanthi efektif, supaya sampeyan ngoptimalake rutinitas diet lan latihan sampeyan.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Ngatasi debat BMR vs TDee</h2>\n                <p class=\"mb-4\">\n                    Sumber pangerten umum yaiku ngerteni bedane ing BMR lan tdee.Nalika <strong>BMR lan kalori</strong> nyedhiyakake syarat energi dasar ing istirahat, tdee nggabungake kegiatan saben dinane.\n                </p>\n                <p class=\"mb-4\">\n                    Ngenali bedane BMR vs nerangake penting kanggo nyetel target kalori sing cocog, apa target sampeyan bakal ilang bobot, njaga otot.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Pertimbangan Lanjut: Ngatur kanggo tujuan khusus</h2>\n                <p class=\"mb-4\">\n                    Gol-macem-macem tujuan fitness mbutuhake pendekatan sing cocog.Yen tujuane bakal ilang bobot, sampeyan bisa uga nganggo strategi sing nggunakake luwih akeh kalori tinimbang tdee sampeyan.Kanggo bathi otot, kelebihan kalori perlu.Intine yaiku nyetel intake kalori adhedhasar petungan akurat sing diwenehake dening <strong>kalkulator BMR kanthi umur, bobot, lan dhuwur</strong> metrik.\n                </p>\n                <p class=\"mb-4\">\n                    Kanthi rekitasi sing tepat lan recalcasional, sampeyan bisa mesthekake yen diet lan regimen olahraga sampeyan tetep didadekake siji komposisi awak lan tujuan fitness sakabehe.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Tuladha nyata lan pasinaon kasus</h2>\n                <p class=\"mb-4\">\n                    Nliti conto sing nyata-nyata bisa ngilangi carane nggunakake <strong>kalkulator BMR</strong> mengaruhi Perjalanan Kesehatan lan Kesehatan.\n                </p>\n                <h3 class=\"text-xl font-semibold mb-4\">Tuladha 1: Perjalanan Mundhut Bobot Sarah</h3>\n                <p class=\"mb-4\">\n                    Sarah, wong wadon umur 35 taun, miwiti perjalanan kanthi nggunakake kalkulator BMR sing dipercaya kanggo nemtokake kabutuhan kalori saben dina.Kanthi input umur, bobote, lan dhuwur ing kalkulator, dheweke entuk perkiraan kalori sing diobong kanthi istirahat.Ngatur gaya gaya urip sing entheng, dheweke ngetung berbaya energi total saben dina (tdee) (tdee) total lan banjur nggawe kekurangan kalori sing andhap asor kanggo miwiti mundhut bobot.\n                </p>\n                <p class=\"mb-4\">\n                    Suwe-suwe, Sarah ngawasi kemajuan, ngelingake BMR amarga bobote diganti, lan apik sing dicoba diet.Pendhaftaran data sing didorong mbantu dheweke entuk bobot awak sing lestari nalika mesthekake yen dheweke isih nemoni kabutuhan nutrisi.\n                </p>\n                <h3 class=\"text-xl font-semibold mb-4\">Tuladha 2: Rencana Gedung Otot John</h3>\n                <p class=\"mb-4\">\n                    John, wong lanang umur 28 taun kanthi kapentingan kepincut ing bangunan otot, nggunakake kalkulator BMR kanggo ngira burn kalori dasar.Factoring ing rutinitas olahraga sing ketat, dheweke nemtokake todee dheweke banjur ngrencanakake keluwih kalori kanggo bahan bakar otot.Kanthi nglacak kemajuan lan nyetel intake dheweke yen perlu, John bisa mbangun Mass Otot Lean kanthi efektif.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Pitakonan Paling Kerep Babagan BMR</h2>\n                <p class=\"mb-4\">\n                    Mangkene sawetara pitakon umum babagan BMR lan kepiye pengaruh kesehatan:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">\n                        <strong>Apa cara sing paling tepat kanggo ngetung bmku?</strong>- Nalika rumus Mifflin-St digunakake, faktor individu kayata otot lan kesehatan umume bisa mengaruhi nilai nyata.\n                    </li>\n                    <li class=\"mb-2\">\n                        <strong>Sepira kerepe aku kudu ngetung bmr?</strong>- Disaranake kanggo ngeculke saben sawetara wulan utawa sawise owah-owahan sing signifikan utawa tingkat kegiatan.\n                    </li>\n                    <li class=\"mb-2\">\n                        <strong>Apa BMR sampeyan bisa ngganti wektu?</strong>- Ya, nalika sampeyan umur utawa ngganti komposisi awak, BMR sampeyan bisa fluktuasi.\n                    </li>\n                    <li class=\"mb-2\">\n                        <strong>Apa bisa ngundhakake metabolisme?</strong>- Owah-owahan gaya urip kayata latihan rutin, pelatihan kekuatan, lan diet sing seimbang bisa mbantu nambah tingkat metabolik.\n                    </li>\n                    <li class=\"mb-2\">\n                        <strong>Kepiye carane nggabungake BMR karo target fitness?</strong>- Gunakake BMR minangka garis dasar, gabungke karo tingkat kegiatan sampeyan supaya tdee sampeyan, lan atur intake kalori sampeyan adhedhasar tujuan sampeyan - dadi bobot, pangopènan, utawa keuntungan otot.\n                    </li>\n                </ul>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Tips ahli kanggo nggedhekake kesehatan metabolis sampeyan</h2>\n                <p class=\"mb-4\">\n                    Mangkene sawetara strategi sing disaranake kanggo ngoptimalake tingkat metabolik:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Gabung karo latihan Kode lan Kekuwatan menyang rutinitas sampeyan kanggo ningkatake pengeluaran energi.</li>\n                    <li class=\"mb-2\">Njaga jadwal panganan sing konsisten kanggo ngatur metabolisme lan ngindhari wektu pasa sing berpanjangan.</li>\n                    <li class=\"mb-2\">Nglacak kemajuan kanthi pangukuran lan recalculasi BMR rutin.</li>\n                    <li class=\"mb-2\">Tetep dianyari karo riset paling anyar lan nyetel rencana fitness sampeyan.</li>\n                    <li class=\"mb-2\">Prioritas Turu lan Manajemen Stress kanggo ndhukung imbangan hormonal lan kesehatan metabolis.</li>\n                </ul>\n            </section>\n            <section class=\"mb-8\" id=\"faq\">\n              <h2 class=\"text-2xl font-semibold mb-6 text-center\">Pitakon sing asring takon</h2>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\" open>\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Apa BMR?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  BMR (tingkat metabolik basal) yaiku jumlah kalori awak sing kudu ditindakake kanthi fungsi kaya napas, sirkulasi, lan Cell Cell nalika istirahat.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Kepiye BMR diwilang?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  BMR bisa diwilang nggunakake formula kaya persamaan Harris-Benediktus utawa rumus perangan Mifflin-St, sing nganggep umur, jender, bobote, lan dhuwur.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Napa ngerti BMR sing penting?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Ngerti BMR sampeyan mbantu sampeyan nemtokake pirang-pirang kalori sing dibutuhake kanggo awak, sing migunani kanggo nyetel target kalori kanggo bobot awak, pangopènan, utawa bathi.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Apa bedane BMR lan tdee?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  BMR minangka jumlah kalori sing dibutuhake.TDee (Perbelanjaan energi total saben dina) kalebu BMR ditambah kalori dibakar liwat kegiatan fisik lan tugas saben dinane.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Apa BMR owah-owahan umur utawa bobote?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Ya.BMR biasane suda karo umur lan bisa nambah bobot, utamane yen otot saya tambah.Faktor kaya genetika, hormon, lan komposisi awak uga mengaruhi BMR.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Kepiye carane bisa nambah BMR?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Bangunan massa otot tanpa lemak, tetep aktif fisik, lan mangan panganan cilik sing asring bisa mbantu nambah BMR.Nanging, efek kasebut bisa beda-beda saben wong.\n                </p>\n              </details>\n            </section>\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Kesimpulan</h2>\n                <p class=\"mb-4\">\n                    Ringkesan, ngerti <strong>kalkulator BMR</strong> sampeyan minangka langkah penting kanggo ngatur kesehatan sakabehe.Kanthi sinau babagan <strong>ngetung BMR</strong> kanthi akurat lan nggabungake karo kegiatan saben dina, sampeyan bisa nyetel target kalori sing cocog kanggo bobot awak, pangopènan, utawa keuntungan otot.\n                </p>\n                <p class=\"mb-4\">\n                    Pandhuan iki wis nutupi kabeh saka definisi dhasar tingkat basal metabolik kanggo teknik canggih kaya nggunakake kalkulator magepokan karo pangaturan gaya urip.Kanthi genggeman sing jelas saka kabutuhan energi, sampeyan bisa nggawe keputusan sing disedhiyakake sing nyebabake sukses jangka panjang ing perjalanan fitness sampeyan.\n                </p>\n                <p class=\"mb-4\">\n                    Elinga kanggo ngetrenake metrik sampeyan amarga awak saya ganti, lan nimbang saran profesional yen perlu.Nguatake dhewe kanthi kawruh babagan pirang-pirang kalori sing dibutuhake awak, lan ngontrol kesehatan kanthi nggawe pilihan data sing didorong.\n                </p>\n            </section>"
}