{
    "sign": "Aquarius",
    "thumb": "https://static.calculators.im/upload/image/sign/aquarius.svg",
    "local_name": "Bảo Bình",
    "date_range": "Ngày 20 tháng 1 - 18 tháng 2",
    "element": "Không khí",
    "ruling_planet": "Sao Thiên Vương, Sao Thổ (truyền thống)",
    "symbol": "Người mang nước",
    "lucky_numbers": [
        "4",
        "7",
        "11",
        "22",
        "29"
    ],
    "lucky_colors": [
        "Màu xanh điện",
        "Màu ngọc lam",
        "Bạc"
    ],
    "lucky_days": [
        "Thứ bảy",
        "Thứ năm"
    ],
    "lucky_stones": [
        "Amethyst",
        "Garnet",
        "Obsidian"
    ],
    "general_traits": {
        "strengths": [
            "Tiến bộ",
            "Nguyên bản",
            "Độc lập",
            "Nhân đạo",
            "Trí tuệ",
            "Sáng tạo",
            "Lý tưởng"
        ],
        "weaknesses": [
            "Tách rời",
            "Bướng bỉnh",
            "Xa cách",
            "Không thể đoán trước",
            "Nổi loạn",
            "Xa cảm xúc",
            "Không cá nhân"
        ]
    },
    "personality": {
        "overview": "Bảo Bình là dấu hiệu thứ mười một của cung hoàng đạo, tượng trưng cho sự đổi mới, ý thức xã hội và độc lập trí tuệ.Các cá nhân Aquarius được biết đến với quan điểm tư duy tiến bộ, lý tưởng nhân đạo và cách tiếp cận độc đáo với cuộc sống.Họ là những người có tầm nhìn của cung hoàng đạo, liên tục làm việc để cải thiện xã hội thông qua các ý tưởng sáng tạo và các giá trị tiến bộ.",
        "detailed_traits": [
            "Tư duy sáng tạo với quan điểm độc đáo",
            "Giá trị và lý tưởng nhân đạo mạnh mẽ",
            "Độc lập và giá trị tự do tư tưởng",
            "Phương pháp trí tuệ để hiểu thế giới",
            "Thân thiện trong khi duy trì khoảng cách cá nhân",
            "Tư duy hướng về phía trước và tiến bộ",
            "Giá trị tính xác thực và độc đáo",
            "Thoải mái với những ý tưởng độc đáo",
            "Ra quyết định khách quan và hợp lý",
            "Quan tâm đến công nghệ và tiến bộ khoa học"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Bảo Bình đang kích thích trí tuệ, các đối tác tôn trọng tự do, coi trọng sự bình đẳng và tình bạn trong các mối quan hệ.Họ thể hiện tình yêu thông qua sự tôn trọng độc lập, tham gia vào các cuộc trò chuyện sâu sắc và chia sẻ những quan điểm và lợi ích độc đáo của họ.",
        "compatibility": {
            "most_compatible": [
                "Song Tử",
                "Thiên Bình",
                "Nhân Mã",
                "Bạch Dương"
            ],
            "least_compatible": [
                "Kim Ngưu",
                "Bọ Cạp",
                "Cự Giải"
            ]
        },
        "relationship_advice": "Cá nhân Bảo Bình cần cân bằng kết nối trí tuệ với liên kết cảm xúc.Làm việc để thể hiện cảm xúc cởi mở hơn là rút lui vào phân tích hợp lý.Hãy nhớ rằng lỗ hổng cảm xúc củng cố các mối quan hệ và kết nối cá nhân bổ sung cho ý thức xã hội tự nhiên của bạn.",
        "love_style": [
            "Giá trị tình bạn là nền tảng cho sự lãng mạn",
            "Tôn trọng sự độc lập và tự do cá nhân",
            "Đối tác hấp dẫn và kích thích trí tuệ",
            "Có thể đấu tranh với những biểu hiện truyền thống của sự lãng mạn",
            "Phương pháp tiếp cận mối quan hệ với quan điểm độc đáo",
            "Không thích sự chiếm hữu hoặc nhu cầu cảm xúc",
            "Thể hiện tình yêu thông qua việc chấp nhận sự độc đáo của đối tác"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân Bảo Bình xuất sắc trong sự nghiệp liên quan đến sự đổi mới, tiến bộ xã hội và tự do trí tuệ.Họ có một tài năng tự nhiên để nhìn thấy xu hướng trong tương lai, suy nghĩ bên ngoài ranh giới thông thường và hợp tác làm việc trong khi duy trì sự độc lập.",
        "suitable_careers": [
            "Khoa học và nghiên cứu",
            "Công nghệ và đổi mới kỹ thuật số",
            "Hoạt động xã hội và công việc phi lợi nhuận",
            "Khoa học môi trường",
            "Thuốc thay thế",
            "Tâm lý học và xã hội học",
            "Các nghiên cứu về chiêm tinh và siêu hình",
            "Cánh đồng nhân đạo",
            "Phát minh và phát triển sản phẩm",
            "Cải cách chính trị và phát triển chính sách"
        ],
        "financial_habits": "Các cá nhân Bảo Bình thường có cách tiếp cận độc đáo đối với tiền, đôi khi xen kẽ giữa quản lý thực tế và các quyết định tự phát.Họ có thể đầu tư vào các nguyên nhân nhân đạo, công nghệ sáng tạo hoặc mô hình kinh doanh độc đáo hơn là các công cụ tài chính truyền thống.",
        "work_style": [
            "Hoạt động độc lập hoặc trong các nhóm hợp tác",
            "Mang lại các giải pháp sáng tạo cho các vấn đề",
            "Không thích hệ thống phân cấp cứng nhắc và quản lý vi mô",
            "Giá trị sự bình đẳng và công bằng nơi làm việc",
            "Có thể chống lại các thủ tục thông thường hoặc truyền thống",
            "Vượt trội tại các dự án khái niệm và tư duy tiến bộ",
            "Hoạt động vì ý nghĩa ngoài bồi thường tài chính"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Bảo Bình cai trị hệ thống tuần hoàn, mắt cá chân và chân dưới.Các cá nhân Bảo Bình thường có khả năng phục hồi thể chất tốt nhưng có thể dễ bị các vấn đề liên quan đến lưu thông, thay đổi sức khỏe đột ngột hoặc căng thẳng từ quá mức tinh thần.",
        "common_health_issues": [
            "Chấn thương mắt cá chân và bong gân",
            "Vấn đề lưu hành",
            "Tĩnh mạch giãn tĩnh mạch",
            "Hệ thần kinh bất thường",
            "Căng thẳng từ sự hoạt động quá mức về tinh thần",
            "Các vấn đề từ các thói quen không đều",
            "Tóc mắt liên quan đến công nghệ"
        ],
        "wellness_advice": "Cân bằng kích thích trí tuệ với hoạt động thể chất và thực hành nền tảng.Hãy chú ý đến lưu thông thông qua chuyển động thường xuyên trong suốt cả ngày.Phát triển các mô hình giấc ngủ nhất quán mặc dù có xu hướng của bạn đối với lịch trình không đều.",
        "exercise_preferences": [
            "Các hoạt động thể dục nhóm với tự do cá nhân",
            "Tập luyện độc đáo và xu hướng tập thể dục mới",
            "Đi bộ đường dài và khám phá ngoài trời",
            "Đi xe đạp và các hoạt động liên quan đến chân",
            "Thể thao nhóm với các yếu tố chiến lược"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 mang đến cơ hội cho các dự án sáng tạo và mở rộng mạng xã hội cho các cá nhân Bảo Bình.Ý tưởng tiên tiến của bạn nhận được sự hỗ trợ và công nhận.Cân bằng theo đuổi trí tuệ với các kết nối cá nhân để tăng trưởng toàn diện.",
            "love": "Mối quan hệ phát triển thông qua kết nối trí tuệ và các giá trị được chia sẻ.Người Aquies độc thân có thể đáp ứng các đối tác tiềm năng thông qua các hoạt động nhóm hoặc nguyên nhân xã hội.Các mối quan hệ hiện tại sâu sắc với giao tiếp trung thực về tầm nhìn trong tương lai.",
            "career": "Tăng trưởng chuyên nghiệp đến thông qua việc chấp nhận thay đổi công nghệ và các dự án hợp tác.Ý tưởng sáng tạo của bạn có được lực kéo giữa năm.Cơ hội lãnh đạo có thể phát sinh trong các lĩnh vực liên quan đến tác động xã hội hoặc tiến bộ công nghệ.",
            "health": "Tập trung vào sức khỏe tuần hoàn thông qua chuyển động thường xuyên và hydrat hóa thích hợp.Sức khỏe tinh thần cải thiện với sự cân bằng giữa sự tham gia xã hội và thời gian chết cá nhân.Đặc biệt chú ý đến chăm sóc mắt cá chân và chân trong các hoạt động thể chất.",
            "finances": "Cơ hội bất ngờ cho tăng trưởng tài chính thông qua các dự án sáng tạo hoặc đầu tư độc đáo.Xem xét cách tiếp cận cân bằng giữa các nguyên nhân hỗ trợ mà bạn tin tưởng và xây dựng an ninh cá nhân."
        },
        "2026": {
            "overall": "2026 là một năm chuyển đổi cá nhân và tăng trưởng tâm linh cho Bảo Bình.Giá trị nhân đạo của bạn hướng dẫn các quyết định cuộc sống quan trọng.Tìm kiếm sự hài hòa giữa lý tưởng có tầm nhìn của bạn và thực tế thực tế mang lại sự thỏa mãn và tiến bộ.",
            "love": "Kết nối cảm xúc sâu sắc hơn phát triển khi bạn trở nên thoải mái hơn khi thể hiện lỗ hổng.Các mối quan hệ thành lập được hưởng lợi từ các hoạt động chia sẻ mới.Những người Aquies độc thân thu hút các đối tác, những người đánh giá cao cả sự độc lập và chiều sâu của bạn.",
            "career": "Tập trung chuyển sang các dự án phù hợp với các giá trị cốt lõi của bạn và tầm nhìn dài hạn.Giữa năm mang đến cơ hội để lãnh đạo các sáng kiến ​​liên quan đến đổi mới bền vững.Mạng chuyên nghiệp mở rộng thông qua các nền tảng cộng tác ảo.",
            "health": "Các thực hành tâm trí-cơ thể như yoga hoặc Tai chi mang lại lợi ích đáng chú ý.Hãy chú ý đến sức khỏe hệ thống thần kinh thông qua việc giải độc kỹ thuật số thông thường.Thử nghiệm với dinh dưỡng dựa trên thực vật có thể mang lại sự thay đổi năng lượng tích cực.",
            "finances": "Sự ổn định tài chính được cải thiện thông qua lập kế hoạch dài hạn cẩn thận.Xem xét các cơ hội đầu tư bền vững hoặc đạo đức phù hợp với giá trị của bạn.Một kế thừa hoặc tiền thưởng bất ngờ có thể đến vào cuối năm."
        },
        "2027": {
            "overall": "2027 nổi bật kết nối cộng đồng và tiến bộ tập thể cho Bảo Bình.Khả năng của bạn để hợp nhất các nhóm khác nhau xung quanh các mục tiêu chung mang đến những thành tựu đáng chú ý.Cân bằng giữa đổi mới và truyền thống tạo ra tác động lâu dài.",
            "love": "Mối quan hệ lãng mạn phát triển mạnh khi các lợi ích xã hội được chia sẻ trở thành tâm điểm.Đối tác đánh giá cao quan điểm có tầm nhìn của bạn trong khi giúp đỡ ý tưởng của bạn.Những người Aquari độc thân có thể tìm thấy các kết nối có ý nghĩa thông qua các hoạt động trí tuệ hoặc nhân đạo.",
            "career": "Cơ hội lãnh đạo xuất hiện trong các lĩnh vực hợp nhất công nghệ với phúc lợi của con người.Khả năng dự đoán xu hướng trong tương lai của bạn mang lại cho bạn một lợi thế cạnh tranh.Xem xét cố vấn cho người khác để mở rộng ảnh hưởng chuyên nghiệp của bạn.",
            "health": "Lưu thông và sức khỏe hô hấp xứng đáng được chú ý.Các hoạt động ngoài trời thường xuyên trong môi trường tự nhiên mang lại lợi ích cả về thể chất và tinh thần.Khám phá các chương trình chăm sóc sức khỏe dựa vào cộng đồng kết hợp kết nối xã hội với các mục tiêu sức khỏe.",
            "finances": "Liên doanh tài chính hợp tác cho thấy lời hứa.Cách tiếp cận sáng tạo của bạn để chia sẻ tài nguyên tạo ra các luồng thu nhập mới.Xem xét hình thành các nhóm đầu tư với các cá nhân có cùng chí hướng để tập hợp các nguồn lực để có tác động lớn hơn."
        },
        "2028": {
            "overall": "2028 đưa Bảo Bình vào thời kỳ đột phá trí tuệ và Phục hưng sáng tạo.Suy nghĩ độc đáo của bạn nhận được sự công nhận trong các vòng tròn rộng hơn.Cân bằng tư tưởng phân tích với những hiểu biết trực quan dẫn đến khám phá cá nhân đáng chú ý.",
            "love": "Mối quan hệ lãng mạn sâu sắc thông qua thăm dò trí tuệ và thảo luận triết học.Đối tác đánh giá cao sự thể hiện bản thân đích thực của bạn.Những người Aquis độc thân thu hút sự chú ý thông qua quan điểm độc đáo của họ và phong cách giao tiếp chân chính.",
            "career": "Cơ hội học tập hoặc nghiên cứu có thể xuất hiện bất ngờ.Khả năng tổng hợp thông tin phức tạp của bạn thành các định dạng có thể truy cập mang lại sự công nhận chuyên nghiệp.Xem xét xuất bản hoặc chia sẻ ý tưởng sáng tạo của bạn rộng hơn.",
            "health": "Tập trung vào sức khỏe não bộ thông qua các thách thức nhận thức và dinh dưỡng thích hợp.Mô hình giấc ngủ đòi hỏi sự chú ý khi hoạt động tinh thần tăng lên.Cân bằng kích thích trí tuệ với phần còn lại đầy đủ cho hạnh phúc tối ưu.",
            "finances": "Sở hữu trí tuệ hoặc công trình sáng tạo có thể tạo ra thu nhập bất ngờ.Xem xét đa dạng hóa dòng thu nhập thông qua các nền tảng kỹ thuật số hoặc các dự án chia sẻ kiến ​​thức.Giáo dục Văn học Tài chính mang lại lợi ích lâu dài."
        },
        "2029": {
            "overall": "2029 tập trung vào nền tảng gia đình và gia đình cho Bảo Bình.Tạo không gian phản ánh các giá trị độc đáo của bạn trở nên quan trọng.Tìm kiếm sự cân bằng giữa nhu cầu của bạn về sự tham gia của cộng đồng và tôn nghiêm cá nhân mang lại sự hoàn thành.",
            "love": "Sự hòa hợp trong nước trở thành ưu tiên trong các mối quan hệ.Các đối tác đánh giá cao những nỗ lực của bạn để tạo ra không gian chia sẻ độc đáo nhưng thoải mái.Người Aquies độc thân có thể tìm thấy các kết nối thông qua các cộng đồng tại nhà hoặc sắp xếp cuộc sống chung.",
            "career": "Cơ hội làm việc từ xa phù hợp với sở thích của bạn đối với năng suất tự trị.Xem xét việc tạo ra một văn phòng tại nhà hoặc không gian làm việc giúp tăng cường sự sáng tạo.Sự công nhận chuyên nghiệp đến thông qua đầu ra nhất quán hơn là khả năng hiển thị.",
            "health": "Thực hành nền tảng cải thiện sức khỏe tổng thể.Kết nối với thiên nhiên thường xuyên để đặt lại hệ thống điện của bạn.Các thói quen tập thể dục tại nhà được thiết lập trong năm nay tạo ra lợi ích sức khỏe lâu dài.",
            "finances": "Đầu tư bất động sản hoặc cải thiện nhà mang lại giá trị dài hạn.Xem xét nâng cấp tiết kiệm năng lượng hoặc công nghệ nhà bền vững.Kế hoạch tài chính gia đình mang lại sự an toàn và an tâm."
        },
        "2030": {
            "overall": "2030 đánh dấu một bước đột phá giao tiếp đáng kể cho Bảo Bình.Ý tưởng có tầm nhìn của bạn tìm thấy biểu hiện hoàn hảo thông qua các nền tảng hoặc công nghệ mới.Các kết nối được hình thành trong năm nay có tác động lâu dài đến quỹ đạo cá nhân và chuyên nghiệp của bạn.",
            "love": "Giao tiếp rõ ràng và từ bi biến đổi các mối quan hệ.Đối tác cảm thấy thực sự được hiểu thông qua các kỹ năng nghe được cải thiện của bạn.Những người Aquis độc thân thu hút các kết nối có ý nghĩa thông qua sự tự thể hiện đích thực bằng văn bản hoặc lời nói.",
            "career": "Xuất bản, truyền thông hoặc cơ hội giáo dục xuất hiện bất ngờ.Khả năng dịch các khái niệm phức tạp cho khán giả đa dạng mang lại sự tiến bộ chuyên nghiệp.Cân nhắc phát triển một thương hiệu cá nhân làm nổi bật quan điểm độc đáo của bạn.",
            "health": "Sức khỏe giọng hát và hô hấp đòi hỏi sự chú ý.Công nghệ truyền thông có thể tác động đến tư thế và sức khỏe mắt, vì vậy thiết lập các thực hành công thái học.Các kỹ thuật cơ thể tâm trí kết hợp công việc âm thanh hoặc hơi thở mang lại những lợi ích đáng chú ý.",
            "finances": "Đầu tư vào công nghệ truyền thông hoặc nền tảng mang lại lợi nhuận.Hãy xem xét việc kiếm tiền kiến ​​thức của bạn thông qua các khóa học, viết hoặc tư vấn.Thu nhập bất ngờ có thể đến thông qua sở hữu trí tuệ hoặc biểu hiện sáng tạo."
        },
        "2031": {
            "overall": "2031 tập trung vào bảo mật vật liệu và quản lý tài nguyên cho Bảo Bình.Cách tiếp cận sáng tạo của bạn để bền vững tạo ra cả sự phong phú cá nhân và lợi ích cộng đồng.Tìm kiếm sự cân bằng giữa mua lại và hào phóng mang lại sự hoàn thành.",
            "love": "Các giá trị chia sẻ xung quanh tài nguyên và sự thoải mái vật chất củng cố các mối quan hệ.Các đối tác đánh giá cao cách tiếp cận thực tế nhưng độc đáo của bạn để xây dựng an ninh.Người Aquies độc thân thu hút các đối tác tiềm năng có đầu óc ổn định nhưng tiến bộ.",
            "career": "Các lĩnh vực tài chính hoặc vai trò quản lý tài nguyên cung cấp các cơ hội tiến bộ.Khả năng dự báo xu hướng của bạn mang lại lợi thế cho bạn trong thị trường hoặc kế hoạch tổ chức.Hãy xem xét các vai trò kết hợp đổi mới công nghệ với tối ưu hóa tài nguyên.",
            "health": "Dinh dưỡng trở thành một khu vực trọng tâm chính.Khám phá các cách tiếp cận sáng tạo nhưng thực tế để ăn kiêng mang lại cải thiện năng lượng.Hãy chú ý đến các khu vực cổ họng và cổ thông qua các công thái học và thực hành tự chăm sóc thích hợp.",
            "finances": "Đầu tư dài hạn vào các công nghệ bền vững cho thấy lời hứa.Xem xét thiết lập các dòng thu nhập thụ động thông qua việc sử dụng tài sản sáng tạo hoặc tài sản trí tuệ.Những cơn gió tài chính bất ngờ đi qua các nguồn lực bị bỏ qua trước đó."
        },
        "2032": {
            "overall": "2032 mang lại sự tái tạo cá nhân và khám phá bản thân cho Bảo Bình.Sự thể hiện tự xác thực của bạn cộng hưởng với khán giả bất ngờ.Sự cân bằng giữa việc tôn vinh quan điểm độc đáo của bạn và kết nối với những người khác dẫn đến sự phát triển cá nhân đáng chú ý.",
            "love": "Mối quan hệ phát triển mạnh khi được xây dựng dựa trên sự tôn trọng lẫn nhau cho cá nhân.Đối tác đánh giá cao sự tự tin và rõ ràng của bạn.Những người Aquis độc thân thu hút các kết nối có ý nghĩa thông qua sự tự thể hiện chính hãng và dễ bị tổn thương.",
            "career": "Cơ hội lãnh đạo xuất hiện cho phép bạn thể hiện tầm nhìn đích thực của mình.Cách tiếp cận độc đáo của bạn để giải quyết vấn đề nhận biết từ các nhân vật có ảnh hưởng.Hãy xem xét các vai trò cho phép tự chủ sáng tạo trong khi phục vụ các mục tiêu tập thể.",
            "health": "Ngoại hình và sức sống cải thiện thông qua các phương pháp tiếp cận toàn diện.Thực hành chăm sóc sức khỏe thực nghiệm nhưng có độ âm thanh mang lại kết quả đáng chú ý.Hãy chú ý đến sức khỏe tim mạch thông qua cả thói quen chăm sóc cảm xúc và thể chất.",
            "finances": "Thương hiệu cá nhân hoặc liên doanh dựa trên danh tính cho thấy lời hứa tài chính.Xem xét các khoản đầu tư phù hợp với các giá trị và lợi ích xác thực của bạn.Cơ hội tài chính bất ngờ phát sinh thông qua các mạng cá nhân đánh giá cao những phẩm chất độc đáo của bạn."
        },
        "2033": {
            "overall": "2033 nhấn mạnh sự phát triển tâm linh và phát triển trực quan cho Bảo Bình.Mối liên hệ của bạn với ý thức tập thể mang đến những hiểu biết sâu sắc.Cân bằng giữa phân tích hợp lý và hiểu biết trực quan dẫn đến những đột phá cá nhân và tập thể đáng chú ý.",
            "love": "Kết nối tâm linh làm sâu sắc thêm trái phiếu lãng mạn.Đối tác đánh giá cao sự đồng cảm và trí tuệ cảm xúc của bạn.Những người Aquies độc thân thu hút các mối quan hệ với các khía cạnh tâm linh hoặc trí tuệ sâu sắc.",
            "career": "Công việc nhân đạo hoặc ý thức mang lại sự thỏa mãn chuyên nghiệp.Khả năng kết nối các ý tưởng khác nhau tạo ra các giải pháp độc đáo cho các vấn đề phức tạp.Hãy xem xét các vai trò cho phép bạn phục vụ sự tiến hóa tập thể trong khi sử dụng các thế mạnh phân tích của bạn.",
            "health": "Chất lượng giấc ngủ và trải nghiệm giấc mơ cung cấp những hiểu biết có giá trị.Thực tiễn cân bằng hệ thống điện của bạn với nhịp điệu tự nhiên mang lại lợi ích đáng chú ý.Đặc biệt chú ý đến hệ thống miễn dịch thông qua việc nghỉ ngơi và quản lý căng thẳng thích hợp.",
            "finances": "Hỗ trợ tài chính bất ngờ đến thông qua các kênh vô hình trước đây.Xem xét đầu tư vào các công nghệ chăm sóc sức khỏe hoặc các nguồn lực mở rộng ý thức.Sự hào phóng và từ thiện mang lại một cách nghịch lý làm tăng sự phong phú của bạn."
        },
        "2034": {
            "overall": "2034 đánh dấu sự khởi đầu của chu kỳ 7 năm đáng kể đối với Bảo Bình.Xây dựng nền tảng phù hợp với các giá trị cao nhất của bạn tạo ra tác động lâu dài.Ý tưởng có tầm nhìn của bạn tìm thấy biểu hiện thực tế thông qua sự hợp tác bất ngờ.",
            "love": "Các mối quan hệ được xây dựng trên tầm nhìn dài hạn chia sẻ phát triển mạnh.Đối tác đánh giá cao cam kết của bạn để tạo ra di sản có ý nghĩa với nhau.Người Aquies đơn thu hút các kết nối với tiềm năng tăng trưởng đáng kể và các giá trị phù hợp.",
            "career": "Lập kế hoạch nghề nghiệp lâu dài mang lại sự rõ ràng và định hướng.Khả năng của bạn để dự đoán các vị trí nhu cầu trong tương lai mà bạn thuận lợi trong việc phát triển các lĩnh vực.Xem xét phát triển chuyên môn trong các lĩnh vực mới nổi kết hợp công nghệ với phúc lợi của con người.",
            "health": "Sức khỏe xương và cấu trúc đòi hỏi sự chú ý.Thói quen xây dựng nền tảng xung quanh phong trào và dinh dưỡng mang lại lợi ích lâu dài.Khám phá các phương pháp tích hợp kết hợp trí tuệ cổ xưa với sự hiểu biết khoa học hiện đại.",
            "finances": "Lập kế hoạch tài chính dài hạn tạo ra an ninh trong tương lai.Xem xét thiết lập ủy thác hoặc đầu tư định hướng di sản.Đầu tư tài sản hoặc đất phù hợp với các giá trị bền vững cho thấy lời hứa cụ thể."
        },
        "2035": {
            "overall": "2035 mang lại sự tăng trưởng và thăm dò mở rộng cho Bảo Bình.Ý tưởng sáng tạo của bạn tìm thấy khán giả tiếp nhận trong bối cảnh quốc tế hoặc đa văn hóa.Cân bằng giữa các chân trời mở rộng và duy trì các giá trị cốt lõi dẫn đến đóng góp có ý nghĩa.",
            "love": "Mối quan hệ mở rộng thông qua việc học tập và khám phá chung.Đối tác đánh giá cao chiều sâu triết học và sự tò mò văn hóa của bạn.Những người Aquis độc thân thu hút các kết nối thông qua các hoạt động giáo dục hoặc trao đổi đa văn hóa.",
            "career": "Cơ hội quốc tế hoặc toàn cầu xuất hiện bất ngờ.Khả năng tổng hợp các quan điểm đa dạng của bạn tạo ra các giải pháp có giá trị cho các vấn đề phức tạp.Hãy xem xét các vai trò cho phép bạn kết nối các truyền thống kiến ​​thức hoặc bối cảnh văn hóa khác nhau.",
            "health": "Cách tiếp cận toàn diện từ các truyền thống văn hóa khác nhau mang lại lợi ích đáng chú ý.Khám phá các hoạt động chuyển động cải thiện sự linh hoạt của hông và đùi.Phương pháp tiếp cận dinh dưỡng nhấn mạnh các thành phần chống viêm cải thiện sức sống tổng thể.",
            "finances": "Đầu tư nước ngoài hoặc liên doanh quốc tế cho thấy lời hứa.Xem xét đa dạng hóa nắm giữ tiền tệ hoặc khám phá các thị trường mới nổi.Đầu tư giáo dục mang lại cả lợi nhuận trí tuệ và tài chính."
        }
    },
    "famous": [
        {
            "name": "Oprah Winfrey",
            "birth_date": "Ngày 29 tháng 1 năm 1954",
            "description": "Media Mogul và nhà từ thiện có tầm nhìn nhân đạo, quan điểm tiến bộ và khả năng kết nối với các khán giả đa dạng minh họa ý thức xã hội Aquian"
        },
        {
            "name": "Áp -ra -ham Lincoln",
            "birth_date": "Ngày 12 tháng 2 năm 1809",
            "description": "Tổng thống Hoa Kỳ có lãnh đạo tầm nhìn, giá trị nhân đạo và lập trường tiến bộ chống lại chế độ nô lệ đã thể hiện cam kết của Bảo Bình đối với cải cách xã hội"
        },
        {
            "name": "Ellen Degeneres",
            "birth_date": "Ngày 26 tháng 1 năm 1958",
            "description": "Người dẫn chương trình diễn viên hài và chương trình trò chuyện có sự tự thể hiện, vận động cho sự bình đẳng và thân thiện nhưng có phần tách biệt phản ánh phẩm chất của Aquian"
        },
        {
            "name": "Galileo Galilei",
            "birth_date": "Ngày 15 tháng 2 năm 1564",
            "description": "Nhà khoa học có ý tưởng cách mạng, độc lập trí tuệ và sẵn sàng thách thức thẩm quyền được thiết lập cho sự thật thể hiện tinh thần sáng tạo của Bảo Bình"
        },
        {
            "name": "Shakira",
            "birth_date": "Ngày 2 tháng 2 năm 1977",
            "description": "Ca sĩ và nhà từ thiện có phong cách âm nhạc độc đáo, công việc nhân đạo và quan điểm toàn cầu thể hiện sự độc đáo và ý thức xã hội của Bảo Bình"
        }
    ],
    "daily_advice": {
        "relationship": "Ngày nay, cân bằng kết nối trí tuệ với sự hiện diện cảm xúc.Quan điểm độc đáo của bạn là có giá trị, nhưng những người khác cũng cần cảm nhận sự tham gia cá nhân của bạn.",
        "career": "Tư duy sáng tạo của bạn giúp giải quyết một thách thức nơi làm việc.Chia sẻ ý tưởng trong khi vẫn mở để sàng lọc hợp tác.",
        "health": "Hãy chú ý đến lưu thông thông qua chuyển động thường xuyên trong suốt cả ngày.Giữ nước để hỗ trợ chức năng hệ thống tổng thể.",
        "general": "Giá trị nhân đạo của bạn hướng dẫn các quyết định có ý nghĩa ngày hôm nay.Cân bằng tư duy có tầm nhìn với các bước thực tế để thay đổi tiến bộ."
    },
    "tarot_associations": {
        "major_arcana": "Ngôi sao",
        "explanation": "Ngôi sao đại diện cho hy vọng, cảm hứng và kết nối tâm linh - những phẩm chất cộng hưởng sâu sắc với bản chất có tầm nhìn và lý tưởng nhân đạo của Bảo Bình.Thẻ này thể hiện ánh sáng hướng dẫn của ý thức cao hơn, sự đổi mới phục vụ nhân loại và lời hứa về một tương lai tốt đẹp hơn thông qua con đường xác thực của một người."
    },
    "compatibility_details": {
        "aries": "Bảo Bình và Bạch Dương chia sẻ một kết nối trí tuệ kích thích, tôn trọng lẫn nhau đối với sự độc lập và năng lượng sáng tạo.Trận đấu tương thích này thích khám phá những ý tưởng mới và tôn trọng quyền tự chủ của nhau.",
        "taurus": "Bảo Bình và Kim Ngưu phải đối mặt với những thách thức với các cách tiếp cận khác nhau về cơ bản - giá trị Bảo Bình thay đổi và đổi mới trong khi Kim Ngưu tìm kiếm sự ổn định và truyền thống.Tìm kiếm sự tôn trọng lẫn nhau đòi hỏi nỗ lực đáng kể.",
        "gemini": "Bảo Bình và Song Tử tạo thành một trận đấu trên không tuyệt vời với lợi ích trí tuệ và giá trị chung cho giao tiếp.Cả hai đều thích khám phá các ý tưởng và tôn trọng nhu cầu độc lập của nhau.",
        "cancer": "Bảo Bình và Cự Giải tiếp cận cuộc sống tình cảm hoàn toàn khác - sự tách rời trí tuệ của Bảo Bình so với chiều sâu cảm xúc của Cự Giải.Kết nối các ngôn ngữ cảm xúc riêng biệt của họ đòi hỏi nỗ lực có ý thức.",
        "leo": "Bảo Bình và Sư Tử hình thành các dấu hiệu đối diện với sự hấp dẫn hấp dẫn.Sự sáng tạo cá nhân của Sư Tử bổ sung cho tầm nhìn xã hội của Bảo Bình, mặc dù các cách tiếp cận của họ để chú ý và công nhận khác nhau đáng kể.",
        "virgo": "Cả Bảo Bình và Xử Nữ đều có đầu óc phân tích nhưng áp dụng chúng khác nhau - Bảo Bình để đổi mới khái niệm và Xử Nữ để cải thiện thực tế.Điều này tạo ra cuộc trò chuyện kích thích nhưng xung đột lối sống tiềm năng.",
        "libra": "Bảo Bình và Thiên Bình chia sẻ khả năng tương thích tuyệt vời như các dấu hiệu không khí với các giá trị chung cho sự công bằng, trao đổi trí tuệ và hòa hợp xã hội.Cả hai tiếp cận mối quan hệ với tính khách quan trong khi định giá kết nối.",
        "scorpio": "Bảo Bình và Bọ Cạp đại diện cho các cách tiếp cận khác nhau về cơ bản - sự tách rời trí tuệ của Bảo Bình so với cường độ cảm xúc của Bọ Cạp.Điều này tạo ra cả niềm đam mê và thất vọng.",
        "sagittarius": "Bảo Bình và Nhân Mã chia sẻ những phẩm chất có tầm nhìn bổ sung, độc lập và các giá trị tiến bộ.Trận đấu tương thích này thích khám phá trí tuệ và tôn trọng tự do cá nhân.",
        "capricorn": "Bảo Bình và Ma Kết đại diện cho các phương pháp tiến bộ và truyền thống tương ứng.Điều này tạo ra sự căng thẳng nhưng cũng có tiềm năng cho quan điểm cân bằng khi chúng đánh giá cao các quan điểm bổ sung của họ.",
        "aquarius": "Hai người Aqui tạo ra một mối quan hệ dựa trên kết nối trí tuệ, tôn trọng sự độc lập và chia sẻ các giá trị nhân đạo.Họ hiểu quan điểm độc đáo của nhau nhưng có thể cần phát triển sự thân mật về cảm xúc.",
        "pisces": "Bảo Bình và Song Ngư chia sẻ những phẩm chất có tầm nhìn thể hiện khác nhau - Bảo Bình thông qua các khái niệm trí tuệ và Song Ngư thông qua trực giác cảm xúc.Họ có thể truyền cảm hứng cho nhau khi đánh giá cao các phương pháp bổ sung này."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời trong Bảo Bình mang đến tư duy sáng tạo, giá trị nhân đạo và độc lập trí tuệ.Bạn tiếp cận cuộc sống với một quan điểm ban đầu và mong muốn đóng góp cho tiến bộ xã hội.",
        "moon_in": "Mặt trăng trong Bảo Bình tạo ra nhu cầu cảm xúc tập trung vào tự do, kích thích trí tuệ và kết nối xã hội.Cảm xúc của bạn được xử lý một cách khách quan, và bạn cần không gian để xử lý cảm xúc độc lập.",
        "rising": "Bảo Bình Rising mang đến cho bạn sự xuất hiện của sự thân thiện kết hợp với cá tính độc đáo.Những người khác coi bạn là nguyên bản, hơi tách rời và định hướng trí tuệ từ cuộc họp đầu tiên."
    },
    "self_improvement": {
        "challenges": [
            "Cân bằng tách biệt trí tuệ với kết nối cảm xúc",
            "Ý tưởng có tầm nhìn cơ bản trong ứng dụng thực tế",
            "Phát triển sự kiên nhẫn với những người chống lại sự thay đổi",
            "Nhận ra giá trị của truyền thống cùng với sự đổi mới",
            "Tu luyện các mối quan hệ cá nhân sâu sắc hơn các kết nối nhóm"
        ],
        "growth_opportunities": [
            "Sử dụng tư duy sáng tạo để giải quyết các vấn đề có ý nghĩa",
            "Kết nối các nhóm đa dạng thông qua tầm nhìn bao gồm",
            "Các hệ thống lỗi thời đầy thách thức với các lựa chọn thay thế mang tính xây dựng",
            "Nắm bắt sự độc đáo trong khi duy trì kết nối con người",
            "Cân bằng định hướng trong tương lai với sự tham gia hiện tại"
        ],
        "affirmations": [
            "Tôi cân bằng sự hiểu biết trí tuệ với kết nối cảm xúc",
            "Tôi đưa những ý tưởng sáng tạo của mình vào thực tế thực tế",
            "Tôi coi trọng trái phiếu cá nhân nhiều như các nguyên nhân nhân đạo",
            "Tôi tôn vinh truyền thống trong khi nắm lấy sự thay đổi cần thiết",
            "Tính độc đáo của tôi phục vụ một mục đích lớn hơn"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Bảo Bình thường có nhiệm vụ thúc đẩy nhân loại thông qua các ý tưởng tiến bộ, đổi mới công nghệ hoặc cải cách xã hội.Mục đích của họ liên quan đến việc thách thức các hệ thống lỗi thời, đưa mọi người lại với nhau trong cộng đồng và tạo ra các mô hình công bằng hơn cho sự hợp tác của con người.",
        "life_lessons": [
            "Học cách cân bằng ý thức nhóm với kết nối cá nhân",
            "Phát triển trí tuệ cảm xúc bên cạnh sự sáng chói của trí tuệ",
            "Hiểu rằng sự thay đổi lâu dài đòi hỏi cả tầm nhìn và các bước thực tế",
            "Tìm ý nghĩa cá nhân trong các phong trào xã hội lớn hơn",
            "Tích hợp tính độc đáo với sự kết nối của con người"
        ],
        "spiritual_growth": "Phát triển tâm linh cho Bảo Bình liên quan đến việc kết nối sự hiểu biết trí tuệ với trí tuệ trái tim.Các thực tiễn liên kết ý thức phổ quát với kinh nghiệm cá nhân, hành động xã hội như thực hành tâm linh và tìm kiếm mô hình thiêng liêng trong sự hiểu biết khoa học đều góp phần tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Bảo Bình thường độc lập, tò mò về trí tuệ và hơi độc đáo từ khi còn nhỏ.Họ thường thể hiện sự quan tâm đến cách mọi thứ hoạt động, đặt câu hỏi bất thường và thể hiện cảm giác công bằng và quan tâm mạnh mẽ cho người khác.",
            "parenting_advice": "Khuyến khích sự tò mò tự nhiên và suy nghĩ độc lập của họ trong khi giúp họ phát triển trí tuệ cảm xúc.Cung cấp giải thích thay vì chỉ là các quy tắc, đưa họ đến những người và ý tưởng đa dạng, và giúp họ hiểu các khía cạnh cảm xúc của kết nối con người."
        },
        "in_friendship": {
            "friendship_style": "Bạn bè Bảo Bình đang kích thích trí tuệ, chấp nhận sự khác biệt và trung thành với lý tưởng của họ.Họ xuất sắc trong việc mang những người đa dạng lại với nhau, chia sẻ những quan điểm độc đáo và đứng lên cho những người bạn bị đối xử không công bằng.",
            "ideal_friends": "Bảo Bình phát triển mạnh với những người bạn đánh giá cao trao đổi trí tuệ, tôn trọng sự độc lập và chia sẻ các giá trị nhân đạo.Họ coi trọng tình bạn kết hợp cuộc trò chuyện kích thích, chấp nhận tính độc đáo và làm việc cùng nhau vì những nguyên nhân có ý nghĩa."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Bảo Bình có thể trở nên tách biệt về mặt cảm xúc, tư tưởng cứng nhắc hoặc nổi loạn mà không có mục đích.Sự tách rời của họ có thể biến thành sự lạnh lùng, sự độc đáo của họ thành sự lập dị vì lợi ích của chính nó, và suy nghĩ tiến bộ của họ để đánh giá các phương pháp truyền thống hơn.",
            "growth_path": "Tăng trưởng cá nhân đối với Bảo Bình liên quan đến việc tích hợp sự ấm áp cảm xúc với sự sáng chói của trí tuệ, tìm cách thực hiện các ý tưởng có tầm nhìn thực tế và phát triển các kết nối cá nhân sâu sắc bên cạnh các mối quan tâm nhân đạo."
        }
    },
    "seasonal_influences": {
        "mid_winter": "Sinh ra ở trung tâm của mùa đông khi sự sống còn đòi hỏi sự hợp tác cộng đồng, Bảo Bình thể hiện nhu cầu về tư duy tập thể và các giải pháp sáng tạo của mùa giải.Thời gian này truyền vào Bảo Bình với sự hiểu biết tự nhiên về cách đóng góp cá nhân hỗ trợ phúc lợi nhóm trong thời gian thử thách.",
        "fixed_quality": "Là một dấu hiệu cố định, Bảo Bình đại diện cho sự ổn định và phát triển của sự rõ ràng về trí tuệ của mùa đông.Vị trí này cho họ khả năng duy trì tầm nhìn cách mạng mặc dù có sự kháng cự, giữ nguyên các nguyên tắc nhân đạo và phát triển các ý tưởng sáng tạo với sự tập trung bền vững."
    },
    "elemental_analysis": {
        "air_element_influence": "Yếu tố không khí cung cấp cho Aquarius cách tiếp cận trí tuệ đặc trưng của họ, kỹ năng giao tiếp và nhận thức xã hội.Air đại diện cho suy nghĩ, kết nối và trao đổi ý tưởng thông qua sự hiểu biết về khái niệm và ý thức nhóm.",
        "air_balance": "Không khí cân bằng mang đến suy nghĩ rõ ràng, giao tiếp hiệu quả và kết nối xã hội hiệu quả.Không khí quá mức có thể dẫn đến áp đảo tinh thần, tách rời cảm xúc và chủ nghĩa duy tâm không thực tế, trong khi không khí thiếu hụt có thể dẫn đến khó khăn trong việc khái niệm hóa hoặc kết nối các ý tưởng với bức tranh lớn hơn."
    },
    "planetary_rulership": {
        "uranus_influence": "Uranus, hành tinh của cách mạng, đổi mới và thay đổi đột ngột, là người cai trị hiện đại của Bảo Bình.Ảnh hưởng hành tinh này giải thích suy nghĩ tiến bộ, độc đáo và thoải mái của dấu hiệu với các chuẩn mực được thiết lập đầy thách thức vì mục đích cải thiện.",
        "saturn_influence": "Saturn, người cai trị truyền thống của Bảo Bình, đóng góp cấu trúc, trách nhiệm và ứng dụng thực tế cho dấu hiệu.Trong khi Uranus cung cấp tầm nhìn sáng tạo, Saturn giúp Bảo Bình xây dựng các hệ thống và cấu trúc để thực hiện các ý tưởng cách mạng của họ.",
        "planetary_aspects": "Vị trí và khía cạnh của Sao Thiên Vương và Sao Thổ trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng Bảo Bình.Các khía cạnh Sao Thiên Vương mạnh mẽ tăng cường tính nguyên bản và tầm nhìn nhân đạo nhưng cũng có thể làm tăng xu hướng không thể đoán trước hoặc tách rời."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong xã hội dựa trên công nghệ ngày nay, Bảo Bình vượt trội trong phát triển trí tuệ nhân tạo, đổi mới mạng xã hội, công nghệ môi trường, nền tảng trực tuyến hợp tác và các lĩnh vực đòi hỏi cả sự hiểu biết về công nghệ và ý thức xã hội.",
        "relationship_in_modern_context": "Mối quan hệ hiện đại được hưởng lợi từ cách tiếp cận tiến bộ của Bảo Bình trong thời đại phát triển các cấu trúc mối quan hệ.Sự thoải mái của họ với sự sắp xếp độc đáo, tôn trọng tự do cá nhân và khả năng duy trì kết nối mà không cần sở hữu phục vụ họ tốt trong các mối quan hệ đương đại."
    }
}