{
    "trans": "<section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Begrip in lichaamsvetpercentage en het belang ervan</h2>\n                <p class=\"mb-4\">\n                    Het monitoren van uw lichaamssamenstelling is een cruciaal aspect van het handhaven van een gezonde levensstijl.In tegenstelling tot andere statistieken, kan uw algehele gezondheid beter worden begrepen door uw lichaamsvetspiegels te kennen.Voor velen is het gebruik van een <a class=\"text-blue-600 hover:text-red-500 active:text-blue-700 focus:outline-none focus:ring-2 focus:ring-blue-300 transform active:scale-95 transition-transform duration-100 href=\"/nl/body-fat-percentage-calculator\" title=\"lichaamsvetcalculator\">lichaamsvetcalculator</a> de eerste stap om de controle over hun fitnessreis te nemen.Deze tool biedt een schatting van uw lichaamsvet, wat u helpt te begrijpen als u binnen een gezond bereik valt.Lichaamsvetpercentage rekenmachine\n                </p>\n                <p class=\"mb-4\">\n                    Het belang van het kennen van uw <strong>lichaamsvetpercentage</strong> gaat verder dan alleen gewichtsbeheer.Het biedt inzichten in de verdeling van vet en spieren, waardoor u uw voeding- en trainingsregimes kunt aanpassen om specifieke doelen te bereiken.Door dit aantal bij te houden, kunt u weloverwogen beslissingen nemen die het algehele welzijn verbeteren.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Wat is lichaamsvetpercentage?</h2>\n                <p class=\"mb-4\">\n                    <strong>Lichaamsvetpercentage</strong> is het aandeel vet in uw totale lichaamsgewicht.Deze meting maakt onderscheid tussen essentieel vet, dat nodig is voor normale fysiologische functies en opslagvet, die zich ophoopt van overtollige calorie -inname.In tegenstelling tot BMI biedt deze metriek een meer gedetailleerd beeld van uw fitnessniveau.\n                </p>\n                <p class=\"mb-4\">\n                    Het gebruik van een vetpercentagecalculator kan u helpen uw lichaamssamenstelling beter te begrijpen door de hoeveelheid vet ten opzichte van spieren en bot te kwantificeren.Deze meting is met name nuttig voor atleten en fitnessliefhebbers die een precieze analyse van hun vooruitgang nodig hebben.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Methoden van lichaamsvetmeting</h2>\n                <h3 class=\"text-xl font-semibold mb-4\">Skinfold -metingen</h3>\n                <p class=\"mb-4\">\n                    Skinfold -metingen gebruiken remklauwen om te knijpen en de dikte van skinfolds te meten in verschillende delen van uw lichaam.Hoewel deze methode goedkoop en toegankelijk is, hangt de nauwkeurigheid ervan af van de vaardigheid van de persoon die de meting uitvoert.\n                </p>\n                <h3 class=\"text-xl font-semibold mb-4\">Bio -elektrische impedantie -analyse (BIA)</h3>\n                <p class=\"mb-4\">\n                    BIA-apparaten schatten uw lichaamssamenstelling door een elektrische stroom op laag niveau door uw lichaam te sturen.Aangezien vet en spier elektriciteit anders leiden, berekent het apparaat uw lichaamsvetpercentage op basis van weerstandsniveaus.Factoren zoals hydratatie en recente maaltijden kunnen echter de resultaten beïnvloeden.\n                </p>\n                <h3 class=\"text-xl font-semibold mb-4\">DEXA en HYDROSTATISCHE WEGEN</h3>\n                <p class=\"mb-4\">\n                    Geavanceerde technieken zoals DEXA -scans en hydrostatisch weeg bieden zeer precieze metingen.Dexa gebruikt röntgenfoto's op laag niveau om onderscheid te maken tussen bot, spier en vet, terwijl hydrostatisch weegschattingen lichaamsvet schattingen door u onder te dompelen in water.Ondanks hun nauwkeurigheid kunnen deze methoden duur en minder toegankelijk zijn.\n                </p>\n                <p class=\"mb-4\">\n                    Naast deze methoden kiezen velen voor snelle online tools die het <strong>lichaamsvetmeting</strong> vereenvoudigen via gebruiksvriendelijke interfaces.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Hoe u thuis het lichaamsvetpercentage berekent</h2>\n                <p class=\"mb-4\">\n                    Veel mensen berekenen nu de voorkeur aan het berekenen van hun lichaamsvet vanuit het comfort van hun huizen.Met eenvoudig te gebruiken online tools kunt u een reeks stappen volgen om een ​​betrouwbare schatting te krijgen.\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Verzamel uw metingen: taille, heupen, nek en soms extra statistieken zoals onderarm of polsomtrek.</li>\n                    <li class=\"mb-2\">Voer uw persoonlijke gegevens, inclusief leeftijd en geslacht, in de calculator in om de nauwkeurigheid te garanderen.</li>\n                    <li class=\"mb-2\">Gebruik een vertrouwde online tool, zoals de beste online lichaamsvetpercentagecalculator, die gestandaardiseerde formules toepast.</li>\n                    <li class=\"mb-2\">Vergelijk uw resultaten met aanbevolen bereiken voor uw leeftijd en geslacht.</li>\n                    <li class=\"mb-2\">Herberekening periodiek om trends en voortgang te controleren.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    This method is a practical guide on <strong>Hoe u thuis het lichaamsvetpercentage berekent</strong> and allows you to track your health without the need for expensive equipment.\n                </p>\n                <p class=\"mb-4\">\n                    Bovendien bieden sommige rekenmachines ook opties om aan te passen voor specifieke factoren, zoals spiermassa, waardoor ze nog nauwkeuriger worden voor het volgen van persoonlijke fitness.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Lichaamsvetpercentage versus BMI: wat is informatiever?</h2>\n                <p class=\"mb-4\">\n                    Het debat tussen het gebruik van <strong>lichaamsvetpercentage versus BMI</strong> concentreert zich op het detailniveau dat elke meting biedt.BMI biedt een eenvoudige verhouding tussen gewicht tot lengte, maar het slaagt er niet in om onderscheid te maken tussen spieren en vet.Als gevolg hiervan kan een gespierd individu als overgewicht worden geclassificeerd, zelfs wanneer ze een laag lichaamsvetpercentage hebben.\n                </p>\n                <p class=\"mb-4\">\n                    Het percentage lichaamsvet geeft daarentegen een directe meting van het vetgehalte, waardoor het een effectievere statistiek is om de algehele gezondheid te begrijpen.Dit is vooral handig voor atleten en degenen die regelmatig fysieke training volgen.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Voordelen van het gebruik van een lichaamsvetcalculator</h2>\n                <p class=\"mb-4\">\n                    Het opnemen van een online <strong>lichaamsvetcalculator</strong> in uw routine kan talloze voordelen bieden:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Gemak - op elk moment gemakkelijk toegankelijk vanaf elk apparaat.</li>\n                    <li class=\"mb-2\">Kosteneffectief-Veel online rekenmachines zijn gratis te gebruiken.</li>\n                    <li class=\"mb-2\">Personalisatie - Tools die leeftijd en geslacht beschouwen, bieden op maat gemaakte resultaten.</li>\n                    <li class=\"mb-2\">Onderwijs - Inzicht in uw lichaamssamenstelling helpt u weloverwogen gezondheidsbeslissingen te nemen.</li>\n                    <li class=\"mb-2\">Doelstelling-Regelmatig tracking helpt bij het stellen van realistische en meetbare fitnessdoelen.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Voor velen onderstrepen deze voordelen de waarde van het integreren van een dergelijke tool in hun reguliere gezondheidsroutine.\n                </p>\n                <p class=\"mb-4\">\n                    Bovendien kunnen de gegevens die uit deze beoordelingen zijn verzameld, worden gebruikt om voedingsplannen en trainingsroutines aan te passen, waardoor het algehele welzijn wordt verbeterd.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Integratie van lichaamsvetpercentage rekenmachines in uw fitnessroutine</h2>\n                <p class=\"mb-4\">\n                    Regelmatige monitoring van uw lichaamssamenstelling is van vitaal belang voor het volgen van de voortgang en het aanpassen van uw fitnessplan.Het opnemen van online tools in uw routine kan u helpen de motivatie te behouden en uw trainingsregime te verfijnen.\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Meet op consistente tijden, idealiter in de ochtend voor de maaltijd.</li>\n                    <li class=\"mb-2\">Combineer uw lichaamsvetgegevens met andere statistieken zoals gewicht en taille-heupverhouding.</li>\n                    <li class=\"mb-2\">Gebruik de resultaten om uw trainingsintensiteit en voedingsgewoonten aan te passen.</li>\n                    <li class=\"mb-2\">Raadpleeg een professional als u onverwachte wijzigingen in uw lichaamssamenstelling opmerkt.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Deze strategieën zorgen ervoor dat uw fitnessroutine effectief blijft en afgestemd op uw gezondheidsdoelen op de lange termijn.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">De wetenschap achter lichaamsvetberekeningen</h2>\n                <p class=\"mb-4\">\n                    De nauwkeurigheid van online lichaamsvetcalculators is geworteld in wetenschappelijk onderzoek.Deze tools gebruiken empirische formules afgeleid van grootschalige studies om de lichaamssamenstelling nauwkeurig te schatten.Metingen zoals taille, heup-, nek- en zelfs ledemaatomtrek dragen bij aan de algehele berekening.\n                </p>\n                <p class=\"mb-4\">\n                    Factoren zoals leeftijd, geslacht en etniciteit worden ook in aanmerking genomen om de precisie te verbeteren.Deze wetenschappelijke benadering zorgt ervoor dat zelfs een eenvoudige online tool inzichten kan bieden die ooit alleen beschikbaar waren via complexe laboratoriumtests.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Veel voorkomende vragen over berekenings van lichaamsvet</h2>\n                <ul>\n                    <li class=\"mb-2\">\n                        <strong>Wat is de beste online tool?</strong>Veel gebruikers vinden dat rekenmachines gepersonaliseerde gegevens aanbieden op basis van leeftijd en geslacht de meest betrouwbare resultaten opleveren.\n                    </li>\n                    <li class=\"mb-2\">\n                        <strong>Hoe nauwkeurig zijn deze tools?</strong>Hoewel ze misschien geen klinische tests vervangen, bieden online rekenmachines een goede schatting voor regelmatig tracking.\n                    </li>\n                    <li class=\"mb-2\">\n                        <strong>Kan ik thuis echt lichaamsvet meten?</strong>Ja, met consistente metingen en de juiste techniek kunnen thuisberekeningen zowel praktisch als informatief zijn.\n                    </li>\n                    <li class=\"mb-2\">\n                        <strong>Waarom lichaamsvetpercentage gebruiken in plaats van BMI?</strong>In tegenstelling tot BMI biedt lichaamsvetpercentage een gedetailleerd beeld van uw fitness door te verklaren aan spiermassa en vetverdeling.\n                    </li>\n                </ul>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Levensstijlfactoren die het percentage lichaamsvet beïnvloeden</h2>\n                <p class=\"mb-4\">\n                    Uw levensstijl heeft een diepgaande impact op uw lichaamssamenstelling.Verschillende factoren werken samen om uw lichaamsvetspiegels te beïnvloeden:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Dieet: een evenwichtige inname van voedingsstoffen kan het lichaamsvet effectief helpen beheren.</li>\n                    <li class=\"mb-2\">Oefening: regelmatige lichamelijke activiteit, inclusief zowel cardio- als krachttraining, vermindert vet tijdens het opbouwen van spieren.</li>\n                    <li class=\"mb-2\">Slaap: voldoende rust is cruciaal voor hormonale balans en metabolisme.</li>\n                    <li class=\"mb-2\">Stress: hoge stressniveaus kunnen leiden tot verhoogde vetophoping door verhoogde cortisol.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Het herkennen en aanpassen van deze factoren kan uw algehele gezondheid aanzienlijk verbeteren en u helpen een gewenste lichaamssamenstelling te behouden.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Tips voor het interpreteren van uw resultaten</h2>\n                <p class=\"mb-4\">\n                    Nadat u uw lichaamsvetpercentage hebt berekend, is het nauwkeurig interpreteren van de resultaten van cruciaal belang.Overweeg de volgende tips:\n                </p>\n                <ul>\n                    <li class=\"mb-2\">Begrijp de aanbevolen bereiken voor uw leeftijd en geslacht.</li>\n                    <li class=\"mb-2\">Volg trends in de tijd in plaats van te vertrouwen op een enkele meting.</li>\n                    <li class=\"mb-2\">Stel realistische doelen op basis van uw voortgang.</li>\n                    <li class=\"mb-2\">Combineer lichaamsvetgegevens met andere metingen voor een uitgebreid beeld van uw gezondheid.</li>\n                </ul>\n                <p class=\"mb-4\">\n                    Met deze inzichten kunt u uw fitnessregime aanpassen en geïnformeerde levensstijlkeuzes maken.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Technologie opnemen in uw gezondheidsroutine</h2>\n                <p class=\"mb-4\">\n                    De integratie van technologie in gezondheid en fitness heeft een revolutie teweeggebracht in de manier waarop we ons lichaam volgen.Met verschillende online tools en mobiele applicaties beschikbaar, is het volgen van uw voortgang toegankelijker dan ooit.\n                </p>\n                <p class=\"mb-4\">\n                    Deze technologische vooruitgang biedt niet alleen realtime feedback, maar zorgen ook voor langetermijngegevens bij het volgen van gegevens, zodat u de inzichten hebt die nodig zijn om uw fitnessregime te onderhouden of aan te passen indien nodig.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Het aanpakken van gemeenschappelijke mythen en misvattingen</h2>\n                <p class=\"mb-4\">\n                    Er zijn veel mythen rondom lichaamsvetmetingen en hun implicaties voor de gezondheid.Het is belangrijk om deze misvattingen te ontkrachten om verkeerde interpretaties te voorkomen.\n                </p>\n                <ul>\n                    <li class=\"mb-2\">\n                        Mythe: BMI is voldoende om de gezondheid te beoordelen.Realiteit: BMI houdt geen rekening met spiermassa, waardoor het minder nauwkeurig is dan een speciale beoordeling van lichaamsvet.\n                    </li>\n                    <li class=\"mb-2\">\n                        Mythe: online rekenmachines zijn niet betrouwbaar.Realiteit: wanneer correct wordt gebruikt, bieden moderne tools nauwkeurige schattingen die nuttig zijn voor regelmatige monitoring.\n                    </li>\n                    <li class=\"mb-2\">\n                        Mythe: alleen atleten hoeven lichaamsvet te volgen.Realiteit: iedereen kan profiteren van het begrijpen van hun lichaamssamenstelling om geïnformeerde gezondheidsbeslissingen te nemen.\n                    </li>\n                </ul>\n                <p class=\"mb-4\">\n                    Het wegnemen van deze mythen is essentieel om ervoor te zorgen dat u de meest effectieve methoden gebruikt om uw gezondheid te volgen en te verbeteren.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Planning voor langdurige gezondheidsverbeteringen</h2>\n                <p class=\"mb-4\">\n                    Voor duurzame gezondheidsverbeteringen is het belangrijk om een ​​langetermijnperspectief aan te nemen.Regelmatig volgen van uw lichaamssamenstelling en het maken van geleidelijke aanpassingen aan uw levensstijl kan in de loop van de tijd aanzienlijke voordelen opleveren.\n                </p>\n                <p class=\"mb-4\">\n                    Of u nu kleine tweaks aan uw dieet maakt of uw trainingsroutine herzien, het volgen van uw voortgang met betrouwbare tools kan u helpen haalbare doelen te stellen en incrementele successen te vieren.\n                </p>\n            </section>\n\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">De toekomst van lichaamsvetmeting</h2>\n                <p class=\"mb-4\">\n                    Vooruitgang in technologie verfijnt voortdurend de manier waarop we de lichaamssamenstelling meten en begrijpen.Innovaties in draagbare apparaten, mobiele apps en sensortechnologie beloven deze metingen nog nauwkeuriger en toegankelijker te maken.\n                </p>\n                <p class=\"mb-4\">\n                    Naarmate gepersonaliseerde gezondheidsmonitoring vaker voorkomt, zullen hulpmiddelen evolueren om een ​​breder scala aan gegevenspunten op te nemen - zoals activiteitsniveaus, hartslag en slaappatronen - in het berekeningsproces.Dit zal leiden tot een uitgebreider en dynamisch begrip van de gezondheid.\n                </p>\n            </section>\n            <section class=\"mb-8\" id=\"faq\">\n              <h2 class=\"text-2xl font-bold mb-6 text-center\">Veelgestelde vragen</h2>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\" open>\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Wat is lichaamsvetpercentage?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Lichaamsvetpercentage is het aandeel van uw totale lichaamsgewicht dat voortkomt uit vet.Het biedt beter inzicht in uw fitness- en gezondheidstoestand dan alleen lichaamsgewicht alleen.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Hoe werkt de percentage calculator van het lichaamsvet?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Deze calculator schat lichaamsvet met behulp van geslacht, leeftijd, lengte, gewicht en metingen zoals taille, nek en heupen op basis van formules zoals de Amerikaanse marine-methode of op BMI gebaseerde berekeningen.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Waarom is het belangrijk om lichaamsvetpercentage te volgen?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Het volgen van lichaamsvet helpt je om je lichaamssamenstelling te begrijpen.In tegenstelling tot BMI kan het onderscheid maken tussen vet en spiermassa, wat een duidelijker beeld geeft van uw gezondheid en vooruitgang.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Wat wordt als een gezond percentage lichaamsvet beschouwd?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Gezonde reeksen variëren per geslacht: 6-24% voor mannen en 16-30% voor vrouwen.Atleten vallen meestal aan de onderkant van deze bereiken.\n                </p>\n              </details>\n\n              <details class=\"group border border-gray-200 rounded-lg p-4 mb-4\">\n                <summary class=\"cursor-pointer flex justify-between items-center\">\n                  <h3 class=\"text-lg font-medium\">Is BMI hetzelfde als lichaamsvetpercentage?</h3>\n                  <svg class=\"w-5 h-5 text-gray-500 group-open:rotate-180 transition-transform\" fill=\"none\" stroke=\"currentColor\" stroke-width=\"2\" viewBox=\"0 0 24 24\">\n                    <path stroke-linecap=\"round\" stroke-linejoin=\"round\" d=\"M19 9l-7 7-7-7\" />\n                  </svg>\n                </summary>\n                <p class=\"mt-2 text-gray-600\">\n                  Nee. BMI is alleen gebaseerd op lengte en gewicht en onderscheidt zich niet tussen vet en spieren.Lichaamsvetpercentage zorgt voor een meer accurate meting van de lichaamssamenstelling.\n                </p>\n              </details>\n            </section>\n            <section class=\"mb-8\">\n                <h2 class=\"text-3xl font-bold mb-4\">Conclusie</h2>\n                <p class=\"mb-4\">\n                    Concluderend is het begrijpen en volgen van uw lichaamssamenstelling essentieel voor het bereiken van een optimale gezondheid.Of u nu een atleet bent of iemand die een gezonde levensstijl wil behouden, het gebruik van een online <strong>lichaamsvetcalculator</strong> kan waardevolle inzichten bieden die veel verder gaan dan traditionele statistieken zoals BMI.\n                </p>\n                <p class=\"mb-4\">\n                    Door betrouwbare tools en technologie in uw routine te integreren, kunt u uw voortgang volgen, uw fitnessplan aanpassen en realistische doelen stellen.Vergeet niet dat de reis naar een betere gezondheid aan de gang is-continue monitoring en geïnformeerde beslissingen zijn de sleutel tot succes op lange termijn.\n                </p>\n                <p class=\"mb-4\">\n                    Omarm de tools en strategieën die in deze gids worden besproken en neem met vertrouwen de controle over uw fitnessreis.Uw toekomstige zelf zal u bedanken voor het investeren in uw gezondheid vandaag.\n                </p>\n            </section>"
}