{
    "sign": "Virgo",
    "thumb": "https://static.calculators.im/upload/image/sign/virgo.svg",
    "local_name": "Virgo",
    "date_range": "23 Agustus - 22 September",
    "element": "Bumi",
    "ruling_planet": "Mercury",
    "symbol": "Prawan utawa raja",
    "lucky_numbers": [
        "3",
        "6",
        "9",
        "12",
        "27"
    ],
    "lucky_colors": [
        "Ijo",
        "Coklat",
        "Navy biru"
    ],
    "lucky_days": [
        "Rebo",
        "Jumuah"
    ],
    "lucky_stones": [
        "Sapphire",
        "Jade",
        "Peridot"
    ],
    "general_traits": {
        "strengths": [
            "Analitis",
            "Praktis",
            "Dipercaya",
            "Orientasi detail",
            "Metodhe",
            "Sregep",
            "Andhap asor"
        ],
        "weaknesses": [
            "Kritis",
            "Kesempurnaan",
            "Ngati-ati",
            "Kuwatir",
            "Fussy",
            "Suntik",
            "Lengkap Analitis"
        ]
    },
    "personality": {
        "overview": "Virgo minangka tandha enem zodiak, nglambangake presisi, layanan, lan rentasi.Wong Virgo dikenal kanggo pikiran analitis, perhatian kanthi rinci, lan nyedhaki praktis.Dheweke dadi sempurnane zodiak, didorong dening kepinginan kanggo nambah awake dhewe lan lingkungane liwat analisis lan layanan sing darmabakti.",
        "detailed_traits": [
            "Perhatian kanthi rinci babagan rinci lan organisasi",
            "Kemampuan ngatasi masalah praktis",
            "Pikiran analitis sing mriksa kabeh aspek kahanan",
            "Etika kerja sing kuwat kanthi dedikasi kanggo keunggangan",
            "Kemampuan alami kanggo ngenali cacat lan wilayah kanggo dandan",
            "Orientasi layanan kanthi kepinginan asli bisa mbiyantu",
            "Demasan sing andhap asor sing asring ngasilake prestasi",
            "Pendekatan logis kanggo nggawe keputusan",
            "Sadar kesehatan kanthi kapentingan kesejahteraan",
            "Komunikasi trampil karo basa sing tepat"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Wong-wong Virgo minangka mitra sing prihatin, sing narik kawigaten sing nuduhake katresnan liwat tumindak layanan praktis lan perhatian perhatian marang kabutuhan pasangan.Dheweke nyatakake pengabdian liwat linuwih, dhukungan, lan sepi tinimbang sadurunge nyeret romantis.",
        "compatibility": {
            "most_compatible": [
                "Taurus",
                "Capricorn",
                "Kanker",
                "Scorpio"
            ],
            "least_compatible": [
                "Gemini",
                "Sagittarius",
                "Pisces"
            ]
        },
        "relationship_advice": "Wong Virgo kudu ngimbangi kecenderungan supaya bisa ningkatake kanthi nrima ora sampurna.Nyata penguarga kanthi lisan, ora mung liwat tumindak layanan, lan eling karo kritik kasebut, sanajan ditujokake, bisa ngrusak raos.Gawe ruang kanggo spontanitas ing jejere perencanaan kanthi ati-ati ing hubungan romantis.",
        "love_style": [
            "Nuduhake katresnan liwat tumindak layanan praktis",
            "Perhatian kanggo kabutuhan lan pilihan pasangan",
            "Setya lan setya nalika milih mitra",
            "Bisa uga dilindhungi kanthi nyatakake emosi",
            "Nilai sambungan intelektual bebarengan karo atraksi fisik",
            "Nggawe stabilitas stabil lan kemitraan sing dipercaya",
            "Bisa uga kudu nyambut gawe ora cocog karo hubungan"
        ]
    },
    "career_and_finances": {
        "career_traits": "Wong Virgo Excel ing karir sing mbutuhake perhatian kanthi rinci, pamikiran analitis, lan ngatasi masalah praktis.Dheweke duwe bakat alami kanggo ningkatake sistem lan prosedur, lan tuwuh ing peran ing endi tliti lan layanan sing dihargai.",
        "suitable_careers": [
            "HealthCare lan Kedokteran",
            "Riset lan Analisis",
            "Ngedit lan nulis",
            "Analisis Akuntansi lan Keuangan",
            "Manajemen Proyek",
            "Kontrol lan inspeksi kualitas",
            "Nutrisi lan Dietetika",
            "Manajemen Administratif",
            "Data lan statistik data",
            "Ilmu Lingkungan"
        ],
        "financial_habits": "Wong Virgo biasane ngati-ati, pendekatan metodhal kanggo manajemen dhuwit.Dheweke luwih unggulan, nelusuri biaya, lan nggawe rencana finansial praktis.Nalika ora biasane njupuk risiko karo investasi, dheweke mbangun keamanan liwat keputusan finansial sing konsisten, riset.",
        "work_style": [
            "Pendekatan metodhe lan teratur kanggo tugas",
            "Apik banget kanggo rinci lan kualitas",
            "Rahable ing wektu lan komitmen",
            "Usaha kanggo nambah peningkatan proses kerja",
            "Milih lingkungan kerja sing resik lan teratur",
            "Efisiensi Nilai lan Solusi Praktis",
            "Bisa uga kudu utusan luwih saka njupuk kabeh"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Virgo aturan sistem pencernaan, usus, lan sistem saraf.Wong-wong Virgo asring duwe kapentingan alam ing kesehatan, nutrisi, lan kabecikan, sanajan bisa rawan sensitivitas lan ketegangan gemeter saka kuatir.",
        "common_health_issues": [
            "Kelainan pencernaan lan sensitivitas pangan",
            "Ketegangan lan kuatir gemeter",
            "Ailms sing gegandhengan karo stres",
            "Masalah Intestinal",
            "Layak ngarahake lemes",
            "Kesempurnaan sing mengaruhi kesehatan mental",
            "Hipokondria utawa kakehan kuwatir babagan kesehatan"
        ],
        "wellness_advice": "Gawe praktik awak sing tenang lan sistem gemeter aktif lan sistem saraf aktif.Pay manungsa waé khusus kanggo kesehatan usus liwat nutrisi lan manajemen stres.Jadwal wektu istirahat kanthi rutin - nggawe bagean saka rutinitas sampeyan tinimbang sing dipikirake.",
        "exercise_preferences": [
            "Kasedhiya lan terstruktur latian kanthi progres sing jelas",
            "Yoga lan pilates kanggo sambungan awak-awak",
            "Mlaku ing setelan alami",
            "Kegiatan kanthi dandan sing bisa diukur",
            "Fitness fungsional karo keuntungan praktis"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 nggantosi setah taun fokus lan pertumbuhan pribadi kanggo Virgo.Katrampilan analitis sampeyan tekan dhuwur nalika ditrapake kanggo proyek inovatif.Imbangan antarané perhatian kanthi rinci babagan rinci lan visi sing luwih amba nggawa prestasi sing luar biasa.",
            "love": "Hubungan sing ngrembaka liwat komunikasi sing jujur ​​lan sadurunge nyeret.Virgos tunggal bisa nemokake sambungan kanthi janji liwat kegiatan intelektual utawa orientasi layanan.Mitra kemitraan sing ana gandhengane karo dhukungan praktis kanthi pemahaman emosional.",
            "career": "Pembadaan profesional teka liwat kabisan organisasi lan katrampilan ngatasi masalah.Mid-taun nggawa kesempatan kanggo mimpin proyek sing mbutuhake pamikir presisi lan sistematis.Reputasi kanggo linuwih mbukak lawang kanggo sesambungan sing mempengaruhi.",
            "health": "Fokus ing kesejahteraan pencernaan liwat mangan lan manajemen stres.Kajelasan mental nambah karo organisasi rutin saka ruang fisik lan digital.Pay perhatian khusus kanggo njaga rutinitas sehat sajrone wektu sing luwih sisier.",
            "finances": "Perencanaan kanthi ati-ati lan pendekatan analitis kanggo investasi ngasilake hasil sing tetep.Coba nggawe anggaran rinci sing ngidini kanggo indulgensi keamanan lan kadang-kadang.Pendhidhikan literasi finansial nggawa keuntungan jangka panjang."
        },
        "2026": {
            "overall": "2026 nyorot keseimbangan antara layanan kanggo wong liya lan pangembangan pribadi kanggo Virgo.Katrampilan praktis sampeyan nggawe perbaikan nyata ing komunitas sampeyan.Nggoleki harmoni antarane analisis kritis lan nrima welas asih nggawa kasengsem.",
            "love": "Hubungan luwih jero liwat target praktis lan dhukungan bebarengan.Mitra ngajeni perhatian sing dipikirake kanthi kebutuhan lan wutah.Virgos tunggal narik sambungan liwat ekspresi asli saka kekuatan lan kekuatan sing sepi.",
            "career": "Kesempatan ing Kesehatan, Pendhidhikan, utawa Organisasi Perbaikan Sembilan Muncul kanthi ora dikarepake.Kemampuan kanggo nggawe sistem efisien nggawa pangenalan saka pimpinan.Coba tali sing nggabungake katrampilan analitis karo kompon utawa piwulang.",
            "health": "Sambungan otak usus kudu perhatian khusus liwat panganan sing sugih probiotik lan teknik pengurangan stres.Rutinitas biasa sing nggabungake komponen mental lan fisik nggawa mupangat sing bisa ditemokake.Pay manungsa waé kanggo sinyal kesehatan subtle tinimbang ngilangi gejala cilik.",
            "finances": "Stabilitas finansial nambah liwat pruning sing terus-terusan lan pikirane biaya sing ora perlu.Coba nggawe sistem otomatis kanggo manajemen finansial.Cilik, investasi rutin ngasilake asil kumulative sing kaget ing pungkasan taun."
        },
        "2027": {
            "overall": "2027 nggawa pangembangan hubungan sing signifikan lan kesempatan kemitraan kanggo Virgo.Kemampuan kanggo nggawe keseimbangan harmoni ing upaya kolaboratif nyebabake prestasi sing luar biasa.Ngerti perspektif wong liya nalika njaga standar sampeyan nggawe sambungan sing tahan.",
            "love": "Hubungan romantis tekan ambane pangerten anyar lan wutah bebarengan.Mitra ngormati dhukungan lan ekspresi katresnan praktis.Virgos tunggal bisa nemokake sambungan migunani liwat kolaborasi bisnis utawa sambungan intelektual sing dituduhake.",
            "career": "Partnerhips profesional utawa venturasi kolaborasi nuduhake janji tartamtu.Perhatian sampeyan kanggo rincian kontrak lan perjanjian sing cocog karo kabeh pihak sing gegandhengan.Coba usaha gabungan sing gabungke kekuwatan analitis karo katrampilan sing nglengkapi wong liya.",
            "health": "Imbangan lan harmoni ing rutinitas saben dina nggawa dandan kesehatan sing katon.Nimbang pendekatan holistik sing ngrampungake gejala fisik lan panyebab dhasar.Pay manungsa waé khusus kanggo kesehatan ginjel lan adrenal liwat hidrasi lan manajemen stres.",
            "finances": "Dibagi usaha finansial utawa investasi kanthi mitra sing dipercaya ngasilake ngasilake positif.Pendhaftaran analitis sampeyan kanggo keputusan finansial keuntungan kanggo proyek kolaboratif.Coba netepake perjanjian sing jelas sing nglindhungi kabeh pihak nalika ngidini tuwuh."
        },
        "2028": {
            "overall": "2028 nandhani wektu transformasi sing penting lan regenerasi kanggo Virgo.Kabisan analitis ditrapake kanggo wutah pribadi nggawe evolusi sing luar biasa.Kekarepan kanggo ngeculake sistem utawa kapercayan sing ora suwe kanggo kamar wiwitan.",
            "love": "Hubungan intim nggayuh kapercayan lan kerentanan sing luwih jero.Mitra mitra ngajeni kekarepan sampeyan melu ambane emosional ngluwihi praktis sing praktis.Tunggal Virgos narik sambungan transformatif liwat ekspresi diri lan wani emosional.",
            "career": "Kesempatan kanggo reinvention karir utawa kemajuan penting muncul kanthi ora sengaja.Kedadeyan ngatasi masalah sampeyan kanggo tantangan kompleks nggawa pangenalan profesional.Coba tali sing nglibatake riset, penyelidikan, utawa organisasi transformasi.",
            "health": "Praktek detoksifikasi lan regeneratif nggawa keuntungan sing bisa ditahan.Pay manungsa waé kanggo sistem reproduksi lan ngilangi liwat nutrisi nutrisi lan stres.Kesejahteraan psikologis liwat tendensi sing cocog.",
            "finances": "Transformasi Keuangan teka liwat rampokan pola sing ketinggalan dhuwit.Nimbang investasi ing teknologi regeneratif utawa transformatif.Asuransi, Perencanaan Estate, utawa sumber sing dienggo mbutuhake perhatian sing ati-ati lan bisa ngasilake bathi sing ora dikarepke."
        },
        "2029": {
            "overall": "2029 ngembangake corak intelektual lan pangerten filosofis, Virgo.Pikiran analitis sampeyan nemokake kepuasan kanggo njelajah pengetahuan sing luwih dhuwur lan perspektif sing luwih amba.Balance antarane analisis lan pemikiran gedhe nyebabake kawicaksanan.",
            "love": "Hubungan tuwuh liwat eksplorasi belajar lan sambungan filosofis.Mitra matur nuwun kanggo wawasan lan kekarepan sing dipikirake kanggo nimbang sudut pandang sing beda.Virgos tunggal bisa nemokake sambungan migunani liwat usaha pendhidhikan utawa pengalaman lelungan.",
            "career": "Kesempatan ing Pendidikan, Publishing, utawa Usaha Internasional nuduhake janji tartamtu.Kemampuan sampeyan kanggo komunikasi informasi sing kompleks kanthi jelas nggawa kemajuan profesional.Coba tali sing ngidini sampeyan nuduhake kawruh nalika terus sinau.",
            "health": "Fleksibilitas ati lan pinggul duwe perhatian khusus liwat praktik nutrisi lan mobilitas sing tepat.Kesejahteraan mental nambah kanthi ngembangake babagan pola pikirane sing akrab.Coba nolasan pendekatan sing nggabungake bukti ilmiah kanthi kawicaksanan tradisional.",
            "finances": "Investasi pendidikan ngasilake kanthi cepet lan finansial bali.Nimbang kesempatan finansial budaya internasional utawa budaya.Perkah legal sing ana gandhengane karo kontrak utawa properti intelektual bisa uga ndadekke nambah sumber daya sampeyan."
        },
        "2030": {
            "overall": "2030 fokus ing prestasi profesional lan pangenalan umum kanggo Virgo.Pendhapat metodik sampeyan kanggo target jangka panjang ngasilake asil sing nyata.Nggoleki Balance ing antarane cita karat lan kesejahteraan pribadi nggawe sukses sustainable.",
            "love": "Hubungan saya gedhe nalika mitra sing ndhukung target profesional saben liyane.Pangenalan umum utawa Prestasi sing dienggo bareng-bareng.Virgos tunggal bisa nemokake sambungan sing menehi janji liwat jaringan profesional utawa acara industri.",
            "career": "Kesempatan pimpinan muncul sing ngidini sampeyan ngetrapake visi kanggo kaunggulan organisasi.Reputasi sampeyan kanggo integritas lan tliti mbukak lawang kanggo posisi sing duwe pengaruh.Coba tali sing ngidini sampeyan nggawe perbaikan tingkat sistem.",
            "health": "Kesehatan lan postur pantes kanggo perhatian liwat ergonomik sing tepat lan latihan prewangan.Manajemen stres dadi penting kanggo nambah tanggung jawab.Balance antarane pengabdian profesional lan pemugaran pribadi nggawe energi sustainable.",
            "finances": "Kemajuan profesional nggawa stabilitas finansial sing apik.Coba nimbang investasi sing ana hubungane karo keahlian industri utawa reputasi industri.Properti utawa investasi jangka panjang sing didadekake karo wutah karir nuduhake janji tartamtu."
        },
        "2031": {
            "overall": "2031 sambungan komunitas sorot lan visi mbesuk kanggo Virgo.Skills analitis sing ditrapake kanggo keprigelan kamanungsan nggawe pengaruh sing migunani.Nggoleki keseimbangan antara pameran praktis lan ide sing apik kanggo menehi kontribusi sing luar biasa.",
            "love": "Hubungan sing luwih jero liwat nilai lan sesanti sing luwih apik kanggo masa depan sing luwih apik.Mitra ngapresiasi pendekatan praktis sampeyan kanggo uneg-uneg sing idealis.Virgos tunggal narik sambungan kaya-kaya liwat keterlibatan komunitas utawa kegiatan sing berorientasi.",
            "career": "Kesempatan ing sektor non-profit, teknologi kanggo apik sosial, utawa perbaikan komunitas muncul kanthi ora sengaja.Kemampuan kanggo nggawe sistem fungsional kanggo tujuan idealis nggawa pangenalan profesional.Coba tali sing ngidini sampeyan ngedapake aspek analitis lan kamanungsan.",
            "health": "Imbangan lan keseimbangan elektrolit sing cocog karo hidrasi lan gerakan sing tepat.Kesejahteraan mental nambah liwat nyambungake kabiasaan pribadi kanthi makna sing luwih amba.Coba praktik kesehatan sing mupangate loro lan kesejahteraan kolektif.",
            "finances": "Investasi ing teknologi sustainable utawa usaha sing fokus komunitas nuduhake janji.Coba gabung utawa mbentuk klompok investasi kanthi nilai sing dituduhake.Kesempatan finansial sing ora dikarepake muncul liwat sambungan jaringan utawa afiliasi klompok."
        },
        "2032": {
            "overall": "20332 nggawa wawasan spiritual lan marasake awakmu kanggo Virgo.Pikiran analitis sampeyan bisa marem kepuasan nalika ngerti pola sing subtle.Imbangan antara rutinitas praktis lan praktik spiritual nggawe transformasi pribadi sing jero.",
            "love": "Hubungan berkembang sambungan spiritual utawa intuisi.Mitra ngajeni pangerten welas lan kawicaksanan sing sepi.Virgos tunggal narik koneksi sing migunani liwat ekspresi spiritual asli utawa kegiatan berorientasi sing berorial.",
            "career": "Kesempatan ing Perawatan Kesehatan, Konseling, utawa layanan spiritual muncul kanthi ora sengaja.Perhatian sampeyan kanggo rinci digabung karo ngarsane welas asih nggawa pangenalan profesional.Coba tali sing ngidini sampeyan ndhukung proses penyembuhan wong liya utawa wutah.",
            "health": "Sistem kekebalan lan kesehatan limfatik kudu menehi perhatian khusus liwat praktik detoksifikasi sing tepat lan subtle.Kesejahteraan mental nambah liwat meditasi utawa praktik kontempraitif.Pay manungsa waé menyang sikil lan sistem energi subtle liwat kegiatan grounding.",
            "finances": "Dhukungan finansial sing ora dikarepake teka liwat saluran sing ora katon.Coba nimbang investasi teknologi utawa layanan.Menehi charitable utawa ndhukung migunani nyebabake paradoks nambah akeh."
        },
        "2033": {
            "overall": "2033 menehi tandha wiwitan siklus nganyari maneh kanggo Virgo.Gagasan inovatif sampeyan nemokake ekspresi praktis liwat implementasine disiplin.Nggoleki imbangan antarane pamikiran wawasan lan tumindak metodhe nggawe pengaruh langgeng.",
            "love": "Hubungan sing ngrembaka liwat prasetya sing dianyari lan pendekatan seger kanggo pola sing akrab.Mitra mitra ngajeni kekarepan sampeyan supaya tuwuh nalika njaga nilai inti.Virgos tunggal narik sambungan sing sregep liwat ekspresi diri lan kapercayan pribadi.",
            "career": "Kesempatan kanggo kemajuan karir liwat pendekatan inovatif muncul kanthi ora sengaja.Kemampuan sampeyan kanggo nambah sistem sing wis diadegake kanthi perspektif seger nggawa pangenalan profesional.Coba Usaha Entrepreneuri utawa peran kepemimpinan ing organisasi berkembang.",
            "health": "Vitalitas nambah liwat pendekatan holistik sing alamat pola sing ndasari pola.Pay manungsa waé kanggo manajemen kesehatan lan stres adrenal liwat praktik nganyari maneh biasa.Penampilan fisik nggambarake kesejahteraan jero nalika rutinitas perawatan mandhiri konsisten.",
            "finances": "Wiwitan finansial anyar nuduhake janji khusus nalika dibangun kanthi ati-ati pola kepungkur.Coba nimbang investasi ing industri utawa teknologi sing muncul.Usah Usahawan adhedhasar nambah produk utawa layanan sing wis diadegake ngasilake positif."
        },
        "2034": {
            "overall": "2034 nyoroti keamanan materi lan manajemen sumber daya kanggo Virgo.Pendhaftaran analitis kanggo ngurmati asil sing bisa ditemokake.Nggoleki keseimbangan antara panglipur lan kesederhanaan nyebabake turah mbrawah.",
            "love": "Hubungan luwih jero babagan nilai sing dituduhake sekitar keamanan materi lan kepenak.Mitra martakake ekspresi perawatan lan komitmen praktis.Virgos tunggal narik kawigaten sambungan stabil liwat keandalan sing nuduhake lan kapercayan sing sepi.",
            "career": "Kesempatan ing sektor finansial, manajemen sumber, utawa usaha sing fokus regane nuduhake janji.Perhatian sampeyan kanggo rinci babagan nggawe utawa nglindhungi nilai nggawa kemajuan profesional.Coba tali sing nyelarasake katrampilan analitis kanthi produksi nyata.",
            "health": "Kesehatan lan tenggorokan vokal lan tenggorokan khusus liwat hidrasi lan praktik ekspresi sing tepat.Kesenengan Sensori Pengalaman bermutu tinggi nggawa keseluruan sing penting.Balance antarane produktivitas kerja lan kesenengan sensori nggawe energi sustainable.",
            "finances": "Stabilitas finansial ningkatake kanthi nliti kanthi ati-ati babagan nilai sing bener ing tumbas lan investasi.Nimbang nggawe utawa entuk aset nyata kanthi nilai sing tahan.Perbankan, strategi tabungan, utawa sistem keamanan finansial mbutuhake tinjauan lengkap kanggo optimisasi."
        },
        "2035": {
            "overall": "2035 nggawa stimulasi intelektual lan terobosan komunikasi kanggo Virgo.Pikiran Analitis sampeyan nemokake kepuasan kanggo nguwasani teknologi utawa cara informasi anyar.Imbangan antarane fakta sing rinci lan komunikasi sing efektif nggawe pengaruh sing bisa ditantang.",
            "love": "Hubungan sing tuwuh liwat sambungan komunikasi lan intelektual sing apik.Mitra dadi penghargaan pamikiran lan ngrungokake pertambangan sampeyan.Virgos tunggal narik kawigaten sambungan kanthi ekspresi sing ditulis utawa kegiatan enggo bareng pengetahuan.",
            "career": "Kesempatan ing Komunikasi, Pendhidhikan, utawa Manajemen Informasi muncul kanthi ora sengaja.Kemampuan kanggo ngatur lan menehi informasi sing kompleks kanthi jelas nggawa pangenalan profesional.Coba pikirake peran sing gabungke presisi analitis kanthi komponen pamulangan utawa nulis.",
            "health": "Kesehatan pernapasan lan saraf pantes perhatian khusus liwat teknik napas lan manajemen stres.Kesejahteran mental nambah liwat lingkungan informasi kanggo ngatur keruwetan digital.Fleksibilitas tangan lan lengen entuk manfaat saka ergonomik sing tepat lan reget.",
            "finances": "Investasi ing teknologi komunikasi utawa platform pendidikan nuduhake janji.Coba Monetizing kawruh utawa katrampilan analitis sampeyan liwat kursus, nulis, utawa konsultasi.Kesempatan finansial sing ora dikarepake muncul ing jaringan utawa ijol-ijolan informasi."
        }
    },
    "famous": [
        {
            "name": "Beyoncé",
            "birth_date": "4 September 1981",
            "description": "Penyanyi, pelaku, lan busana sing dianggep rinci babagan rinci, etika kerja, lan kesempurnaan exemplify Virgo sipling ing paling apik"
        },
        {
            "name": "Keanu Reeves",
            "birth_date": "2 September 1964",
            "description": "ACtor sing dikenal amarga sifat sing asor, orientasi orientasi layanan kanggo kerajinan, nampilake kaunggulan keunggangan modern Virgo"
        },
        {
            "name": "Ibu Teresa",
            "birth_date": "26 Agustus 1910",
            "description": "Kamanungsan sing urip layanan, perhatian marang kabutuhan wong liya, lan welasan praktis makili ekspresi paling dhuwur Virgo"
        },
        {
            "name": "Tim burton",
            "birth_date": "25 Agustus 1958",
            "description": "Filmmaker sing perhatian kanthi rinci visual lan kemampuan kanggo nggawe Fantasi World sing dibunuh kanthi sampurna nggambarake pression lan imajinasi Virgo"
        },
        {
            "name": "Michael Jackson",
            "birth_date": "29 Agustus 1958",
            "description": "Pelaku sing kesaliten, manungsa waé kanggo saben detail ing kerajinan, lan ora bisa nggunakake etika kanggo nggambarake sifat Virgo klasik"
        }
    ],
    "daily_advice": {
        "relationship": "Dina iki, fokus kanggo ngormati usaha wong liya tinimbang ora bisa dirasakake.Nyata matur nuwun kanggo barang-barang cilik sing ditresnani.",
        "career": "Katrampilan organisasi sampeyan saiki.Tackle tugas sing rinci sing mbutuhake tliti, nanging elinga kanggo komunikasi kemajuan marang wong liya.",
        "health": "Pay manungsa waé menyang sambungan antarane negara mental lan pencernaan sampeyan.Motong istirahat cendhak kanggo ngendhokke pikiran sajrone awan.",
        "general": "Balance perhatian alami kanggo rinci kanthi apresiasi kanggo gambar sing luwih gedhe saiki.Sampurna asring dadi mungsuh sing cukup."
    },
    "tarot_associations": {
        "major_arcana": "Hermit",
        "explanation": "Hermit kasebut nggambarake introspeksi, analisis, lan nggoleki kawicaksanan batin liwat pemeriksaan sing ati-ati - sifat-sifat sing resonate karo sifat analitis Virgo lan ngupayakake dandan.Kertu iki nampilake perjalanan menyang kesempurnaan liwat pengamatan liwat pengamatan, pengamatan sing rinci, lan kawicaksanan prakteke."
    },
    "compatibility_details": {
        "aries": "Virgo lan aries nggawa kekuwatan pelengkap nanging ngadhepi tantangan kanthi pendekatan sing beda - ngati-ati Virgos mungsuh impulsiveness Aries.Dheweke bisa ngimbangi saben liyane nalika ngormati bedane kasebut.",
        "taurus": "Virgo lan Taurus nggawe pertandhingan tandha bumi sing harmoni kanthi nilai praktis lan apresiasi kanthi kualitas.Loro-lorone bisa dipercaya lan keamanan, nggawe kemitraan sing stabil.",
        "gemini": "Virgo lan Gemini Share Penerbaikan Mercury nanging kanthi beda.Iki nggawe sambungan mental nanging gesekan potensial ing antarane precision Virgo lan macem-macem jinis sing golek Virgo.",
        "cancer": "Virgo lan kanker mbentuk pertandhingan dhukungan karo gaya bekurangan sing pelengkap.Virgo nawakake pitulung praktis nalika kanker nyedhiyakake dhukungan emosional, nggawe hubungan sing seimbang.",
        "leo": "Pendhaftaran LEO lan Leo bisa beda - Virgo kanthi Analisis kanthi ati-ati lan Leo kanthi flir dramatis.Dheweke bisa nglengkapi saben liyane yen Leo ngapresiasi pitulung lan Virgo ngakoni kreatifitas Leo.",
        "virgo": "Loro Virgos nggawe hubungan adhedhasar pemahaman sing dikarepake karo kepinginan lan presisi.Dheweke kerja kanthi becik babagan perkara sing praktis nanging bisa uga kudu ngolah spontanitas luwih akeh.",
        "libra": "Virgo lan Libra nggawa perspektif sing beda - idealisme Virgo lan libra.Iki nggawe potensial kanggo tuwuh liwat sudut pandang sing seimbang nalika komunikasi kanthi efektif.",
        "scorpio": "Virgo lan Scorpio nuduhake pendekatan berorientasi kanthi rinci lan menehi bukti keaslian.Loro-lorone yaiku observasi lan ngajeni ambane, nggawe hubungan karo saling ngormati lan pangerten.",
        "sagittarius": "Firgo lan Sagittarius Face World World World Worlds - pression Virgo Virsus Sagittarius tunjangan.Usaha sing signifikan dibutuhake kanggo jembatan pendekatan sing beda.",
        "capricorn": "Virgo lan Capricorn mbentuk pertandhingan tandha bumi sing apik karo nilai praktis sing dituduhake lan etika kerja.Dheweke ngerti saben cara metodhe saben liyane lan nggawe kemitraan sing produktif.",
        "aquarius": "Virgo lan Aquarius loro-lorone duwe pikiran analitis nanging bisa digunakake kanthi beda - Virgo kanggo masalah praktis lan Aquarius kanggo konsep abstrak.Iki nggawe obrolan sing menarik nanging konflik gaya urip potensial.",
        "pisces": "Virgo lan Pisces mbentuk tandha-tandha sing beda karo potensial kanggo tuwuh liwat kuwalitas pelengkap.Virgo nyedhiyakake headedness praktis kanggo ngimpi Pisces, dene pisces nawakake ambane emosional kanggo analisis Virgo."
    },
    "astrological_influences": {
        "sun_in": "Srengenge ing Virgo nggawa pamikiran analitis, perhatian kanthi rinci, lan orientasi layanan.Sampeyan nyedhaki urip kanthi presisi praktis lan kepinginan kanggo nambah dhewe lan lingkungan sampeyan.",
        "moon_in": "Wulan ing Virgo nggawe kebutuhan emosional kanthi tekane, migunani, lan dandan.Rasa sampeyan diolah, lan sampeyan nemokake keamanan emosional liwat ngatasi masalah praktis.",
        "rising": "Virgo Rising menehi tampilan saka modesty, intelijen, lan kompetensi.Liyane ndeleng sampeyan rinci, mbiyantu, lan ngerti, asring golek saran praktis sampeyan."
    },
    "self_improvement": {
        "challenges": [
            "Ngatur perfectionmis lan kritik diri",
            "Analisis Balancing Kanthi Ditampa",
            "Nyatakake emosi luwih terbuka",
            "Ngembangake keluwesan sing luwih gedhe kanthi owah-owahan",
            "Sinau kanggo delegasi tinimbang ngontrol kabeh rincian"
        ],
        "growth_opportunities": [
            "Nggunakake katrampilan analitis kanggo ngrampungake masalah sing migunani",
            "Ngembangake Crecrement sing mbedakake rincian penting saka sing sepele",
            "Orientasi Layanan Channeling menyang Nimbul",
            "Nggoleki kabungahan ing proses perbaikan tinimbang sing fokus mung kanthi cacat",
            "Nggawe sistem praktis sing mbantu wong liya"
        ],
        "affirmations": [
            "Aku nampa dhewe lan wong liya sing ora sampurna",
            "Aku ngimbangi analisis rinci kanthi pangerten welas asih",
            "Katrampilan praktisku nggawe perbaikan sing migunani",
            "Aku ngladeni wong liya nalika ngurmati kabutuhan dhewe",
            "Aku golek tentrem ing wayahe saiki nalika kerja"
        ]
    },
    "life_path": {
        "purpose": "Wong Virgo asring duwe misi kanggo nambah, nyaring, lan dadi layanan praktis.Tujuane kalebu nggawa supaya bisa nyepetake, nambah efisiensi, lan mbantu wong liya liwat analisis praktis lan karya sing darmabakti.",
        "life_lessons": [
            "Sinau kanggo Balance Dandan Kanthi Ditampa",
            "Ngenali bedane antarane analisis sing migunani lan kritik sing mbebayani",
            "Ngembangake kapercayan ing intuisi bebarengan karo analisis logis",
            "Nggoleki awake dhewe ngluwihi produktivitas lan migunani",
            "Nggawe sistem sing ngladeni tujuan sing migunani tinimbang sempurno kanggo awake dhewe"
        ],
        "spiritual_growth": "Pengembangan spiritual kanggo Virgo kalebu sing luwih lengkap nalika njaga kapinteran.Praktek sing nyambungake pikiran analisis kanthi kawicaksanan spiritual, layanan sing asale saka welas asih tinimbang kritik, lan nemokake suci ing saben dinten kabeh menehi kontribusi evolusi spiritual."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Bocah-bocah Virgo biasane diamati, diatur, lan detail utawa orientasi saka umur awal.Dheweke kerep nuduhake prihatin kanggo tatanan, takon pitakon khusus, lan bisa uga utamane babagan rutin, panganan, lan kabersihan.",
            "parenting_advice": "Wenehi struktur lan panjelasan sing jelas nalika ngidini kesalahan lan sinau.Puji upaya lan kemajuan tinimbang asil sing sampurna.Tulung dheweke dadi kapercayan ing kemampuan analitis alami nalika mulang panampa sing sehat."
        },
        "in_friendship": {
            "friendship_style": "Kanca Virgo bisa dipercaya, mikir, lan prakteke prewangan.Dheweke nuduhake liwat tumindak sing mbiyantu, ngelingi rincian sing penting, lan nawakake saran sing dianggep kanthi tliti nalika dijaluk.",
            "ideal_friends": "Virgo urip karo kanca sing ngajeni sifat praktis lan mbiyantu sing ora entuk bathi.Dheweke menehi kekancan sing jujur, murah-drama kanthi harapan sing jelas lan saling dihormati kanggo wates."
        },
        "shadow_side": {
            "potential_issues": "Yen ora seimbang, Virgo bisa dadi hiperkritik, kuatir, utawa ora cocog.Kepinginan kanggo nambah bisa nemokake fault, lan orientasi service bisa nyebabake masalah martyrdom utawa wates.",
            "growth_path": "Wutah pribadi kanggo Virgo melu ngembangake babagan prakara kasebut, sinau kanggo ngormati kemajuan tinimbang sing nuntut kesepakatan, lan ngimbangi mikir kanthi ora sampurna."
        }
    },
    "seasonal_influences": {
        "harvest_energy": "Lair sajrone musim panen tradisional, Virgo nampilake energi ngurutake ati-ati, misahake gandum saka chaf, lan nyiapake masa depan.Wektu iki infus Virgo kanthi kapercayan alam, kepraktisan, lan perhatian apa sing penting kanggo rezeki.",
        "mutable_quality": "Minangka tandha sing kudu, Virgo nggambarake adaptasi lan panyulingan minangka transisi musim panas tiba.Posisi iki menehi fleksibilitas kanggo ningkatake sistem, perhatian kanggo ngganti rincian, lan kemampuan kanggo ngurutake kerumitan kanggo nemokake apa sing penting."
    },
    "elemental_analysis": {
        "earth_element_influence": "Unsur bumi menehi keprigelan karakteristik, landasan, lan sambungan kanggo kasunyatan fisik.Bumi nggambarake manifestasi materi, produktivitas, lan aplikasi ide praktis.",
        "earth_balance": "Eyang sing imbang nggawa praktis, linuwih, lan layanan produktif.Bumi sing berlebihan bisa nyebabake perfectionisme, kritik, lan kaku, nalika bumi kurang bisa nyebabake kuatir, sambung saka kabutuhan fisik, utawa idealisme sing ora praktek."
    },
    "planetary_rulership": {
        "mercury_influence": "Mercury, planet komunikasi, analisis, lan Processing Informasi, aturan Virgo.Ora kaya ekspresi ing Gemini, Mercury ing Virgo nuduhake minangka komunikasi tepat, analisa rinci, lan ngrampungake masalah sing praktis.",
        "mercury_aspects": "Posisi lan aspek merkuri ing chart lair individu kanthi sanget kanggo ngetrapake cara Virgo Energy.Aspek merkuri sing kuwat nambah kemampuan analitis lan komunikasi, nanging bisa uga nambah tendensi kanggo kuwatir utawa analisis."
    },
    "modern_applications": {
        "career_in_digital_age": "Ing ekonomi informasi sing abot, Virgo Excels ing analisis data, jaminan teknis, nulis teknis, organisasi digital, lan lapangan sing mbutuhake perhatian kanggo sistem teknologi.",
        "relationship_in_modern_context": "Hubungan modern entuk manfaat saka kajelasan Virgo lan dhukungan praktis ing jagad sing asring banget.Katrampilan kasebut kanthi rencana rinci mbantu navigasi urip modern sing kompleks, sanajan bisa ngelipasi kanthi owah-owahan etus sing tetep."
    }
}