{
    "sign": "Virgo",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/virgo.svg",
    "local_name": "처녀 자리",
    "date_range": "8 월 23 일 -9 월 22 일",
    "element": "지구",
    "ruling_planet": "수은",
    "symbol": "처녀 또는 처녀",
    "lucky_numbers": [
        "3",
        "6",
        "9",
        "12",
        "27"
    ],
    "lucky_colors": [
        "녹색",
        "갈색",
        "네이비 블루"
    ],
    "lucky_days": [
        "수요일",
        "금요일"
    ],
    "lucky_stones": [
        "사파이어",
        "옥",
        "감람석"
    ],
    "general_traits": {
        "strengths": [
            "분석",
            "현실적인",
            "믿을 수 있는",
            "세부 사항 지향",
            "질서 있는",
            "성실한",
            "보통의"
        ],
        "weaknesses": [
            "비판적인",
            "완벽 주의자",
            "지나치게 조심합니다",
            "꺼림칙한",
            "까다 롭다",
            "확고한",
            "지나치게 분석"
        ]
    },
    "personality": {
        "overview": "처녀 자리는 정밀, 서비스 및 개선을 상징하는 조디악의 여섯 번째 표시입니다.처녀 자리 개인은 분석적 마음, 세부 사항에 대한 관심 및 삶에 대한 실질적인 접근으로 유명합니다.그들은 신중한 분석과 전용 서비스를 통해 자신과 환경을 개선하려는 욕구에 의해 주도되는 조디악의 완벽 주의자입니다.",
        "detailed_traits": [
            "세부 사항과 조직에 대한 세심한 관심",
            "실제 문제 해결 능력",
            "상황의 모든 측면을 조사하는 분석적 마음",
            "우수성에 대한 헌신으로 강력한 노동 윤리",
            "결함과 개선 영역을 식별하는 자연스러운 능력",
            "도움이 되고자하는 진정한 욕망으로 서비스 지향",
            "종종 업적을 낮추는 겸손한 태도",
            "의사 결정에 대한 논리적 접근",
            "건강에 관심이있는 건강 의식",
            "정확한 언어와의 숙련 된 의사 소통"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "처녀 자리 개인은 실질적인 서비스 행위와 파트너의 요구에주의를 기울여 사랑을 보여주는 사려 깊고 세심한 파트너입니다.그들은 웅장한 낭만적 인 몸짓보다는 신뢰성, 사려 깊음 및 조용한 지원을 통해 헌신을 표현합니다.",
        "compatibility": {
            "most_compatible": [
                "황소 자리",
                "염소 자리",
                "암",
                "천갈궁"
            ],
            "least_compatible": [
                "쌍둥이 자리",
                "궁수",
                "물고기"
            ]
        },
        "relationship_advice": "처녀 자리 개인은 불완전한 수용으로 개선 경향의 균형을 유지해야합니다.서비스 행위를 통해서도 구두로 감사를 표현하고 의도가 좋을 때에도 비판이 감정을 상하게 할 수 있다는 것을 기억하십시오.낭만적 인 관계에서 신중한 계획과 함께 자발성을위한 공간을 마련하십시오.",
        "love_style": [
            "실용적인 서비스 행위를 통해 사랑을 보여줍니다",
            "파트너의 요구와 선호도에주의를 기울입니다",
            "그들이 파트너를 선택할 때 충성스럽고 헌신적입니다",
            "감정을 표현하는 데 예약 될 수 있습니다",
            "물리적 매력과 함께 지적 연결을 평가합니다",
            "안정적이고 신뢰할 수있는 파트너십을 만듭니다",
            "관계에서 불완전 성을 받아들이는 작업이 필요할 수 있습니다"
        ]
    },
    "career_and_finances": {
        "career_traits": "처녀 자리 개인은 세부 사항, 분석적 사고 및 실용적인 문제 해결에주의를 기울여야하는 경력에서 뛰어납니다.그들은 시스템과 절차를 개선 할 수있는 자연스러운 재능을 가지고 있으며, 정밀도와 서비스의 가치가있는 역할에서 번성합니다.",
        "suitable_careers": [
            "의료 및 의학",
            "연구 및 분석",
            "편집 및 쓰기",
            "회계 및 재무 분석",
            "프로젝트 관리",
            "품질 관리 및 검사",
            "영양과식이 요법",
            "관리 관리",
            "데이터 과학 및 통계",
            "환경 과학"
        ],
        "financial_habits": "처녀 자리 개인은 일반적으로 돈 관리에 대한 신중하고 체계적인 접근 방식을 가지고 있습니다.그들은 예산 책정, 비용 추적 및 실질적인 재무 계획에 탁월합니다.일반적으로 투자를받는 위험을 감수하지는 않지만 일관되고 잘 연구 된 재무 결정을 통해 보안을 구축합니다.",
        "work_style": [
            "작업에 대한 체계적이고 체계적인 접근",
            "세부 사항과 품질에 대한 우수한주의",
            "마감일과 약속에 대한 신뢰할 수 있습니다",
            "작업 프로세스의 지속적인 개선을 위해 노력합니다",
            "깨끗하고 체계적인 작업 환경을 선호합니다",
            "가치 효율성과 실용적인 솔루션",
            "모든 것을 취하지 않고 더 많은 위임해야 할 수도 있습니다."
        ]
    },
    "health_and_wellness": {
        "physical_health": "처녀 자리는 소화 시스템, 내장 및 신경계를 지배합니다.처녀 자리 개인은 종종 건강, 영양 및 건강에 자연스럽게 관심이 있지만 걱정으로 인한 소화 감도와 신경 긴장이 발생하기 쉽습니다.",
        "common_health_issues": [
            "소화 장애 및 음식 감도",
            "긴장과 불안",
            "스트레스 관련 질병",
            "장 문제",
            "고갈로 이어지는 과로",
            "정신 건강에 영향을 미치는 완벽주의",
            "hypochondria 또는 건강에 대한 과도한 걱정"
        ],
        "wellness_advice": "활동적인 마음과 신경계를 진정시키는 마인드-신체 관행을 개발하십시오.적절한 영양 및 스트레스 관리를 통해 장 건강에 특별한주의를 기울이십시오.정기적 인 휴식 시간을 예약하십시오. 사후에 생각하기보다는 일상의 일부를 유지하십시오.",
        "exercise_preferences": [
            "명확한 진행과 함께 정확하고 구조화 된 운동",
            "마인드 바디 연결을위한 요가와 필라테스",
            "자연 환경에서 걷는 것",
            "측정 가능한 개선이있는 활동",
            "실질적인 이점을 가진 기능적 체력"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025는 처녀 자리에 대한 세련된 초점과 개인적 성장의 1 년을 대표합니다.귀하의 분석 기술은 혁신적인 프로젝트에 적용될 때 새로운 높이에 도달합니다.세부 사항에 대한 세심한 관심과 광범위한 비전 사이의 균형은 놀라운 성과를 가져옵니다.",
            "love": "정직한 의사 소통과 사려 깊은 몸짓으로 관계는 번성합니다.단일 처생은 지적 또는 서비스 지향 활동을 통해 유망한 연결을 찾을 수 있습니다.실질적인 지원이 정서적 이해와 일치 할 때 기존 파트너십이 강화됩니다.",
            "career": "전문적인 발전은 타의 추종을 불허하는 조직 능력과 문제 해결 기술을 통해 이루어집니다.중반은 정밀하고 체계적인 사고가 필요한 프로젝트를 이끌 수있는 기회를 제공합니다.신뢰성에 대한 명성은 영향력있는 연결에 대한 문을 열어줍니다.",
            "health": "신중한 식습관 및 스트레스 관리를 통해 소화 건강에 중점을 둡니다.물리적 공간과 디지털 공간의 정기적 인 구성으로 정신 선명도가 향상됩니다.더 바쁜 기간 동안 건강한 루틴을 유지하는 데 특별한주의를 기울이십시오.",
            "finances": "신중한 계획과 투자에 대한 분석적 접근은 꾸준한 이익을 얻습니다.보안과 때때로 방종을 모두 허용하는 상세 예산을 만드는 것을 고려하십시오.금융 문해력 교육은 귀중한 장기 혜택을 제공합니다."
        },
        "2026": {
            "overall": "2026은 다른 사람에 대한 서비스와 처녀 자리의 개인 개발 간의 균형을 강조합니다.귀하의 실제 기술은 지역 사회에서 실질적인 개선을 만듭니다.비판적 분석과 자비로운 수용 사이의 조화를 찾으면 성취가됩니다.",
            "love": "관계는 실질적인 목표와 상호 지원을 통해 깊어집니다.파트너는 그들의 필요와 성장에 대한 당신의 신중한 관심에 감사합니다.단일 처생은 도움이되는 자연과 조용한 힘의 진정한 표현을 통해 연결을 유치합니다.",
            "career": "건강, 교육 또는 조직 개선 부문의 기회는 예기치 않게 나타납니다.효율적인 시스템을 만들 수있는 능력은 리더십에서 인식을 가져옵니다.분석 기술과 멘토링 또는 교육 구성 요소를 결합한 역할을 고려하십시오.",
            "health": "장 뇌 연결은 프로 바이오 틱이 풍부한 음식과 스트레스 감소 기술을 통해 특별한 관심을받을 가치가 있습니다.정신적 및 신체적 구성 요소를 모두 포함하는 정기적 인 루틴은 주목할만한 이점을 가져옵니다.경미한 증상을 기각하기보다는 미묘한 건강 신호에주의하십시오.",
            "finances": "불필요한 비용의 일관된 절약 및 사려 깊은 가지 치기를 통해 재무 안정성이 향상됩니다.재무 관리를위한 자동화 된 시스템 작성을 고려하십시오.소규모 정기 투자는 연말까지 놀라운 누적 결과를 얻습니다."
        },
        "2027": {
            "overall": "2027은 처녀 자리를위한 중요한 관계 개발과 파트너십 기회를 제공합니다.협력 노력에서 조화로운 균형을 창출하는 능력은 놀라운 성과로 이어집니다.표준을 유지하면서 다른 사람의 관점을 이해하면 지속적인 연결이 발생합니다.",
            "love": "낭만적 인 관계는 새로운 이해와 상호 성장의 깊이에 도달합니다.파트너는 흔들리지 않는 지원과 실용적인 사랑의 표현을 소중히 여깁니다.단일 처생은 비즈니스 협력 또는 공유 지적 추구를 통해 의미있는 연결을 찾을 수 있습니다.",
            "career": "전문적인 파트너십 또는 협업 벤처는 특별한 약속을 보여줍니다.계약 세부 사항 및 공정 계약에 대한 귀하의 관심은 모든 관련 당사자에게 혜택을줍니다.분석 강점과 다른 사람들의 보완 기술을 결합한 합작 투자를 고려하십시오.",
            "health": "일상 생활의 균형과 조화는 눈에 띄는 건강 개선을 가져옵니다.신체적 증상과 근본적인 원인을 모두 다루는 전체 론적 접근법을 고려하십시오.적절한 수화 및 스트레스 관리를 통해 신장 및 부신 건강에 특별한주의를 기울이십시오.",
            "finances": "공유 금융 벤처 또는 신뢰할 수있는 파트너와의 투자는 긍정적 인 수익을 얻습니다.재무 결정에 대한 귀하의 분석적 접근 방식은 협업 프로젝트에 도움이됩니다.성장을 허용하면서 모든 당사자를 보호하는 명확한 계약을 수립하는 것을 고려하십시오."
        },
        "2028": {
            "overall": "2028은 처녀 자리에 대한 심오한 변화와 재생의 기간을 표시합니다.개인적 성장에 적용되는 귀하의 분석 능력은 놀라운 진화를 만듭니다.구식 시스템이나 신념을 공개하려는 의지는 강력한 새로운 시작의 여지가 있습니다.",
            "love": "친밀한 관계는 더 깊은 수준의 신뢰와 취약성에 도달합니다.파트너는 표면 실용성을 넘어 감정적 깊이에 참여하려는 의지에 감사드립니다.단일 처생은 진정한 자기 표현과 정서적 용기를 통해 변형적인 연결을 유치합니다.",
            "career": "경력 재창조 또는 중대한 발전 기회가 예기치 않게 나타납니다.복잡한 도전에 적용되는 문제 해결 능력은 전문적인 인정을받습니다.연구, 조사 또는 조직 변화와 관련된 역할을 고려하십시오.",
            "health": "해독 및 재생 관행은 주목할만한 이점을 가져옵니다.적절한 영양 및 스트레스 관리를 통해 생식 및 제거 시스템에주의하십시오.심리적 복지는 완벽 주의적 경향을 방출함으로써 향상됩니다.",
            "finances": "재무 변화는 돈 주변의 구식 패턴을 풀어야합니다.재생 또는 변형 기술에 대한 투자를 고려하십시오.보험, 부동산 계획 또는 공유 자원에는 신중한주의가 필요하며 예기치 않은 혜택을 제공 할 수 있습니다."
        },
        "2029": {
            "overall": "2029는 지적 지평과 철학적 이해, 처녀 자리를 확대합니다.당신의 분석 정신은 더 높은 지식과 더 넓은 관점을 탐구하는 데 만족을 찾습니다.상세한 분석과 광대 한 사고 사이의 균형은 지혜로 이어집니다.",
            "love": "관계는 공동 학습과 철학적 탐구를 통해 성장합니다.파트너는 당신의 사려 깊은 통찰력과 다른 관점을 고려하려는 의지에 감사합니다.단일 처생은 교육 추구 또는 여행 경험을 통해 의미있는 연결을 찾을 수 있습니다.",
            "career": "교육, 출판 또는 국제 벤처의 기회는 특별한 약속을 보여줍니다.복잡한 정보를 전달하는 능력은 전문적인 발전을 분명히 제공합니다.계속 배우면서 지식을 공유 할 수있는 역할을 고려하십시오.",
            "health": "간 및 고관절 유연성은 적절한 영양 및 이동성 관행을 통해 특별한주의를 기울일 가치가 있습니다.친숙한 사고 패턴을 넘어 확장함으로써 정신 건강은 향상됩니다.과학적 증거와 전통적인 지혜를 결합한 웰빙 접근법을 고려하십시오.",
            "finances": "교육 투자는 지적 및 재무 수익을 산출합니다.국제적 또는 문화 간 재정 기회를 고려하십시오.계약 또는 지적 재산과 관련된 법적 문제는 예기치 않게 자원을 증가시킬 수 있습니다."
        },
        "2030": {
            "overall": "2030은 처녀 자리에 대한 전문적인 성취와 대중의 인정에 중점을 둡니다.장기 목표에 대한 체계적인 접근 방식은 실질적인 결과를 산출합니다.경력 야망과 개인적인 복지 사이의 균형을 찾으면 지속 가능한 성공이 만듭니다.",
            "love": "파트너가 서로의 전문적인 목표를 지원할 때 관계가 번성합니다.대중의 인정 또는 공유 업적은 채권을 강화합니다.단일 처생은 전문 네트워크 또는 산업 이벤트를 통해 유망한 연결을 찾을 수 있습니다.",
            "career": "조직의 우수성에 대한 비전을 구현할 수있는 리더십 기회가 나타납니다.무결성과 정밀도로 명성을 얻으려면 영향력있는 위치에 대한 문이 열립니다.시스템 수준 개선을 만들 수있는 역할을 고려하십시오.",
            "health": "골격 건강 및 자세는 적절한 인체 공학 및지지 운동을 통해주의를 기울일 가치가 있습니다.책임이 증가함에 따라 스트레스 관리가 필수화됩니다.전문적인 헌신과 개인 복원 사이의 균형은 지속 가능한 에너지를 만듭니다.",
            "finances": "전문적인 발전은 재무 안정성을 향상시킵니다.업계 전문 지식 또는 평판과 관련된 투자를 고려하십시오.경력 성장과 일치하는 부동산 또는 장기 투자는 특별한 약속을 보여줍니다."
        },
        "2031": {
            "overall": "2031은 처녀 자리의 커뮤니티 연결과 미래 비전을 강조합니다.인도 주의적 문제에 적용되는 귀하의 분석 기술은 의미있는 영향을 미칩니다.실제 구현과 이상적인 목표 사이의 균형을 찾는 것은 놀라운 기여로 이어집니다.",
            "love": "더 나은 미래를 위해 공유 가치와 비전을 통해 관계가 깊어집니다.파트너는 이상 주의적 문제에 대한 실질적인 접근 방식에 감사합니다.단일 처생은 지역 사회의 참여 또는 원인 지향 활동을 통해 같은 생각을 가진 연결을 유치합니다.",
            "career": "비영리 부문의 기회, 사회적 이익을위한 기술 또는 지역 사회 개선의 기회가 예기치 않게 나타납니다.이상적인 목표를위한 기능 시스템을 만들 수있는 능력은 전문적인 인정을 가져옵니다.분석 및 인도 주의적 측면을 모두 표현할 수있는 역할을 고려하십시오.",
            "health": "순환 및 전해질 균형은 적절한 수화와 움직임을 통해 특별한주의를 기울일 가치가 있습니다.정신 건강은 개인 습관을 더 넓은 의미와 연결함으로써 향상됩니다.개인 및 집단적 건강에 이익이되는 건강 관행을 고려하십시오.",
            "finances": "지속 가능한 기술 또는 지역 사회 중심 벤처에 대한 투자는 약속을 보여줍니다.공유 가치가있는 투자 그룹에 가입하거나 형성하는 것을 고려하십시오.예상치 못한 재무 기회는 네트워크 연결 또는 그룹 소속을 통해 나타납니다."
        },
        "2032": {
            "overall": "2032는 처녀 자리에 대한 영적 통찰과 내면의 치유를 제공합니다.당신의 분석 정신은 미묘한 에너지 패턴을 이해하는 데 만족을 찾습니다.실용적인 일상과 영적 실천 사이의 균형은 심오한 개인적인 변화를 만듭니다.",
            "love": "관계는 더 깊은 영적 또는 직관적 인 연결을 발전시킵니다.파트너는 자비로운 이해와 조용한 지혜에 감사합니다.단일 처생은 진정한 영적 표현이나 치유 지향 활동을 통해 의미있는 연결을 유치합니다.",
            "career": "의료, 상담 또는 영적 봉사의 기회가 예기치 않게 나타납니다.자비로운 존재와 결합 된 세부 사항에 대한 관심은 전문적인 인정을 가져옵니다.다른 사람의 치유 또는 성장 과정을 지원할 수있는 역할을 고려하십시오.",
            "health": "면역계와 림프 건강은 적절한 휴식과 미묘한 해독 관행을 통해 특별한 관심을받을 자격이 있습니다.정신 건강은 명상이나 명상적인 관행을 통해 향상됩니다.접지 활동을 통해 발과 미묘한 에너지 시스템에주의를 기울이십시오.",
            "finances": "예기치 않은 재정 지원은 이전에 보이지 않는 채널을 통해 도착합니다.웰니스 기술 또는 서비스에 대한 투자를 고려하십시오.자선 기부 또는 의미있는 원인은 역설적으로 당신의 풍요를 증가시킵니다."
        },
        "2033": {
            "overall": "2033은 처녀 자리에 대한 상당한 갱신주기의 시작입니다.귀하의 혁신적인 아이디어는 훈련 된 구현을 통해 실용적인 표현을 찾습니다.비전 적 사고와 체계적인 행동 사이의 균형을 찾으면 지속적인 영향을 미칩니다.",
            "love": "친숙한 패턴에 대한 새로운 헌신과 새로운 접근 방식을 통해 관계가 번성합니다.파트너는 핵심 가치를 유지하면서 진화하려는 의지에 감사합니다.단일 처생은 진정한 자기 표현과 개인적인 자신감을 통해 활기찬 연결을 유치합니다.",
            "career": "혁신적인 접근 방식을 통한 경력 발전 기회는 예기치 않게 나타납니다.신선한 관점으로 확립 된 시스템을 개선하는 능력은 전문적인 인식을 가져옵니다.진화하는 조직에서 기업가 벤처 또는 리더십 역할을 고려하십시오.",
            "health": "활력은 기본 패턴을 다루는 전체적인 접근 방식을 통해 향상됩니다.정기적 인 갱신 관행을 통해 부신 건강 및 스트레스 관리에주의하십시오.물리적 외관은 자기 관리 루틴이 일관 될 때 내부 복지를 반영합니다.",
            "finances": "새로운 재무 시작은 과거 패턴을 신중하게 분석 할 때 특별한 약속을 보여줍니다.신흥 산업 또는 기술에 대한 투자를 고려하십시오.기존 제품 또는 서비스 개선에 근거한 기업가 벤처는 긍정적 인 수익을 산출합니다."
        },
        "2034": {
            "overall": "2034는 처녀 자리의 재료 보안 및 자원 관리를 강조합니다.가치 창출에 대한 귀하의 분석적 접근은 실질적인 결과를 얻습니다.편안함과 단순성 사이의 균형을 찾으면 진정으로 풍부합니다.",
            "love": "물질 보안과 편안함에 대한 공유 가치를 통해 관계가 깊어집니다.파트너는 귀하의 실제 보살핌과 헌신의 표현에 감사합니다.단일 처생은 입증 된 신뢰성과 조용한 자신감을 통해 안정적인 연결을 유치합니다.",
            "career": "금융 부문, 자원 관리 또는 가치 중심 벤처의 기회는 약속을 보여줍니다.가치를 창출하거나 보존하는 데있어 세부 사항에 대한 관심은 전문적인 발전을 가져옵니다.분석 기술을 유형의 생산에 맞추는 역할을 고려하십시오.",
            "health": "보컬 및 인후 건강은 적절한 수화 및 표현 관행을 통해 특별한주의를 기울일 가치가 있습니다.고품질 경험의 감각적 즐거움은 주목할만한 웰빙 이점을 제공합니다.업무 생산성과 감각의 즐거움 사이의 균형은 지속 가능한 에너지를 만듭니다.",
            "finances": "구매 및 투자의 진정한 가치에 대한 신중한 평가를 통해 재무 안정성이 향상됩니다.지속적인 가치로 유형 자산을 생성하거나 인수하는 것을 고려하십시오.은행, 저축 전략 또는 금융 보안 시스템은 최적화를위한 철저한 검토가 필요합니다."
        },
        "2035": {
            "overall": "2035는 처녀 자리에 대한 지적 자극과 의사 소통 혁신을 제공합니다.귀하의 분석 정신은 새로운 정보 기술 또는 방법을 마스터하는 데 만족을 찾습니다.상세한 사실과 효과적인 의사 소통 사이의 균형은 주목할만한 영향을 미칩니다.",
            "love": "관계는 개선 된 의사 소통과 지적 연결을 통해 번성합니다.파트너는 당신의 사려 깊은 교환과 세심한 청취에 감사합니다.단일 처생은 서면 표현 또는 지식 공유 활동을 통해 자극적 인 연결을 유치합니다.",
            "career": "커뮤니케이션, 교육 또는 정보 관리의 기회가 예기치 않게 나타납니다.복잡한 정보를 구성하고 제시하는 능력은 전문적인 인식을 분명히 제공합니다.분석적 정밀도와 구성 요소를 결합한 역할을 고려하십시오.",
            "health": "호흡기 및 신경계 건강은 적절한 호흡 기술과 스트레스 관리를 통해 특별한주의를 기울여야합니다.정보 환경을 조직하고 디지털 혼란을 줄임으로써 정신 건강은 향상됩니다.손과 팔 유연성은 적절한 인체 공학 및 스트레칭의 이점을 얻습니다.",
            "finances": "커뮤니케이션 기술 또는 교육 플랫폼에 대한 투자는 약속을 보여줍니다.과정, 작문 또는 컨설팅을 통해 지식이나 분석 기술을 수익을 창출하십시오.예상치 못한 재무 기회는 네트워킹 또는 정보 교환을 통해 나타납니다."
        }
    },
    "famous": [
        {
            "name": "비욘세",
            "birth_date": "1981 년 9 월 4 일",
            "description": "세부 사항, 직장 윤리 및 완벽주의에 세심한주의를 기울이는 상징적 가수, 공연자 및 사업가는 가장 훌륭한 처녀 자리를 보여줍니다."
        },
        {
            "name": "키아누 리브스",
            "birth_date": "1964 년 9 월 2 일",
            "description": "그의 겸손하고 봉사 지향적 인 본질과 공예에 대한 헌신으로 알려진 배우는 처녀 자리의 겸손한 우수성을 구현합니다."
        },
        {
            "name": "어머니 테레사",
            "birth_date": "1910 년 8 월 26 일",
            "description": "봉사의 삶, 다른 사람들의 요구에 대한 관심, 실질적인 동정심은 처녀 자리의 가장 높은 표현을 나타냅니다."
        },
        {
            "name": "팀 버튼",
            "birth_date": "1958 년 8 월 25 일",
            "description": "시각적 세부 사항에 세심한 관심과 완벽하게 실행 된 판타지 세계를 만들 수있는 능력에 대한 영화 제작자는 처녀 자리의 정밀성과 상상력을 반영합니다."
        },
        {
            "name": "마이클 잭슨",
            "birth_date": "1958 년 8 월 29 일",
            "description": "완벽주의, 그의 기술의 모든 세부 사항에 대한 관심, 끊임없는 직장 윤리는 고전적인 처녀 자리 특성을 보여줍니다."
        }
    ],
    "daily_advice": {
        "relationship": "오늘날, 개선 될 수있는 것을 알아 차리지 않고 다른 사람들의 노력을 감상하는 데 집중하십시오.사랑하는 사람들이하는 작은 일들에 대해 감사를 표하십시오.",
        "career": "당신의 조직 기술은 오늘 빛을 발합니다.정밀도가 필요한 상세한 작업을 해결하지만 진행 상황을 다른 사람에게 전달해야합니다.",
        "health": "정신 상태와 소화 사이의 연결에주의하십시오.하루 종일 마음을 긴장시키기 위해 잠시 휴식을 취하십시오.",
        "general": "오늘날 더 큰 그림에 대한 감사와 세부 사항에 대한 자연스러운 관심의 균형을 유지하십시오.완벽한 것은 종종 충분히 좋은 것입니다."
    },
    "tarot_associations": {
        "major_arcana": "은둔자",
        "explanation": "은방은 신중한 검사를 통해 내성, 분석 및 내면의 지혜에 대한 탐구, 즉 처녀 자리의 분석적 특성과 개선 추구에 공명하는 자질을 나타냅니다.이 카드는 분별력, 상세한 관찰 및 실용적인 지혜를 통해 완벽을 향한 여정을 구현합니다."
    },
    "compatibility_details": {
        "aries": "처녀 자리와 양자리는 보완적인 강점을 가져 오지만 다른 접근법으로 도전에 직면합니다. 처녀 자리의주의와 양자리의 충동.그들은 이러한 차이를 이해할 때 서로 균형을 잡을 수 있습니다.",
        "taurus": "처녀 자리와 황소 자리는 실용적인 가치와 품질에 대한 감사와 조화로운 지구 표시 일치를 만듭니다.둘 다 신뢰할 수 있고 보안 적이며 안정적인 파트너십을 만듭니다.",
        "gemini": "처녀 자리와 쌍둥이 자리는 수은 통치권을 공유하지만 다르게 표현합니다.이것은 처녀 자리의 정밀도와 쌍둥이 자리의 다양성을 찾는 성격 사이의 정신적 연결을 만들지 만 잠재적 인 마찰을 만듭니다.",
        "cancer": "처녀 자리와 암은 보완적인 육성 스타일과지지적인 일치를 형성합니다.처녀 자리는 실질적인 지원을 제공하는 반면 암은 정서적 지원을 제공하여 균형 잡힌 관계를 만듭니다.",
        "leo": "처녀 자리와 레오는 삶에 매우 다르게 접근합니다 - 신중한 분석을 가진 처녀 자리와 극적인 감각을 가진 레오.레오가 처녀 자리의 도움을 인식하고 처녀 자리가 레오의 창의성을 인정한다면 그들은 서로를 보완 할 수 있습니다.",
        "virgo": "두 처녀는 개선과 정밀도에 대한 욕구에 대한 상호 이해에 기초하여 관계를 만듭니다.그들은 실제적인 문제에 대해 잘 작동하지만 더 자발성을 키워야 할 수도 있습니다.",
        "libra": "처녀 자리와 천칭 자리는 처녀 자리의 실용성과 천칭 자리의 이상주의와 다른 관점을 가져옵니다.이는 효과적으로 의사 소통 할 때 균형 잡힌 관점을 통해 성장의 잠재력을 만듭니다.",
        "scorpio": "처녀 자리와 전갈 자리는 세부적인 접근 방식과 가치 진위를 공유합니다.둘 다 관찰하고 깊이에 감사하며 상호 존중과 이해와 관계를 만듭니다.",
        "sagittarius": "처녀 자리와 궁수 자리는 다양한 세계관과의 과제에 직면합니다. 처녀 자리의 정밀성과 궁수 자리의 광범위한 관점.다양한 접근 방식을 연결하려면 상당한 노력이 필요합니다.",
        "capricorn": "처녀 자리와 염소 자리는 실용적인 가치와 직장 윤리와 우수한 지구 표시 일치를 형성합니다.그들은 서로의 체계적인 접근 방식을 이해하고 생산적인 파트너십을 만듭니다.",
        "aquarius": "처녀 자리와 물병 자리는 모두 분석적인 마음을 가지고 있지만 다르게 적용합니다 - 실제 문제에 처녀 자리와 물병 자리는 추상적 인 개념에 대한 물병 자리입니다.이것은 흥미로운 대화를 만들어 내지 만 잠재적 인 라이프 스타일의 갈등을 만듭니다.",
        "pisces": "처녀 자리와 물고기는 보완 적 특성을 통해 성장 가능성과 반대 징후를 형성합니다.처녀 자리는 물고기 자리의 꿈에 실질적인 근거를 제공하는 반면, 물고기 자리는 처녀 자리의 분석에 감정적 깊이를 제공합니다."
    },
    "astrological_influences": {
        "sun_in": "처녀 자리의 Sun은 분석적 사고, 세부 사항에 대한 관심 및 서비스 지향을 제공합니다.당신은 실질적인 정밀도와 자신과 환경을 향상시키려는 욕구로 삶에 접근합니다.",
        "moon_in": "처녀 자리의 달은 질서, 유용성 및 개선에 중점을 둔 정서적 요구를 만듭니다.당신의 감정은 분석적으로 처리되며 실제 문제 해결을 통해 정서적 안보를 찾습니다.",
        "rising": "처녀 자리 상승은 겸손, 지능 및 역량의 모습을 보여줍니다.다른 사람들은 당신을 상세하고 도움이되고 분별력이있는 것으로보고 종종 실용적인 조언을 구합니다."
    },
    "self_improvement": {
        "challenges": [
            "완벽주의와 자기 비판을 관리합니다",
            "수락으로 균형 분석",
            "감정을 더 공개적으로 표현합니다",
            "변화에 더 큰 유연성을 개발합니다",
            "모든 세부 사항을 제어하기보다는 대표를 배우는 것"
        ],
        "growth_opportunities": [
            "분석 기술을 사용하여 의미있는 문제를 해결합니다",
            "중요한 세부 사항을 사소한 세부 사항과 구별하는 분별력을 개발합니다",
            "가치있는 원인을 향한 서비스 방향을 채널링합니다",
            "결함에만 초점을 맞추기보다는 개선 과정에서 기쁨 찾기",
            "다른 사람들이 번창하는 데 도움이되는 실용적인 시스템을 만듭니다"
        ],
        "affirmations": [
            "나는 나 자신과 다른 사람들이 완벽하게 불완전한 것으로 받아들입니다",
            "나는 상세한 분석과 자비로운 이해의 균형을 맞 춥니 다",
            "저의 실용적인 기술은 의미있는 개선을 만듭니다",
            "나는 내 자신의 필요를 존중하면서 다른 사람들에게 봉사합니다",
            "나는 개선을 향해 노력하면서 현재 순간에 평화를 찾습니다."
        ]
    },
    "life_path": {
        "purpose": "처녀 자리 개인은 종종 개선, 개선 및 실용적인 서비스를 제공하는 사명을 가지고 있습니다.그들의 목적은 혼돈에 질서를 가져오고, 효율성을 높이며, 실용적인 분석과 전용 작업을 통해 다른 사람들을 돕는 것입니다.",
        "life_lessons": [
            "수용과의 개선 균형을 배우는 법을 배우는 것",
            "유용한 분석과 유해한 비판의 차이점을 인식합니다",
            "논리적 분석과 함께 직관에 대한 신뢰 개발",
            "생산성과 유용성 이상의 자기 가치를 찾는 것",
            "자체적으로 완벽하기보다는 의미있는 목적을 제공하는 시스템을 만드는 것"
        ],
        "spiritual_growth": "처녀 자리에 대한 영적 발전은 식별을 유지하면서 완벽주의를 초월하는 것을 포함합니다.분석적 마음을 영적 지혜와 연결하는 관행, 비판보다는 동정심에서 오는 봉사, 일상적인 세부 사항에서 신성한 것을 찾는 것은 모두 영적 진화에 기여합니다."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "처녀 자리 어린이는 일반적으로 관찰 적이며, 조직적이며, 세부 사항이 어릴 적부터 지향적입니다.그들은 종종 질서에 대한 우려를 나타내고, 구체적인 질문을하며, 일상, 음식 및 청결에 대해 구체적 일 수 있습니다.",
            "parenting_advice": "실수와 학습을위한 공간을 허용하면서 구조와 명확한 설명을 제공하십시오.완벽한 결과보다는 노력과 진보를 찬양합니다.불완전성에 대한 건강한 수용을 가르치면서 자연 분석 능력에 대한 자신감을 키우도록 도와줍니다."
        },
        "in_friendship": {
            "friendship_style": "처녀 자리 친구들은 신뢰할 수 있고 사려 깊고 실질적으로지지 적입니다.그들은 유용한 행동을 통해 간호를 보여주고, 중요한 세부 사항을 기억하고, 물었을 때 신중하게 고려 된 조언을 제공합니다.",
            "ideal_friends": "처녀 자리는 실용적인 본질과 도움을받지 않고 도움을주는 친구들과 함께 번성합니다.그들은 분명한 기대와 경계에 대한 상호 존중으로 정직하고 저 드라마 우정을 소중히 여깁니다."
        },
        "shadow_side": {
            "potential_issues": "균형이 맞지 않으면 처녀 자리는 초 임계, 불안 또는 강박 적으로 완벽해질 수 있습니다.개선하려는 그들의 욕구는 결함 찾기로 변할 수 있으며, 서비스 지향은 순교 또는 경계 문제로 이어질 수 있습니다.",
            "growth_path": "처녀 자리에 대한 개인적인 성장에는 어떤 세부 사항에 대한 분별력이 발전하고, 완전성을 요구하는 것이 아니라 진보를 이해하는 법을 배우고, 인간의 불완전성에 대한 동정심으로 분석적 사고의 균형을 잡는 것이 포함됩니다."
        }
    },
    "seasonal_influences": {
        "harvest_energy": "전통적인 수확 시즌에 태어난 처녀 자리는 신중한 분류의 에너지를 구현하고, 밀을 겨우에서 분리하고, 미래를 준비합니다.이 타이밍은 자연의 분별력, 실용성 및 생계에 필수적인 것에 대한 관심으로 처녀 자리를 주입합니다.",
        "mutable_quality": "변이 가능한 징후로서, 처녀 자리는 여름 전환이 가을로서 적응성과 개선을 나타냅니다.이 위치는 시스템 개선, 세부 사항 변화에 대한 관심, 복잡성을 분류하여 진정으로 중요한 것을 찾는 능력을 제공합니다."
    },
    "elemental_analysis": {
        "earth_element_influence": "지구의 요소는 처녀 자리가 특징적인 실용성, 근거 및 물리적 현실과의 연결을 제공합니다.지구는 물질적 표현, 생산성 및 아이디어의 실제 적용을 나타냅니다.",
        "earth_balance": "균형 잡힌 지구는 실용성, 신뢰성 및 생산적인 서비스를 제공합니다.과도한 지구는 완벽주의, 비판 및 강성으로 이어질 수 있지만, 부족한 지구는 불안, 신체적 요구와의 연결이 끊어 지거나 실용적 이상주의를 초래할 수 있습니다."
    },
    "planetary_rulership": {
        "mercury_influence": "수은, 의사 소통, 분석 및 처리 정보의 행성, 처녀 자리 규칙.Gemini에서의 표현과 달리 처녀 자리의 수은은 정확한 의사 소통, 상세 분석 및 실제 문제 해결으로 나타납니다.",
        "mercury_aspects": "개인의 출생 차트에서 수은의 위치와 측면은 처녀 자리 에너지가 표현되는 방식에 크게 영향을 미칩니다.강력한 수은 측면은 분석 능력과 의사 소통 기술을 향상 시키지만 걱정이나 과잉 분석에 대한 경향을 증가시킬 수도 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 정보가 많은 경제에서 처녀 자리는 데이터 분석, 품질 보증, 기술 작문, 디지털 조직 및 기술 시스템 내에서 세부 사항에주의를 기울여야하는 분야에서 탁월합니다.",
        "relationship_in_modern_context": "현대의 관계는 종종 혼란스러운 세상에서 처녀 자리의 명확성과 실질적인 지원의 혜택을받습니다.세부 계획을 갖춘 그들의 기술은 복잡한 현대 생활을 탐색하는 데 도움이되지만 디지털 시대의 지속적인 변화로 편안함을 개발해야 할 수도 있습니다."
    }
}