{
    "sign": "Leo",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/leo.svg",
    "local_name": "Sư Tử",
    "date_range": "23 tháng 7 - 22 tháng 8",
    "element": "Ngọn lửa",
    "ruling_planet": "Mặt trời",
    "symbol": "Con sư tử",
    "lucky_numbers": [
        "1",
        "5",
        "9",
        "10",
        "19"
    ],
    "lucky_colors": [
        "Vàng",
        "Quả cam",
        "Màu đỏ"
    ],
    "lucky_days": [
        "Chủ nhật",
        "Thứ ba"
    ],
    "lucky_stones": [
        "Ruby",
        "Màu hổ phách",
        "Mắt hổ"
    ],
    "general_traits": {
        "strengths": [
            "Tự tin",
            "Hào phóng",
            "Trung thành",
            "Sáng tạo",
            "Sự lôi cuốn",
            "Ấm lòng",
            "Khả năng lãnh đạo"
        ],
        "weaknesses": [
            "Kiêu ngạo",
            "Bướng bỉnh",
            "Tự cho mình là trung tâm",
            "Độc đoán",
            "Không linh hoạt",
            "Tìm kiếm sự chú ý",
            "Tự hào"
        ]
    },
    "personality": {
        "overview": "Leo là dấu hiệu thứ năm của cung hoàng đạo, tượng trưng cho sự thể hiện, sáng tạo và lãnh đạo.Các cá nhân Leo được biết đến với sự hiện diện lôi cuốn, tự tin tự nhiên và sự hào phóng ấm áp.Họ là những ngôi sao tự nhiên của cung hoàng đạo, tỏa ra năng lượng và truyền cảm hứng cho những người khác thông qua tầm nhìn sáng tạo và cách tiếp cận rất phấn khích với cuộc sống.",
        "detailed_traits": [
            "Khả năng lãnh đạo tự nhiên với sự hiện diện chỉ huy",
            "Hào phóng và to lớn với những người thân yêu",
            "Biểu hiện sáng tạo dưới nhiều hình thức khác nhau",
            "Ý thức mạnh mẽ về phẩm giá cá nhân và niềm tự hào",
            "Lòng trung thành không ngừng với bạn bè và gia đình",
            "Sự tinh tế kịch tính và tình yêu của sân khấu",
            "Tỏa ra sự ấm áp và năng lượng tích cực",
            "Mong muốn sự công nhận và đánh giá cao",
            "Khả năng tự nhiên để truyền cảm hứng và thúc đẩy người khác",
            "Tinh thần vui tươi với sự nhiệt tình như trẻ con"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Các cá nhân Leo là những đối tác đam mê, tận tụy và biểu cảm, những người coi trọng lòng trung thành và sự ngưỡng mộ trong các mối quan hệ.Họ thể hiện tình yêu thông qua những cử chỉ lớn, thể hiện tình cảm đam mê và cam kết không ngừng với đối tác đã chọn của họ.",
        "compatibility": {
            "most_compatible": [
                "Bạch Dương",
                "Nhân Mã",
                "Song Tử",
                "Thiên Bình"
            ],
            "least_compatible": [
                "Kim Ngưu",
                "Bọ Cạp",
                "Bảo Bình"
            ]
        },
        "relationship_advice": "Các cá nhân Leo cần cân bằng mong muốn được chú ý với sự quan tâm thực sự đối với nhu cầu của đối tác.Làm việc để lắng nghe nhiều như bạn nói, và nhớ rằng các mối quan hệ lành mạnh đòi hỏi sự ngưỡng mộ lẫn nhau, không chỉ khen ngợi bạn.Chia sẻ ánh đèn sân khấu và nhận ra rằng lỗ hổng tăng cường thay vì làm suy yếu các mối quan hệ của bạn.",
        "love_style": [
            "Đam mê và biểu cảm với cảm xúc",
            "Lãng mạn với những cử chỉ lớn và bất ngờ",
            "Trung thành và tận tụy một khi cam kết",
            "Mong muốn ngưỡng mộ và đánh giá cao từ đối tác",
            "Bảo vệ những người thân yêu",
            "Thích trở thành trung tâm của sự chú ý của đối tác của họ",
            "Hào phóng với tình cảm và quà tặng"
        ]
    },
    "career_and_finances": {
        "career_traits": "Các cá nhân LEO xuất sắc trong sự nghiệp cho phép họ thể hiện sự sáng tạo, lãnh đạo tập thể dục và nhận được sự công nhận cho những đóng góp của họ.Họ có một khả năng tự nhiên để truyền cảm hứng cho người khác và phát triển mạnh ở các vị trí khiến họ chú ý đến.",
        "suitable_careers": [
            "Giải trí và biểu diễn nghệ thuật",
            "Lãnh đạo và quản lý điều hành",
            "Chính trị và dịch vụ công cộng",
            "Tiếp thị và Quan hệ công chúng",
            "Giảng dạy và giáo dục",
            "Lập kế hoạch và khách sạn sự kiện",
            "Định hướng và thiết kế sáng tạo",
            "Bán hàng và nói lên động lực",
            "Doanh nhân",
            "Huấn luyện và cố vấn"
        ],
        "financial_habits": "Các cá nhân Leo thường có mối quan hệ phức tạp với tiền bạc, định giá chất lượng và đôi khi là sự sang trọng, đồng thời hào phóng với những người khác.Họ có thể dành một cách xa hoa cho những thứ mang lại niềm vui hoặc địa vị nhưng có thể giỏi quản lý tài chính một cách đáng ngạc nhiên khi được thúc đẩy bởi các mục tiêu dài hạn.",
        "work_style": [
            "Sáng kiến ​​và vai trò lãnh đạo tự nhiên",
            "Mang lại sự nhiệt tình và năng lượng tích cực cho các dự án",
            "Vượt trội trong môi trường hợp tác nơi chúng có thể tỏa sáng",
            "Thích công nhận các đóng góp",
            "Trung thành với các tổ chức đánh giá cao tài năng của họ",
            "Người giải quyết vấn đề sáng tạo với những ý tưởng táo bạo",
            "Có thể đấu tranh với công việc chi tiết hoặc hậu trường"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Leo cai trị tim, cột sống và lưng trên.Các cá nhân Leo thường có sức sống mạnh mẽ và phục hồi nhanh chóng sau bệnh khi có tinh thần tốt.Sức khỏe của họ thường được kết nối với sức khỏe cảm xúc và ý thức về mục đích của họ.",
        "common_health_issues": [
            "Các vấn đề về trái tim và lưu thông",
            "Các vấn đề về trở lại và cột sống",
            "Huyết áp cao",
            "Điều kiện liên quan đến căng thẳng",
            "Các vấn đề về mắt hoặc thị giác",
            "Độ nhạy nhiệt",
            "Viêm"
        ],
        "wellness_advice": "Cân bằng ổ đĩa tự nhiên của bạn với phần còn lại và thư giãn đầy đủ.Thực hành các kỹ thuật giảm căng thẳng để bảo vệ sức khỏe tim mạch.Tập thể dục vừa phải thường xuyên, đặc biệt là ngoài trời trong tự nhiên nhưng được bảo vệ khỏi mặt trời quá mức, giúp duy trì sức sống của bạn.",
        "exercise_preferences": [
            "Thể thao đồng đội nơi kỹ năng lãnh đạo tỏa sáng",
            "Khiêu vũ và biểu diễn nghệ thuật",
            "Các lớp thể dục năng lượng cao",
            "Các hoạt động ngoài trời với các yếu tố xã hội",
            "Đào tạo sức mạnh tập trung vào cốt lõi và trở lại"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 mang đến cơ hội thể hiện bản thân và lãnh đạo sáng tạo cho các cá nhân LEO.Charisma tự nhiên của bạn thu hút sự ngưỡng mộ và các dự án hợp tác mới.Cân bằng giữa tham vọng cá nhân và kết nối chính hãng với những người khác dẫn đến thành công bền vững.",
            "love": "Mối quan hệ nảy nở thông qua biểu hiện chân thành và sự ngưỡng mộ lẫn nhau.LEO đơn có thể thu hút các đối tác đánh giá cao niềm đam mê và sự hào phóng đích thực của họ.Các mối quan hệ hiện tại sâu sắc thông qua các hoạt động sáng tạo được chia sẻ và sự đánh giá cao thực sự.",
            "career": "Sự công nhận chuyên nghiệp đến thông qua các sáng kiến ​​táo bạo và lãnh đạo sáng tạo.Khả năng của bạn để truyền cảm hứng cho những người khác mang đến những cơ hội tiến bộ vào giữa năm.Hãy xem xét các vai trò cho phép cả khả năng hiển thị và tác động có ý nghĩa đối với văn hóa tổ chức.",
            "health": "Sức khỏe tim và cột sống xứng đáng được chú ý đặc biệt.Mức năng lượng cải thiện với hoạt động tim mạch thường xuyên cân bằng với phần còn lại đầy đủ.Biểu hiện sáng tạo phục vụ như là giảm căng thẳng có giá trị và điều tiết cảm xúc.",
            "finances": "Đầu tư vào các dự án sáng tạo hoặc thương hiệu cá nhân cho thấy lời hứa.Xem xét cách tiếp cận cân bằng giữa tự chăm sóc bản thân sang trọng và bảo mật dài hạn.Cơ hội tài chính bất ngờ có thể phát sinh thông qua vai trò hiệu suất hoặc lãnh đạo."
        },
        "2026": {
            "overall": "2026 nhấn mạnh tính xác thực cá nhân và đổi mới sáng tạo cho Leo.Sự thể hiện bản thân chính hãng của bạn cộng hưởng sâu sắc với khán giả có ảnh hưởng.Tìm kiếm sự hài hòa giữa sự tinh tế kịch tính của bạn và theo dõi thực tế mang đến những thành tựu đáng chú ý.",
            "love": "Mối quan hệ lãng mạn phát triển mạnh về sự ngưỡng mộ lẫn nhau và cảm hứng sáng tạo.Đối tác đánh giá cao cả sức mạnh và lỗ hổng của bạn.LEO duy nhất thu hút các kết nối có ý nghĩa thông qua các hoạt động nghệ thuật hoặc lãnh đạo cộng đồng.",
            "career": "Cơ hội lãnh đạo xuất hiện trong các lĩnh vực sáng tạo hoặc giáo dục.Khả năng của bạn để thúc đẩy người khác thông qua ví dụ cá nhân mang lại sự tiến bộ chuyên nghiệp.Xem xét phát triển các phương pháp tiếp cận chữ ký làm nổi bật tài năng và quan điểm độc đáo của bạn.",
            "health": "Vitality cải thiện thông qua thực hành chuyển động vui vẻ.Hãy chú ý đến sức khỏe tim mạch thông qua cả thói quen chăm sóc cảm xúc và thể chất.Khám phá nghệ thuật biểu diễn hoặc bài tập dựa trên biểu thức mang lại những lợi ích đáng chú ý.",
            "finances": "Liên doanh sáng tạo hoặc lợi nhuận phát triển thương hiệu cá nhân.Hãy xem xét các khoản đầu tư kết hợp niềm đam mê với thực tiễn.Hỗ trợ tài chính bất ngờ đến thông qua những người ngưỡng mộ công việc hoặc lãnh đạo của bạn."
        },
        "2027": {
            "overall": "2027 nổi bật kết nối gia đình và nền tảng gia đình cho Leo.Tạo ra không gian phản ánh tinh thần hào phóng của bạn trở nên quan trọng.Cân bằng giữa sự công nhận của công chúng và nuôi dưỡng tư nhân mang lại sự hoàn thành và an ninh cảm xúc.",
            "love": "Sự hòa hợp trong nước trở thành ưu tiên trong các mối quan hệ.Đối tác đánh giá cao những nỗ lực của bạn để tạo ra không gian chung, chào đón.LEO đơn có thể tìm thấy các kết nối có ý nghĩa thông qua các cuộc họp mặt gia đình hoặc cộng đồng tại nhà.",
            "career": "Các dự án chuyên nghiệp liên quan đến di sản, truyền thống hoặc doanh nghiệp gia đình thể hiện lời hứa.Khả năng của bạn để tạo ra các đội trung thành, giống như gia đình mang lại lợi ích tổ chức.Hãy xem xét vai trò lãnh đạo cho phép bạn cố vấn cho người khác trong khi thể hiện điểm mạnh của bạn.",
            "health": "Hệ thống tiêu hóa Sức khỏe xứng đáng được chú ý.Dinh dưỡng hỗ trợ cả sức sống và sức khỏe cảm xúc mang lại những lợi ích đáng chú ý.Thực hành chăm sóc sức khỏe tại nhà thiết lập các nền tảng quan trọng cho sức khỏe lâu dài.",
            "finances": "Đầu tư bất động sản hoặc cải thiện nhà mang lại giá trị dài hạn.Xem xét thành lập các di sản tài chính gia đình hoặc quỹ giáo dục.Tài nguyên bất ngờ có thể đến thông qua các kết nối gia đình hoặc di sản."
        },
        "2028": {
            "overall": "2028 đưa Leo vào thời kỳ giao tiếp sáng tạo và đột phá biểu cảm.Khả năng kể chuyện tự nhiên của bạn tiếp cận khán giả rộng hơn.Cân bằng sự tự thể hiện táo bạo với việc nghe chu đáo dẫn đến các kết nối có ảnh hưởng.",
            "love": "Giao tiếp lãng mạn mất trung tâm trong các mối quan hệ.Đối tác đánh giá cao những biểu hiện chân thành của bạn và sự quan tâm thực sự.LEO duy nhất thu hút sự chú ý thông qua giao tiếp lôi cuốn và tự thể hiện đích thực.",
            "career": "Nói trước công chúng, truyền thông hoặc cơ hội giáo dục xuất hiện bất ngờ.Khả năng của bạn để truyền cảm hứng thông qua giao tiếp mang lại sự công nhận chuyên nghiệp.Xem xét phát triển các phương pháp đặc trưng để trình bày các ý tưởng thể hiện tính cách độc đáo của bạn.",
            "health": "Sức khỏe giọng hát và hệ hô hấp đòi hỏi sự chú ý.Cân bằng biểu hiện năng lượng với phần còn lại đầy đủ cho sức khỏe tối ưu.Viết hoặc nói sáng tạo phục vụ như xử lý cảm xúc có giá trị.",
            "finances": "Các dự án truyền thông, ấn phẩm hoặc liên doanh truyền thông tạo ra thu nhập.Xem xét đầu tư vào công nghệ truyền thông hoặc nền tảng.Cơ hội tài chính bất ngờ phát sinh thông qua khả năng của bạn để nói rõ những quan điểm có giá trị."
        },
        "2029": {
            "overall": "2029 tập trung vào việc xây dựng bảo mật vật liệu và quản lý tài nguyên cho LEO.Bản chất hào phóng của bạn tìm thấy biểu hiện thông qua sự phong phú chu đáo.Tìm kiếm sự cân bằng giữa kinh nghiệm xa xỉ và đầu tư thực tế mang lại sự ổn định lâu dài.",
            "love": "Các giá trị chia sẻ xung quanh sự thoải mái và sự hào phóng củng cố các mối quan hệ.Đối tác đánh giá cao các cuộc biểu tình thực tế của bạn về tình cảm.Leos độc thân thu hút các đối tác tiềm năng có đầu óc ổn định nhưng ấm áp.",
            "career": "Các lĩnh vực tài chính hoặc vai trò quản lý tài nguyên cung cấp các cơ hội tiến bộ.Khả năng của bạn để tạo ra sự nhiệt tình xung quanh các mục tiêu thực tế mang lại thành công của đội.Hãy xem xét các vai trò kết hợp lãnh đạo sáng tạo với tối ưu hóa tài nguyên.",
            "health": "Khu vực cổ họng và cổ xứng đáng được chăm sóc đặc biệt.Khám phá mối liên hệ giữa biểu hiện cảm xúc và sức khỏe thể chất mang lại những hiểu biết có giá trị.Thực hành tự chăm sóc sang trọng nhưng hiệu quả thiết lập nền tảng quan trọng.",
            "finances": "Đầu tư vào kinh nghiệm chất lượng và mang lại sự hài lòng.Cân nhắc thiết lập nhiều dòng thu nhập sử dụng tài năng sáng tạo của bạn.Cơ hội tài chính bất ngờ phát sinh thông qua các nguồn lực bị bỏ qua trước đây."
        },
        "2030": {
            "overall": "2030 đánh dấu một sự tái tạo cá nhân quan trọng cho Leo.Biểu hiện tự xác thực của bạn phát triển đến mức độ tinh chỉnh và tác động mới.Sự cân bằng giữa trình bày kịch tính và chất chính hãng tạo ra ảnh hưởng lâu dài trong các vòng tròn quan trọng.",
            "love": "Mối quan hệ sâu sắc thông qua sự phát triển lẫn nhau và tiến hóa sáng tạo.Đối tác đánh giá cao sự tự tin mới mẻ và sự rõ ràng của mục đích.LEOS duy nhất thu hút các kết nối công nhận và tôn vinh bản chất chân chính của họ.",
            "career": "Cơ hội lãnh đạo xuất hiện cho phép bạn thể hiện tầm nhìn phát triển của mình.Cách tiếp cận độc đáo của bạn để tạo động lực và xây dựng đội ngũ công nhận từ các nhân vật có ảnh hưởng.Hãy xem xét các vai trò thể hiện khả năng của bạn để truyền cảm hứng cho hiệu suất đích thực ở những người khác.",
            "health": "Sức sống tổng thể được cải thiện thông qua các phương pháp tích hợp để hạnh phúc.Hãy chú ý đến sự liên kết của tim và cột sống thông qua chuyển động và tư thế đúng đắn.Biểu hiện sáng tạo phục vụ như là sự nuôi dưỡng cảm xúc và tinh thần thiết yếu.",
            "finances": "Thương hiệu cá nhân hoặc liên doanh chữ ký cho thấy lời hứa tài chính.Hãy xem xét các khoản đầu tư phản ánh các giá trị và thẩm mỹ phát triển của bạn.Cơ hội tài chính bất ngờ phát sinh thông qua những người ngưỡng mộ sự tự thể hiện đích thực của bạn."
        },
        "2031": {
            "overall": "2031 nhấn mạnh đến quan hệ đối tác có ý nghĩa và các dự án hợp tác cho LEO.Lãnh đạo tự nhiên của bạn tìm thấy sự cân bằng hoàn hảo với sự hợp tác thực sự.Tìm kiếm sự hài hòa giữa sự độc lập và sự phụ thuộc lẫn nhau mang đến những thành tựu đáng chú ý.",
            "love": "Quan hệ đối tác lãng mạn đạt đến cấp độ hỗ trợ và ngưỡng mộ lẫn nhau mới.Các mối quan hệ được thiết lập được hưởng lợi từ các nghi lễ cam kết mới hoặc các mục tiêu được chia sẻ.LEO duy nhất thu hút quan hệ đối tác cân bằng dựa trên sự tôn trọng và ngưỡng mộ lẫn nhau.",
            "career": "Vị trí lãnh đạo hợp tác mang lại sự hoàn thành chuyên nghiệp.Khả năng tỏa sáng của bạn trong khi nâng cao người khác tạo ra động lực nhóm độc đáo.Xem xét các liên doanh kết hợp các điểm mạnh bổ sung cho tác động tối đa.",
            "health": "Cân bằng và phối hợp cải thiện thông qua các hoạt động dựa trên đối tác.Hãy chú ý đến thận và lưng dưới thông qua các hoạt động hydrat hóa và hỗ trợ thích hợp.Mối quan hệ hài hòa đóng góp đáng kể vào hạnh phúc tổng thể.",
            "finances": "Liên doanh hoặc đầu tư chia sẻ cho thấy lời hứa.Xem xét thiết lập các thỏa thuận rõ ràng để tôn vinh cả mục tiêu tài chính chia sẻ và cá nhân.Cơ hội tài chính bất ngờ phát sinh thông qua quan hệ đối tác kinh doanh hoặc các khu định cư pháp lý."
        },
        "2032": {
            "overall": "2032 đưa Leo vào một thời kỳ chuyển đổi và tái sinh.Sự can đảm của bạn trong việc đối mặt với các khía cạnh bóng tối tạo ra sức mạnh cá nhân đáng chú ý.Sự cân bằng giữa việc duy trì sự rạng rỡ chữ ký của bạn trong khi nắm lấy sự thay đổi dẫn đến sự tiến hóa cá nhân sâu sắc.",
            "love": "Mối quan hệ thân mật sâu sắc qua sự trung thực và dễ bị tổn thương về cảm xúc.Đối tác đánh giá cao sự can đảm của bạn trong kết nối đích thực.LEO đơn thu hút các mối quan hệ biến đổi tôn vinh cả sức mạnh và sự nhạy cảm.",
            "career": "Nghiên cứu, điều tra hoặc vai trò định hướng chuyển đổi cho thấy lời hứa.Khả năng của bạn để dẫn dắt người khác thông qua việc chuyển đổi đầy thách thức mang lại sự công nhận chuyên nghiệp.Xem xét các vị trí cho phép bạn tạo điều kiện cho sự tiến hóa tổ chức có ý nghĩa.",
            "health": "Hệ thống sinh sản và loại bỏ đòi hỏi sự chú ý.Thực hành giải độc mang lại những cải tiến năng lượng đáng chú ý.Khám phá mối liên hệ giữa xử lý cảm xúc và tái tạo vật lý mang lại những hiểu biết có giá trị.",
            "finances": "Tài nguyên chung hoặc lợi nhuận đầu tư chia sẻ lợi nhuận.Xem xét các chiến lược tài chính liên quan đến chuyển đổi tài sản hoặc tài nguyên.Hỗ trợ tài chính bất ngờ có thể đến thông qua các vấn đề thừa kế hoặc bảo hiểm."
        },
        "2033": {
            "overall": "2033 nhấn mạnh sự mở rộng và tăng trưởng triết học cho LEO.Trí tuệ tự nhiên của bạn tìm thấy biểu hiện thông qua giảng dạy hoặc cố vấn.Cân bằng giữa chia sẻ kiến ​​thức tự tin và tiếp tục học tập mang lại sự hoàn thành và sức sống trí tuệ.",
            "love": "Mối quan hệ mở rộng thông qua việc học tập chung và phiêu lưu.Đối tác đánh giá cao sự nhiệt tình của bạn đối với kinh nghiệm tăng trưởng.LEO duy nhất thu hút các kết nối thông qua các hoạt động giáo dục hoặc những cuộc phiêu lưu du lịch.",
            "career": "Lãnh đạo giáo dục hoặc cơ hội xuất bản xuất hiện bất ngờ.Khả năng của bạn để truyền cảm hứng cho sự lạc quan và niềm tin vào các khả năng mang lại lợi ích tổ chức.Hãy xem xét các vai trò cho phép bạn chia sẻ sự khôn ngoan trong khi tiếp tục mở rộng tầm nhìn của bạn.",
            "health": "Tính linh hoạt của hông và sức khỏe gan xứng đáng được chú ý.Cuộc phiêu lưu du lịch hoặc ngoài trời mang lại lợi ích cả về thể chất và tinh thần.Khám phá truyền thống triết học hoặc tâm linh góp phần vào tình cảm.",
            "finances": "Đầu tư giáo dục hoặc xuất bản tiền lãi suất lợi nhuận.Xem xét đa dạng hóa các khoản đầu tư trên các bối cảnh văn hóa hoặc địa lý khác nhau.Cơ hội tài chính bất ngờ phát sinh thông qua các kết nối nước ngoài hoặc các dự án đường dài."
        },
        "2034": {
            "overall": "2034 mang đến đỉnh cao chuyên nghiệp và công nhận công chúng cho LEO.Những năm lãnh đạo xác thực của bạn tạo ra di sản lâu dài.Cân bằng giữa thành tích nghề nghiệp và sự hoàn thành cá nhân dẫn đến thành công bền vững và đóng góp có ý nghĩa.",
            "love": "Mối quan hệ được hưởng lợi từ sự tôn trọng lẫn nhau cho các cam kết chuyên nghiệp.Đối tác đánh giá cao sự cống hiến của bạn để tạo ra tác động có ý nghĩa.LEOS duy nhất thu hút các kết nối, những người ngưỡng mộ tham vọng của họ trong khi cung cấp hỗ trợ cảm xúc.",
            "career": "Lãnh đạo ở cấp độ tổ chức cao nhất trở nên có thể.Khả năng của bạn để hình dung và thực hiện các sáng kiến ​​quy mô lớn mang lại sự công nhận chuyên nghiệp.Hãy xem xét các vai trò cho phép bạn định hình văn hóa tổ chức trong khi thể hiện điểm mạnh của bạn.",
            "health": "Hệ thống xương và khớp đòi hỏi sự chú ý.Cân bằng giữa hoạt động chuyên nghiệp và nghỉ ngơi đầy đủ đảm bảo năng lượng bền vững.Thực hành tự chăm sóc bản thân phù hợp với tình trạng thiết lập các nền tảng quan trọng cho hạnh phúc lâu dài.",
            "finances": "Thành tích chuyên nghiệp tạo ra phần thưởng đáng kể.Xem xét thiết lập các cấu trúc tài chính định hướng di sản hoặc nền tảng từ thiện.Danh tiếng trở thành tiền tệ có giá trị trong các cuộc đàm phán tài chính."
        },
        "2035": {
            "overall": "2035 nhấn mạnh kết nối cộng đồng và các dự án có tầm nhìn cho LEO.Lãnh đạo của bạn truyền cảm hứng cho hành động tập thể đối với các mục tiêu có ý nghĩa.Cân bằng giữa sự công nhận cá nhân và đóng góp nhóm tạo ra tác động lâu dài đối với các nguyên nhân quan trọng.",
            "love": "Các mối quan hệ phát triển mạnh thông qua các lý tưởng chia sẻ và sự tham gia của cộng đồng.Đối tác đánh giá cao sự đóng góp hào phóng của bạn cho hạnh phúc tập thể.LEO duy nhất thu hút các kết nối thông qua các hoạt động nhân đạo hoặc lãnh đạo cộng đồng.",
            "career": "Các lĩnh vực phi lợi nhuận hoặc vai trò định hướng cộng đồng cung cấp sự hoàn thành.Khả năng của bạn để truyền cảm hứng cho hành động tập thể mang lại thành công của tổ chức.Xem xét các vị trí cho phép bạn lãnh đạo trong khi phục vụ các nguyên nhân xã hội quan trọng.",
            "health": "Lưu thông và chi dưới xứng đáng được chú ý.Các hoạt động chăm sóc sức khỏe dựa vào cộng đồng mang lại lợi ích cả về thể chất và xã hội.Tìm kiếm sự cân bằng giữa sự tham gia xã hội và đổi mới cá nhân thiết lập các mô hình năng lượng bền vững.",
            "finances": "Đầu tư định hướng cộng đồng hoặc doanh nghiệp xã hội cho thấy lời hứa.Xem xét thiết lập các hệ thống tài nguyên được chia sẻ hoặc các quỹ hỗ trợ cộng đồng.Cơ hội tài chính bất ngờ phát sinh thông qua các kết nối mạng hoặc dự án nhóm."
        }
    },
    "famous": [
        {
            "name": "Barack Obama",
            "birth_date": "Ngày 4 tháng 8 năm 1961",
            "description": "Cựu tổng thống Mỹ có sự lãnh đạo lôi cuốn, sự hiện diện trang nghiêm và sức mạnh mạnh mẽ minh họa cho khả năng lãnh đạo tự nhiên của Leo"
        },
        {
            "name": "Jennifer Lopez",
            "birth_date": "Ngày 24 tháng 7 năm 1969",
            "description": "Người biểu diễn đa tài, người thể hiện chất lượng ngôi sao của Leo, tính linh hoạt sáng tạo và ổ đĩa đầy tham vọng cho giai đoạn trung tâm"
        },
        {
            "name": "Jason Momoa",
            "birth_date": "Ngày 1 tháng 8 năm 1979",
            "description": "Diễn viên có sự hiện diện mạnh mẽ, bờm giống như sư tử và sự tận tâm trung thành cho gia đình phản ánh những đặc điểm Leo cổ điển"
        },
        {
            "name": "Daniel Radcliffe",
            "birth_date": "Ngày 23 tháng 7 năm 1989",
            "description": "Diễn viên lớn lên trong ánh đèn sân khấu nhưng vẫn duy trì sự ấm áp chính hãng của Leo và tạo ra một di sản lâu dài thông qua các màn trình diễn của anh ấy"
        },
        {
            "name": "Madonna",
            "birth_date": "Ngày 16 tháng 8 năm 1958",
            "description": "Người biểu diễn mang tính biểu tượng có sự tái tạo, tầm nhìn sáng tạo và thể hiện sự thể hiện ranh giới xác định sức mạnh ngôi sao của Leo và sự can đảm nghệ thuật"
        }
    ],
    "daily_advice": {
        "relationship": "Ngày nay, cân bằng mong muốn tự nhiên của bạn để dẫn dắt lắng nghe quan điểm của người khác.Sự ấm áp của bạn tạo ra không gian cho kết nối đích thực.",
        "career": "Ý tưởng sáng tạo của bạn truyền cảm hứng cho các đồng nghiệp ngày hôm nay.Chia sẻ tầm nhìn của bạn trong khi vẫn mở để sàng lọc hợp tác.",
        "health": "Hãy chú ý đến tư thế và căn chỉnh trở lại.Phá vỡ ngắn ngủi hỗ trợ sức khỏe cột sống của bạn trong suốt cả ngày.",
        "general": "Sự tự tin tự nhiên của bạn giúp người khác tin vào chính họ ngày hôm nay.Sử dụng ảnh hưởng của bạn để nâng cao những người xung quanh bạn."
    },
    "tarot_associations": {
        "major_arcana": "Sức mạnh",
        "explanation": "Thẻ sức mạnh đại diện cho sự can đảm, sức mạnh bên trong và chiến thắng của lòng trắc ẩn đối với lực lượng thô - những phẩm chất cộng hưởng với sự lãnh đạo tự nhiên của Leo và sức mạnh tập trung vào trái tim.Thẻ này cũng thể hiện sự cân bằng giữa sức mạnh và sự dịu dàng phát triển Master Leos."
    },
    "compatibility_details": {
        "aries": "Leo và Bạch Dương tạo ra một mối quan hệ đam mê, năng động đầy năng lượng và sự nhiệt tình chung.Cả hai dấu hiệu lửa đều đánh giá cao sự tự tin và niềm say mê của nhau cho cuộc sống, tạo ra một mối quan hệ đối tác mạnh mẽ.",
        "taurus": "Leo và Taurus có thể đấu tranh với các nhu cầu khác nhau - Leo mong muốn sự ngưỡng mộ trong khi Kim Ngưu tìm kiếm sự ổn định.Cả hai đều là những dấu hiệu cố định với ý chí mạnh mẽ, đòi hỏi sự tôn trọng và thỏa hiệp lẫn nhau.",
        "gemini": "Leo và Gemini tạo thành một quan hệ đối tác kích thích, vui tươi.Sự dí dỏm và tò mò của Song Tử bổ sung cho sự sáng tạo và ấm áp của Leo, tạo ra một mối quan hệ đầy hoạt động và sự tham gia.",
        "cancer": "Leo và Cự Giải có thể cân bằng lẫn nhau khi họ hiểu phong cách cảm xúc khác nhau của họ.Cự Giải cung cấp sự nuôi dưỡng cho những giấc mơ của Leo, trong khi Leo mang đến sự ấm áp và khuyến khích cuộc sống của bệnh Cự Giải.",
        "leo": "Hai Leos tạo ra một mối quan hệ đầy đam mê, sáng tạo và sự ngưỡng mộ lẫn nhau.Họ hiểu sự cần thiết của nhau, mặc dù họ có thể cạnh tranh để được chú ý mà không cần cân bằng cẩn thận.",
        "virgo": "Leo và Virgo tiếp cận cuộc sống khá khác nhau - Leo với sự tinh tế và Xử Nữ kịch tính với phân tích cẩn thận.Họ có thể bổ sung cho nhau nếu Leo đánh giá cao tính thực tiễn của Xử Nữ và Xử Nữ thừa nhận sự sáng tạo của Leo.",
        "libra": "Leo và Libra chia sẻ sự đánh giá cao về vẻ đẹp, sự lãng mạn và sự hòa hợp xã hội.Trận đấu tương thích này cân bằng sự lãnh đạo của Leo với ngoại giao của Libra, tạo ra mối quan hệ ngưỡng mộ lẫn nhau.",
        "scorpio": "Leo và Scorpio đều là những dấu hiệu cố định đam mê và mãnh liệt, tạo ra một mối quan hệ mạnh mẽ nhưng có khả năng thách thức.Các cuộc đấu tranh quyền lực có thể xuất hiện trừ khi cả hai phát triển sự tôn trọng sâu sắc đối với các thế mạnh khác nhau của họ.",
        "sagittarius": "Leo và Nhân Mã chia sẻ khả năng tương thích tuyệt vời như các dấu hiệu lửa.Cả tự do giá trị, sự lạc quan và phiêu lưu, tạo ra một quan hệ đối tác mở rộng, nhiệt tình đầy sự phát triển.",
        "capricorn": "Leo và Ma Kết đại diện cho các cách tiếp cận khác nhau cho cuộc sống - sự ấm áp biểu cảm của Leo so với thực tiễn dành riêng của Capricorn.Họ có thể tạo ra một quan hệ đối tác cân bằng bằng cách đánh giá cao những phẩm chất bổ sung này.",
        "aquarius": "Leo và Bảo Bình hình thành các dấu hiệu đối diện với một điểm thu hút hấp dẫn.Sự sáng tạo cá nhân của Leo bổ sung cho tầm nhìn sáng tạo của Bảo Bình, mặc dù các cách tiếp cận của họ để nhận dạng và chú ý khác nhau đáng kể.",
        "pisces": "Leo và Song Ngư có thể tạo ra một mối quan hệ sáng tạo, đầy cảm hứng khi họ kết nối các phong cách khác nhau của họ.Lãnh đạo tự tin của Leo cung cấp định hướng cho những giấc mơ của Song Ngư, trong khi Song Ngư cung cấp chiều sâu cảm xúc của Leo."
    },
    "astrological_influences": {
        "sun_in": "Mặt trời ở Leo, vị trí cầm quyền của nó, mang lại sức sống, thể hiện bản thân và lãnh đạo tự nhiên.Bạn tiếp cận cuộc sống với sự tự tin và năng lượng sáng tạo, tự nhiên thu hút người khác đến sự ấm áp và tầm nhìn của bạn.",
        "moon_in": "Mặt trăng trong Leo tạo ra nhu cầu cảm xúc tập trung vào sự công nhận, sáng tạo và biểu hiện chân thành.Cảm xúc của bạn là kịch tính và chân thực, và bạn cần sự đánh giá cao thực sự để cảm thấy an toàn về mặt cảm xúc.",
        "rising": "Leo Rising mang đến cho bạn một sự hiện diện chỉ huy, sức thu hút tự nhiên và ấn tượng đầu tiên rạng rỡ.Những người khác coi bạn là người tự tin, ấm áp và có khả năng dẫn đầu, ngay cả trước khi bạn nói."
    },
    "self_improvement": {
        "challenges": [
            "Cân bằng sự tự tin với sự khiêm tốn",
            "Phát triển sự kiên nhẫn với tính cách ít kịch tính hơn",
            "Học cách chia sẻ ánh sáng và sự công nhận",
            "Chấp nhận những lời chỉ trích mà không có niềm tự hào bị thương",
            "Nhận ra nhu cầu của người khác về sự chú ý và khen ngợi"
        ],
        "growth_opportunities": [
            "Sử dụng Charisma và Lãnh đạo để thay đổi tích cực",
            "Truyền cảm hứng cho người khác khám phá tài năng của chính họ",
            "Phát triển tầm nhìn sáng tạo bao gồm những người khác",
            "Tạo sự ấm áp và niềm vui trong bất kỳ môi trường nào",
            "Dẫn đầu với lòng can đảm tập trung vào trái tim đích thực"
        ],
        "affirmations": [
            "Tôi cân bằng tự tin thể hiện sự quan tâm thực sự đối với người khác",
            "Tôi dẫn đầu với cả lòng can đảm và lòng trắc ẩn",
            "Sự sáng tạo của tôi phục vụ một mục đích ngoài sự công nhận cá nhân",
            "Tôi chiếu ánh sáng của mình theo những cách chiếu sáng người khác",
            "Trái tim tôi hướng dẫn hành động của tôi với sự hào phóng và ấm áp"
        ]
    },
    "life_path": {
        "purpose": "Các cá nhân Leo thường có nhiệm vụ truyền cảm hứng cho người khác thông qua sự thể hiện bản thân sáng tạo, lãnh đạo can đảm và hành động tập trung vào trái tim.Mục đích của họ liên quan đến việc mang lại niềm vui, sự ấm áp và sự tự thể hiện đích thực cho một thế giới cần nhiều ánh sáng hơn.",
        "life_lessons": [
            "Học cách dẫn dắt cảm hứng hơn là sự thống trị",
            "Tìm sự tự thể hiện đích thực vượt quá sự gắn bó bản ngã",
            "Phát triển sự hào phóng thực sự phục vụ nhu cầu của người khác",
            "Cân bằng khi nhận được sự ngưỡng mộ với sự đánh giá cao thực sự",
            "Khám phá sự dễ bị tổn thương đó tăng cường hơn là giảm sức mạnh"
        ],
        "spiritual_growth": "Phát triển tâm linh cho LEO liên quan đến việc vượt qua bản ngã trong khi duy trì sự tự thể hiện đích thực.Học cách truyền năng lượng sáng tạo phục vụ cho một cái gì đó lớn hơn sự công nhận cá nhân, phát triển nhận thức tập trung vào trái tim và sử dụng Charisma như một lực lượng để thay đổi tích cực đều góp phần vào sự tiến hóa tâm linh."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Trẻ em Leo thường là những người biểu diễn biểu cảm, kịch tính và tự nhiên từ khi còn nhỏ.Họ thường thể hiện xu hướng lãnh đạo, tài năng sáng tạo và mong muốn được công nhận và khen ngợi cho những thành tựu của họ.",
            "parenting_advice": "Cung cấp nhiều cơ hội cho sự thể hiện sáng tạo và sự chú ý tích cực.Cân bằng khen ngợi với sự đồng cảm giảng dạy và xem xét cho người khác.Giúp họ kênh khả năng lãnh đạo tự nhiên của họ theo hướng tích cực thông qua các hoạt động nhóm."
        },
        "in_friendship": {
            "friendship_style": "Những người bạn Leo trung thành, hào phóng và giải trí.Họ tổ chức các cuộc tụ họp, nhớ những dịp đặc biệt với sự tinh tế, và mang lại sự ấm áp và nhiệt tình cho tình bạn.Họ coi trọng sự ngưỡng mộ nhưng đưa ra tình cảm và bảo vệ chân chính để đáp lại.",
            "ideal_friends": "Leo phát triển mạnh với những người bạn đánh giá cao sự ấm áp và năng lượng của họ trong khi đủ an toàn để chia sẻ ánh đèn sân khấu.Họ thích những tình bạn bao gồm các hoạt động sáng tạo được chia sẻ, đi chơi xã hội và sự ngưỡng mộ lẫn nhau."
        },
        "shadow_side": {
            "potential_issues": "Khi không cân bằng, Leo có thể trở nên tự cao tự đại, độc đoán hoặc tự hào quá mức.Nhu cầu công nhận của họ có thể biểu hiện như hành vi tìm kiếm sự chú ý, nỗi ám ảnh về tình trạng hoặc không có khả năng hợp tác như bình đẳng.",
            "growth_path": "Tăng trưởng cá nhân cho LEO liên quan đến khả năng lãnh đạo tự nhiên hướng tới dịch vụ hơn là địa vị, phát triển sự đánh giá cao cho những phẩm chất độc đáo của người khác và tìm kiếm giá trị bản thân từ bên trong thay vì xác nhận bên ngoài."
        }
    },
    "seasonal_influences": {
        "midsummer_energy": "Sinh ra vào chiều cao của mùa hè, Leo thể hiện sự đầy đủ, ấm áp và năng lượng rạng rỡ của mùa.Thời gian này truyền vào Leo với sức sống tự nhiên, sức mạnh sáng tạo và những phẩm chất rộng rãi, rộng rãi của mặt trời tại đỉnh cao của nó.",
        "fixed_quality": "Là một dấu hiệu cố định, LEO đại diện cho sự ổn định và biểu hiện năng lượng của mùa hè.Vị trí này cho họ sức mạnh tồn tại sáng tạo to lớn, lòng trung thành với tầm nhìn của họ và khả năng duy trì sự ấm áp và nhiệt tình thông qua hoàn cảnh thay đổi."
    },
    "elemental_analysis": {
        "fire_element_influence": "Yếu tố lửa mang đến cho Leo sự ấm áp, niềm đam mê và năng lượng sáng tạo đặc trưng của họ.Lửa đại diện cho cảm hứng, sự biến đổi và tia lửa quan trọng của chính Life Force.",
        "fire_balance": "Lửa cân bằng mang lại sự nhiệt tình, cảm hứng sáng tạo và sự lãnh đạo ấm áp.Lửa quá mức có thể dẫn đến sự thống trị, kiêu ngạo và hành vi tìm kiếm sự chú ý, trong khi lửa thiếu có thể dẫn đến sự thiếu tự tin và các khối sáng tạo."
    },
    "planetary_rulership": {
        "sun_influence": "Mặt trời, trung tâm của hệ mặt trời của chúng ta và nguồn ánh sáng và sự sống, quy tắc Leo.Ảnh hưởng hành tinh này giải thích tính trung tâm tự nhiên, rạng rỡ và năng lượng quan trọng của dấu hiệu thu hút người khác vào quỹ đạo của họ.",
        "sun_aspects": "Vị trí và khía cạnh của mặt trời trong biểu đồ sinh của một cá nhân ảnh hưởng đáng kể đến cách thể hiện năng lượng LEO.Các khía cạnh mặt trời mạnh mẽ tăng cường khả năng lãnh đạo và thể hiện sáng tạo nhưng cũng có thể tăng xu hướng tự hào hoặc thống trị."
    },
    "modern_applications": {
        "career_in_digital_age": "Trong nền kinh tế sáng tạo ngày nay, Leo vượt trội trong thương hiệu cá nhân, ảnh hưởng truyền thông xã hội, định hướng sáng tạo và vai trò lãnh đạo kết hợp công nghệ với kết nối và cảm hứng của con người.",
        "relationship_in_modern_context": "Các mối quan hệ hiện đại được hưởng lợi từ lòng trung thành và sự ấm áp biểu cảm của Leo trong thời đại kết nối kỹ thuật số.Khả năng của họ để tạo ra những lễ kỷ niệm có ý nghĩa và những khoảnh khắc của niềm vui mang đến sự kết nối quan trọng của con người với các mối quan hệ được thực hiện một phần thông qua công nghệ."
    }
}