{
    "sign": "Aries",
    "thumb": "https://cdn.statically.io/gh/quanna1210/calculators.im-content/refs/heads/master/upload/image/sign/aries.svg",
    "local_name": "Aries",
    "date_range": "21 Maret - 19 April",
    "element": "Geni",
    "ruling_planet": "Mars",
    "symbol": "Ram",
    "lucky_numbers": [
        "1",
        "8",
        "17",
        "27",
        "45"
    ],
    "lucky_colors": [
        "Abang",
        "Oranye",
        "Kuning"
    ],
    "lucky_days": [
        "Selasa",
        "Dina Setu"
    ],
    "lucky_stones": [
        "Ruby",
        "Diamond",
        "Rose Quartz"
    ],
    "general_traits": {
        "strengths": [
            "Wani",
            "Ditemtokake",
            "Yakin",
            "Sregep",
            "Optimis",
            "Jujur",
            "Passionate"
        ],
        "weaknesses": [
            "Ora sabar",
            "Impulsive",
            "Cekak cekak",
            "Kompetitif banget",
            "Kadhangkala egois",
            "Kurang prihatin sadurunge tumindak"
        ]
    },
    "personality": {
        "overview": "Aries minangka tandha pisanan saka zodiak, sing makili wiwitan anyar, energi seger, lan semangat sing pionir.Individu aries biasane duwe kapribaden sing kuwat, asertif kebak semangat.Dheweke pimpinan alam sing mesthi siap kanggo tantangan.",
        "detailed_traits": [
            "Tansah semangat lan semangat babagan urip",
            "Kemampuan Kepemimpinan Alam, luwih seneng mimpin tinimbang ngetutake",
            "Jujur lan langsung, ngomongake pikiran",
            "Ora wedi kanggo ngadhepi kangelan lan tantangan",
            "Competitif banget, mesthi ngupayakake menang",
            "Cepet tumindak, ora seneng telat utawa procrastination",
            "Kreatif kanthi akeh ide seger",
            "Petualang lan kepengin banget kanggo njelajah wilayah anyar",
            "Bisa ora sabar lan impulsif ing nggawe keputusan",
            "Nilai Merdika lan nolak dibayar"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "Wong-wong sing aries seneng karo kabeh ati, nyedhaki romantis kanthi semangat lan semangat.Dheweke asring njupuk inisiatif ing hubungan lan ora wedi nyebut raos.",
        "compatibility": {
            "most_compatible": [
                "Leo",
                "Sagittarius",
                "Gemini",
                "Aquarius"
            ],
            "least_compatible": [
                "Kanker",
                "Capricorn",
                "Libra"
            ]
        },
        "relationship_advice": "Wong-wong Aries kudu sinau sabar lan ngrungokake mitra sing luwih akeh.Aja ngarep-arep bisa lunga lan elinga yen hubungan ana babagan keseimbangan antarane wong loro.Nyambut gawe ngontrol impulsiveness lan temper ing katresnan.",
        "love_style": [
            "Sregep lan semangat",
            "Milih ngoyak tinimbang dioyak",
            "Langsung babagan emosi, ora ana game",
            "Muga-muga kekayaan sabar ing hubungan jangka panjang",
            "Asring nggawe pamindhahan pisanan",
            "Seneng kegiatan petualang lan sing apik karo mitra",
            "Bisa dadi duweke nalika jero katresnan"
        ]
    },
    "career_and_finances": {
        "career_traits": "Wong-wong Aries sing tuwuh ing tantangan, lingkungan dinamis sing ana kesempatan kanggo maju.Dheweke kerja kanthi energi dhuwur lan ora wedi karo tugas sing angel.",
        "suitable_careers": [
            "Kepemimpinan Manajemen lan Bisnis",
            "Entrepreneurship",
            "Manajemen Proyek",
            "Militer, polisi, utawa petugas pemadam kebakaran",
            "Athletics Profesional",
            "Marketing lan pariwara",
            "Jurnalisme",
            "Bedah",
            "Ngarahake Film",
            "Latihan pribadi"
        ],
        "financial_habits": "Wong-wong Aries cenderung mbuwang kanthi cepet lan bisa impulsive kanthi keputusan finansial.Dheweke seneng nandur modal ing usaha sing mbebayani nanging kudu sinau manajemen dhuwit sing luwih apik lan perencanaan jangka panjang.",
        "work_style": [
            "Makarya kanthi cepet kanthi energi sing akeh",
            "Seneng njupuk peran kepemimpinan",
            "Kreatif karo ide seger",
            "Ora wedi karo tantangan lan kangelan",
            "Bisa uga ora sabar kanthi proses alon",
            "Langsung lan langsung ing komunikasi kerja",
            "Urip ing kompetisi lan tantangan"
        ]
    },
    "health_and_wellness": {
        "physical_health": "Wong-wong aries biasane duwe stamina fisik lan sistem kekebalan sing kuat.Nanging, dheweke bisa dadi masalah sing ana gandhengane karo sirah, pasuryan, lan otak minangka aries dadi aturan ing jero sirah awak.",
        "common_health_issues": [
            "Sakit sirah lan migren",
            "Masalah mripat lan sesanti",
            "Masalah sinus",
            "Stres saka overworking",
            "Burnout saka kegiatan sing berlebihan",
            "Kacilakan amarga olahraga utawa impulsiveness"
        ],
        "wellness_advice": "Wong-wong Aries kudu nindakake meditasi kanggo ngontrol bebrayan lan stres.Melu ing kegiatan fisik mbantu ngeculake energi sing berlebihan.Elinga istirahat kanthi cekap lan supaya awake dhewe.",
        "exercise_preferences": [
            "Olahraga sing kompetitif (tenis, basket, tinju)",
            "Mlaku lan Marathons",
            "Olahraga Mimbing Mountain lan petualangan",
            "Latihan Crossfit lan Intensitas Dhuwur",
            "Seni beladiri"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 tandha taun setaun kebanggaan lan wutah dinamis kanggo Aries.Kemampuan Kepemimpinan Alam sampeyan sumunar nalika sampeyan pioneer inovatif.Balance drive karakteristik sampeyan kanthi sabar strategis kanggo nggedhekake sukses jangka panjang.",
            "love": "Hubungan romantis dadi nalika sampeyan keseimbangan negesake kanthi kerentanan.Tunggal aries bisa narik kawigaten para mitra liwat keasliane lan ngupayakake semangat.Hubungan sing ana sing nguatake liwat petualangan sing dituduhake lan komunikasi sing jujur.",
            "career": "Kemajuan profesional teka kanthi inisiatif sing wani lan risiko diwatesi.Ide-ide pionering sampeyan narik kawigaten babagan mentor sing duwe pengaruh.Kesempatan pimpinan muncul ing lingkungan sing kompetitif ing ngendi drive alami sampeyan.",
            "health": "Fokus ing sirah lan rai kesehatan liwat langkah-langkah proteksi sajrone kegiatan fisik.Tingkat energi nambah rutinitas olahraga sing seimbang sing nggabungake kardio lan latihan kekuatan.Teknik manajemen stres mbantu saluran energi sing dibutuhake.",
            "finances": "Wutah finansial teka liwat investasi sing wani nanging sing diwilang.Cobaimbang napsu kanggo resiko kanthi keamanan jangka panjang.Usah Wirausaha Usaha diwiwiti taun iki duwe potensial kuwat."
        },
        "2026": {
            "overall": "2026 nggawa mari menyang wektu pertumbuhan materi lan bangunan keamanan.Temtokake sampeyan nggawe asil sing nyata ing dhasar bangunan.Nggoleki imbangan ing antarane kepinginan langsung lan stabilitas jangka panjang nyebabake kemakmuran sing luwih lestari.",
            "love": "Hubungan berkembang ambane liwat nilai sing dituduhake babagan keamanan lan kenyamanan.Mitra ngajeni upaya kanggo nggawe stabilitas nalika njaga rasa seneng.Tunggal aries narik kawigaten sambungan nanging hasrat liwat linuwih sing dituduhake.",
            "career": "Fokus fokus kanggo mbangun struktur lan keamanan profesional.Kemampuan sampeyan kanggo miwiti lan njaga momentum nggawa pangenalan saka atasan.Coba ngembangake katrampilan khusus sing nambah nilai pasar jangka panjang.",
            "health": "Tenggorokan lan wilayah gulu mbutuhake perhatian liwat ergonomik sing tepat lan perawatan diri.Pemainan nutrisi nerbitake stabilitas lan energi sing bisa ngasilake mupangat.Nggawe rutinitas latihan sing konsisten sing mbangun kekuatan lan ketahanan.",
            "finances": "Investasi properti utawa aset sing nyata nuduhake janji tartamtu.Coba netepake dana darurat sadurunge ngupayakake usaha sing luwih murah.Pendhidhikan keuangan nggawa keamanan jangka jangka jangka jangka jangka jangka."
        },
        "2027": {
            "overall": "2027 pangembangan komunikasi lan intelektual kanggo Aries.Gagasan sampeyan nemokake ekspresi sing sampurna liwat platform utawa teknologi anyar.Jaringan ngembangake pengaruh sampeyan minangka pesen sampeyan resonates kanthi pamirsa sing ora dikarepke.",
            "love": "Sambungan romantis luwih jero stimulasi intelektual lan komunikasi terbuka.Mitra ngajeni ekspresi sing dirasakake langsung langsung.Tunggal aries narik kawigaten mental liwat ekspresi diri asli.",
            "career": "Nulis, panganiaya, utawa kesempatan sing mulang muncul kanthi ora sengaja.Kemampuan sampeyan kanggo komunikasi ide sing kompleks kanthi kajelasan lan semangat nggawa kemajuan profesional.Coba ngembangake katrampilan komunikasi digital kanggo nggedhekake pengaruh sampeyan.",
            "health": "Sistem pernapasan lan paru-paru entuk manfaat saka latihan sing fokus ambegan.Ketahanan mental nambah liwat sinau katrampilan utawa basa anyar.Imbangan kegiatan mental sing kuat kanthi gerakan fisik sing cukup kanggo kesejahteraan sing optimal.",
            "finances": "Investasi ing teknologi komunikasi utawa platform pendidikan ngasilake ngasilake.Coba \"motensi kawruh sampeyan liwat kursus, nulis, utawa konsultasi.Risiko finansial cekak, diwilang bisa nggawa hadiah sing ora dikarepke."
        },
        "2028": {
            "overall": "2028 fokus ing omah, kulawarga, lan dhasar emosional kanggo Aries.Nggawe ruang sing ndhukung energi dinamis sampeyan dadi penting.Balance antarane Prestasi eksternal lan harmoni internal nggawa kasedhiyan lan anyar.",
            "love": "Kerentanan emosional Nguatake ikatan romantis.Mitra ngajeni upaya kanggo nggawe lingkungan omah sing aman nanging apik.Tunggal aries narik koneksi sing migunani liwat nampilake kekuwatan lan sensitivitas.",
            "career": "Imbangan urip kerja dadi penting kanggo sukses sustainable.Nimbang kesempatan bisnis adhedhasar omah utawa pengaturan karya fleksibel.Pangenalan profesional teka liwat proyek sing harmoni karo nilai pribadi sampeyan.",
            "health": "Kesehatan pencernaan nambah laku mangan eling.Kesejahteraan emosional kesejahteraan nggawe spasi sanctuary pribadi.Hidrasi biasa lan panganan sing kandhel nutrisi ndhukung panjaluk energi dhuwur.",
            "finances": "Perumahan utawa investasi sing gegandhengan karo omah nuduhake janji.Coba nggawe macem-macem aliran penghasilan sing ora mbutuhake perhatian pribadi.Perencanaan finansial kulawarga nggawa keamanan lan katentreman atine."
        },
        "2029": {
            "overall": "2029 nggawa Renaissance Renaissance lan apik banget kanggo Aries.Penggemar alami sampeyan nemokake toko ing usaha artis utawa rekreasi.Imbangan ing antarane cita-cita serius lan pengalaman sing nyenengake nyebabake inovasi sing luar biasa lan kepuasan pribadi.",
            "love": "Romance ngembangake liwat pengalaman kreatif sing dituduhake lan interaksi sing apik.Mitra mupakat seneng karo semangat lan kepriye pendekatan kanggo urip.Bujang sing tunggal narik kawigaten hubungan sing sregep liwat ekspresi lan kapercayan sing asli.",
            "career": "Posisi kepemimpinan kreatif nyorot bakat alami sampeyan.Kemampuan kanggo menehi inspirasi kanggo wong liya liwat semangat lan penglihatan sing nggawa kemajuan profesional.Coba usaha Entrepreneial sing nyelarasake karo karepmu.",
            "health": "Sistem jantung lan sirkulasi saka kegiatan sing nggawa kabungahan sejat.Ekspresi kreatif dadi manajemen stres sing efektif.Njaga rasa kesikaran fisik liwat kegiatan sing gabungke tantangan kanthi seneng.",
            "finances": "Investasi spekulasi mbutuhake riset kanthi ati-ati sanajan penampilan sing janjeni.Usul sisih kreatif nuduhake potensial bathi sing ora dikarepke.Nimbang pendekatan sing seimbang antarane belanja lan ngirit kanthi nyenengake."
        },
        "2030": {
            "overall": "2030 negesake pangembangan keterampilan praktis lan orientasi layanan kanggo Aries.Efisiensi sampeyan ngatasi masalah kompleks nggawa pangenalan.Imbangan antarane target ambisi lan perhatian kanggo asil nggawe asil sing luar biasa.",
            "love": "Hubungan saya gedhe yen dhukungan praktis ngrampungake sambungan emosional.Mitra ngapresiasi ngarsane dipercaya sajrone wektu sing tantangan.Tunggal aries narik kawigaten sambungan stabil liwat kompetensi sing dituduhake lan mbiyantu.",
            "career": "Keahlian teknis nggawa kesempatan kemajuan profesional.Kemampuan sampeyan kanggo ngetrapake solusi praktis kanggo masalah saben dinane.Coba tali sing ngidini sampeyan nambah sistem utawa proses liwat inovasi.",
            "health": "Sistem pencernaan mbutuhake perhatian liwat nutrisi nutrisi lan stres.Rutinitas saben dina sing nggabungake gerakan nggawa keuntungan kumulatif.Langkah-langkah kesehatan nyegah pencegahan netepake Yayasan kanggo vitalitas jangka panjang.",
            "finances": "Investasi praktis ing teknologi utawa layanan sing wis dibukis ngasilake ngasilake.Coba netepake sistem tabungan otomatis kanggo target jangka panjang.Kesempatan finansial sing ora dikarepake muncul liwat sambungan papan kerja."
        },
        "2031": {
            "overall": "2031 Mitra Partnerhips lan Koperasi kanggo Aries.Kemampuan sampeyan kanggo ngimbangi kamardikan kanthi kolaborasi nggawe aliansi kuat.Katrampilan diplomatik berkembang liwat navigasi hubungan kompleks, nggawa kesempatan sing ora dikarepake.",
            "love": "Hubungan setya nggayuh tingkat harmoni lan dhukungan bebarengan.Mitra mitra ngajeni kekarepan sampeyan kanggo nimbang perspektif sing beda.Tunggal tunggal narik kawigatosan seimbang liwat nuduhake kekuwatan lan kerjasama.",
            "career": "Partnerhips profesional utawa Ventures bareng nuduhake janji tartamtu.Kemampuan sampeyan kanggo negosiasi perjanjian win-win nggawa kesempatan kemajuan.Coba tali sing mbutuhake katrampilan mediasi utawa pimpinan tim.",
            "health": "Wilayah mburi ginjel lan ngisor entuk manfaat hidrasi lan latihan sing tepat.Hubungan stres mengaruhi kesejahteraan fisik, saengga ngembangake katrampilan komunikasi nggawa keuntungan kesehatan.Imbangan kegiatan kompetitif karo sing koperasi.",
            "finances": "Investasi bareng utawa usaha sing dituduhake ngasilake ngasilake.Coba penasihat finansial konsultasi sadurunge nggawe komitmen kemitraan utama.Kelisatan kontraktual nyegah komplikasi ing wektu sing dituduhake."
        },
        "2032": {
            "overall": "2032 nggawa transformasi lan regenerasi kanggo aries.Sampeyan kebiasaan ngadhepi pungkasan nggawe ruang kanggo wiwitan anyar sing kuat.Wawasan psikologis sing luwih jero nalika sampeyan njelajah motivasi ing mburi karakteristik sampeyan.",
            "love": "Hubungan intim luwih jero liwat vulnerability lan kepercayaan sing dituduhake.Mitra ngajeni kekarepan sampeyan kanggo njelajah jerone emosional.Tunggal aries narik koneksi transformatif liwat wahyu lan kadewasan emosional.",
            "career": "Riset, penyelidikan, utawa peran manajemen peran nyorot kekuwatan sampeyan.Kemampuan sampeyan tetep efektif kanthi tekanan nggawa kemajuan profesional.Coba valma sing nglibatake transformasi, pembaruan, utawa nanggepi darurat.",
            "health": "Sistem reproduksi lan penghapusan entuk manfaat saka praktek detoksifikasi.Sopkologis psikologis kanthi nggunakake pola emosi lawas.Praktek regeneratif kaya turu sing turu lan hidrasi sing tepat dadi penting.",
            "finances": "Strategi investasi entuk manfaat saka riset lengkap tinimbang keputusan sing ora sopan.Nimbang langkah-langkah asuransi utawa protèktif sadurunge ngupayakake usaha kanthi risiko.Sumber sing ora dikarepake muncul liwat pusaka utawa aset sing dituduhake."
        },
        "2033": {
            "overall": "2033 negesake ekspansi filosofis lan pendidikan sing luwih dhuwur kanggo Aries.Penggemar sampeyan kanggo njelajah wilayah anyar, loro fisik lan intelektual, nggawe kesempatan sing nyenengake.Imbangan antarane petualangan lan aplikasi praktis nyebabake wutah sing migunani.",
            "love": "Hubungan nggedhekake liwat sinau lan eksplorasi sing dituduhake.Mitra mupakat Ambane filosofis lan semangat petualang.Tunggal aries narik sesambungan liwat nguber pendhidhikan utawa pengalaman lelungan.",
            "career": "Kesempatan internasional utawa budaya muncul kanthi ora sengaja.Kemampuan sampeyan kanggo menehi inspirasi klompok macem-macem nggawa posisi pimpinan.Coba tali ing pendhidhikan, nerbitake, utawa lapangan sing mbutuhake bangunan budaya budaya.",
            "health": "Wilayah pinggul lan paha mati amarga tambah praktik fleksibilitas.Kesehatan mental nambah liwat perspektif sing berkembang lan eksplorasi sing migunani.Balance petualangan fisik kanthi persiapan lan wektu pemulihan sing tepat.",
            "finances": "Investasi manca utawa usaha internasional nuduhake janji.Coba macem-macem wahan mata uang utawa njelajah pasar sing muncul.Investasi pendidikan ngasilake kanthi cepet lan finansial bali."
        },
        "2034": {
            "overall": "2034 fokus ing prestasi profesional lan pangenalan umum kanggo Aries.Kemampuan Kepemimpinan Alam sampeyan nampa pengakuan ing bunderan sing luwih wiyar.Imbangan antarane target ambisi lan pertimbangan etika nggawe pengaruh positif.",
            "love": "Hubungan entuk manfaat saka saling ngormati kanggo komitmen karir.Mitra ngurmati tekad lan standar etika.Tunggal aries narik kawigaten sambungan liwat prestasi profesional lan pimpinan sing asli.",
            "career": "Posisi eksekutif utawa manajemen nyorot kemampuan printah alami sampeyan.Wawasan strategis sampeyan digabungake karo tumindak sing pas karo kesempatan kemajuan.Coba tali kanthi tanggung jawab lan otonomi sing signifikan.",
            "health": "Sistem skeletal, utamane lutut, mbutuhake perawatan prewangan sajrone kegiatan kuat.Manajemen stres dadi penting kanggo nambah tanggung jawab.Imbangan panjaluk profesional kanthi pemulihan sing cukup lan praktik perawatan diri.",
            "finances": "Perencanaan finansial panjang jangka panjang nggawe keamanan ing mangsa ngarep.Coba netepake akun pensiun utawa portofolio investasi.Kemajuran profesional nggawa kesempatan penghasilan sing penting sing mbutuhake manajemen wicaksana."
        },
        "2035": {
            "overall": "2035 nggawa sambungan sosial lan fokus kamanungsan kanggo Aries.Kemampuan kanggo komunitas rally ing gol sing dituduhake nggawe prestasi kolektif sing luar biasa.Inovasi liwat kolaborasi ndadékaké solusi kanggo tantangan sing dawa.",
            "love": "Hubungan urip nalika nuduhake kapentingan sosial dadi titik fokus.Mitra ngajeni perspektif visi lan keterlibatan komunitas sampeyan.Tunggal aries narik sesambungan liwat kegiatan klompok utawa acara sing berorientasi.",
            "career": "Teknologi, dampak sosial, utawa peran kepemimpinan komunitas nyorot kekuwatan sampeyan.Kemampuan sampeyan kanggo menehi inspirasi kanggo tumindak klompok nggawa pangenalan profesional.Nimbang posisi sing kalebu koordinasi tim utawa pembangunan organisasi.",
            "health": "Sirkulasi lan kesehatan sikil entuk manfaat saka gerakan biasa lan hidrasi sing tepat.Kesejahteraan mental nambah liwat sambungan sosial sing migunani.Imbangan antara rejuvenasi lan keterlibatan sosialisasi njaga energi sing paling optimal.",
            "finances": "Venturasi finansial kolaborasi nuduhake janji.Coba nimbang investasi ing perusahaan sosial utawa proyek pangembangan komunitas.Kesempatan finansial sing ora dikarepake muncul liwat jaringan sosial sing ditambahi."
        }
    },
    "famous": [
        {
            "name": "Lady Gaga",
            "birth_date": "28 Maret 1986",
            "description": "Singer Amérika, penulis lagu, lan aktris, mbuwang kreatifitas, kendel, lan pionyering Aries"
        },
        {
            "name": "Robert Downey Jr.",
            "birth_date": "4 April 1965",
            "description": "Aktor sing misuwur kanggo peran dheweke minangka wong wesi, nuduhake kapercayan lan karakter tahan tahanan"
        },
        {
            "name": "Emma watson",
            "birth_date": "15 April 1990",
            "description": "Aktris lan aktivis hak aktivis, nuduhake wani lan tekad saka Aries"
        },
        {
            "name": "Leonardo Da Vinci",
            "birth_date": "15 April 1452",
            "description": "Artis Gedhe, Ilmuwan, lan panemu, mbuwang kreatifitas lan pionhering Aries"
        },
        {
            "name": "Dion Celine",
            "birth_date": "30 Maret 1968",
            "description": "Penyanyi kanthi swara sing semangat lan semangat, kanthi jelas nyatakake kapribaden sing kuwat saka Aries"
        }
    ],
    "daily_advice": {
        "relationship": "Entuk wektu kanggo ngrungokake wong sing sampeyan peduli dina iki.Aja mung mikir babagan kabutuhan sampeyan dhewe nanging coba ngerti perasaan wong liya.",
        "career": "Dina sing apik kanggo miwiti proyek anyar utawa saiki ide kreatif.Aja ragu-ragu kanggo nuduhake pikirane karo kolega lan atasan.",
        "health": "Sampeyan kudu ngimbangi kerja lan istirahat.Gawe wektu kanggo kegiatan fisik kanggo ngeculake energi sing berlebihan.",
        "general": "Dina iki sampeyan bisa uga rumangsa kebak energi lan semangat.Gunakake energi iki kanthi positif lan ngindhari tumindak sing ora sopan."
    },
    "tarot_associations": {
        "major_arcana": "Kaisar",
        "explanation": "Kertu Kaisar nuduhake kabisan sing nuduhake kekuwatan kekuwatan, kontrol, lan kepemimpinan banget karo pribadine Aries.Kertu iki uga nggawe keputusan lan kepinginan kanggo mbangun Yayasan sing padhet."
    },
    "compatibility_details": {
        "aries": "Loro wong aries bisa nggawe hubungan sing hasrat lan dinamis, nanging konflik bisa uga ana sing dikarepake lan angel kompromi.",
        "taurus": "Aries lan Taurus bisa nglengkapi saben liyane, kanthi stabilitas Aries lan stabilitas Taurus '.Nanging, prabédan kanthi cepet lan gaya urip bisa nampilake tantangan.",
        "gemini": "Aries lan Gemini duwe kompatibilitas dhuwur kanthi energi sing akeh lan kapentingan ing pengalaman anyar.Loro-lorone kualitas lan petualangan.",
        "cancer": "Aries lan kanker bisa uga berjuang amarga beda pribadine.Aries langsung lan extroverted, nalika kanker sensitif lan introvert.",
        "leo": "Aries lan leo nggawe pasangan sing gairah lan dinamis;Loro-lorone duwe roh pimpinan lan nikmat.Iki minangka match sing kompatibel banget.",
        "virgo": "Aries lan Virgo bisa nglengkapi saben liyane, karo aries 'semangat lan kepraktisan Virgo.Nanging, dheweke kudu ngormati beda gaya urip.",
        "libra": "Aries lan formulir libra lan lebra ngelawan tandha ing zodiak, potensial narik kawigaten nanging uga canggih konflik amarga beda.",
        "scorpio": "Aries lan Scorpio loro-lorone semangat lan ditemtokake tandha zodiak, nggawe hubungan sing kuat karo akeh tantangan.",
        "sagittarius": "Aries lan Sagittarius duwe kompatibilitas sing dhuwur, loro regane regane, petualangan, lan ora wedi karo tantangan.Iki minangka kombinasi sing harmoni lan apik.",
        "capricorn": "Aries lan Capricorn bisa uga berjuang amarga beda pribadine.Aries seneng tumindak cepet nalika Capricorn ati-ati lan direncanakake.",
        "aquarius": "Aries lan Aquarius duwe kompatibilitas sing cukup apik, kalorone dadi mandhiri lan mengarya.Dheweke bisa nggawe hubungan sing menarik lan kreatif.",
        "pisces": "Aries lan Pisces bisa nglengkapi saben liyane, kanthi sensitivitas kekuwatan lan pisces.Nanging, akeh pangerten lan kompromi dibutuhake."
    },
    "astrological_influences": {
        "sun_in": "Srengenge ing Aries nggawa semangat, percaya banget, lan pribadhi.Sampeyan duwe kabisan kepemimpinan alami lan ora wedi kanggo miwiti perkara anyar.",
        "moon_in": "Wulan ing aries nggawe emosi sampeyan kuwat, antusias, lan kadhangkala ora pati jelas.Sampeyan bisa reaksi kanthi cepet kanggo kahanan lan asring ngetutake naluri sampeyan.",
        "rising": "Aries Rising menehi tampilan dinamis, kuwat, lan sregep.Liyane asring ndeleng sampeyan minangka pimpinan alam."
    },
    "self_improvement": {
        "challenges": [
            "Ngontrol temper lan impulsiveness",
            "Ngembangake sabar lan sabar",
            "Sinau kanggo ngrungokake wong liya",
            "Ngurangi daya sing gedhe banget",
            "Ngapikake katrampilan ngrancang jangka panjang"
        ],
        "growth_opportunities": [
            "Ngembangake kabisan Kepemimpinan Positif",
            "Channeling energi akeh dadi target sing migunani",
            "Sinau kanggo ngimbangi tumindak lan mikir",
            "Nggoleki kreatifitas lan inovasi",
            "Dadi pimpinan pangowahan positif"
        ],
        "affirmations": [
            "Aku ngontrol emosi",
            "Aku sabar lan terus-terusan ngupayakake tujuanku",
            "Aku ngrungokake lan ngormati panemu liyane",
            "Aku ngerti carane ngimbangi pikiran lan tumindak",
            "Energi sampeyan inspires kanggo aku"
        ]
    },
    "life_path": {
        "purpose": "Wong-wong Aries asring duwe misi kanggo pionir, nggawe dalan, lan menehi inspirasi kanggo wong liya.Dheweke duwe kemampuan kanggo miwiti owah-owahan lan ora wedi ngadhepi tantangan anyar.",
        "life_lessons": [
            "Sabar sinau lan sabar",
            "Ngembangake katrampilan ngrungokake lan kerjasama",
            "Ngerti manawa sampeyan ora kudu dadi pimpinan",
            "Ngimbangi kabutuhan pribadi kanthi kabutuhan wong liya",
            "Ngganti energi sing kuwat dadi tumindak sing migunani"
        ],
        "spiritual_growth": "Pangembangan spiritual kanggo aries melu sinau penguasaan dhewe, ngontrol impuls, lan ngowahi energi mentah dadi kekuwatan positif.Meditasi lan latihan fisik kaya yoga bisa mbantu ing perjalanan iki."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "Bocah-bocah aries biasane dadi semangat, wani, lan petualang wiwit umur enom.Dheweke asring nuduhake tandha Kepemimpinan awal lan kamardikan, luwih seneng njelajah lan nemokake prekara sing duwe.",
            "parenting_advice": "Nyedhiyakake kegiyatan fisik kanggo nyalekake energi sing akeh.Setel wates sing jelas nanging ngidini papan kanggo kamardikan.Kasurung kemampuan kepemimpinan alami nalika mulang kanggo nganggep wong liya."
        },
        "in_friendship": {
            "friendship_style": "Kanca-kanca Aries setya, antusias, lan mesthi siyap kanggo ngulandara.Dheweke asring njupuk inisiatif ing kegiatan ngrencanakake lan protèktif saka wong-wong sing dikepengini.",
            "ideal_friends": "Aries urip karo kanca sing bisa cocog karo energi lan semangat.Dheweke ngormati kekancan sing jujur, langsung tanpa drama utawa tuntutan emosional sing gedhe banget."
        },
        "shadow_side": {
            "potential_issues": "Yen ora seimbang, aries bisa dadi agresif gedhe banget, domineering, utawa egois.Impulsivitas bisa nyebabake keputusan sing ora ana gandhengane, lan sifat sing kompetitif bisa nggawe konflik sing ora perlu.",
            "growth_path": "Wutah pribadi kanggo aries kalebu sabar sinau sabar, ngembangake empati, lan nemokake toko konstruktif kanggo energi sing kuat.Praktek kanthi mindful bisa mbantu dheweke ngaso sadurunge menehi reaksi."
        }
    },
    "seasonal_influences": {
        "spring_energy": "Lair ing awal musim semi, aries nggawe energi pembaruan, wutah, lan vitalitas musim iki.Intine wektu iki maries kanthi drive alami kanggo miwiti lan nggawe.",
        "first_sign_significance": "Minangka tandha pisanan saka zodiak, aries nggambarake penciptaan, bledosan awal nyembur sing nyetel kabeh.Posisi iki menehi wong-wong mau dadi rioneering spirit lan pimpinan alami."
    },
    "elemental_analysis": {
        "fire_element_influence": "Unsur geni menehi anget anget, semangat, lan energi dinamis.Geni nggantosi transformasi, inspirasi, lan gaya urip dhewe.",
        "fire_balance": "Geni sing seimbang nggawa wani, semangat, lan inspirasi kreatif.Geni sing berlebihan bisa nyebabake nesu, impulsiveness, lan burnout, dene geni sing kurang bisa nyebabake kekurangan motivasi lan semangat."
    },
    "planetary_rulership": {
        "mars_influence": "Mars, planet tumindak, kepinginan, lan agresi, aturan Aries.Pengaruh planet iki nerangake negesake tandha tandha, drive kompetitif, lan vitalitas fisik.",
        "mars_aspects": "Posisi lan aspek MARS ing grafik lair saben individu kanthi signifikan amarga energi aries ditulis.Aspek Mars sing kuwat nambah wani lan tekad nanging bisa uga nambah tendensi kanggo konflik."
    },
    "modern_applications": {
        "career_in_digital_age": "Ing jagad digital kanthi cepet, aries cemlorot ing lingkungan wiwitan, pemasaran digital, game kompetitif, lan lapangan liyane sing menehi pamikiran cepet lan inovasi.",
        "relationship_in_modern_context": "Hubungan modern entuk manfaat saka ARS 'licefwardness ing jaman app dating lan media sosial.Kajelasan lan kejujuran sing dipotong liwat kekaburan, sanajan bisa uga kudu luwih sabar karo komunikasi virtual."
    }
}