{
    "sign": "Aries",
    "thumb": "https://static.calculators.im/upload/image/sign/aries.svg",
    "local_name": "양자리",
    "date_range": "3 월 21 일 -4 월 19 일",
    "element": "불",
    "ruling_planet": "화성",
    "symbol": "숫양",
    "lucky_numbers": [
        "1",
        "8",
        "17",
        "27",
        "45"
    ],
    "lucky_colors": [
        "빨간색",
        "주황색",
        "노란색"
    ],
    "lucky_days": [
        "화요일",
        "토요일"
    ],
    "lucky_stones": [
        "루비",
        "다이아몬드",
        "로즈 쿼츠"
    ],
    "general_traits": {
        "strengths": [
            "용기 있는",
            "단호한",
            "자신감",
            "열렬한",
            "낙관적인",
            "솔직한",
            "열렬한"
        ],
        "weaknesses": [
            "짜증난",
            "충동",
            "짧은시기",
            "지나치게 경쟁",
            "때때로 이기적인",
            "행동하기 전에 예측이 부족합니다"
        ]
    },
    "personality": {
        "overview": "양자리는 새로운 시작, 신선한 에너지 및 선구적인 정신을 나타내는 조디악의 첫 징후입니다.양자리 개인은 일반적으로 활력으로 가득 찬 강력하고 단호한 성격을 가지고 있습니다.그들은 항상 도전을받을 준비가 된 자연 지도자입니다.",
        "detailed_traits": [
            "항상 삶에 대해 활기차고 열정적입니다",
            "자연 리더십 능력, 따라보다는 리드를 선호합니다",
            "정직하고 간단하고 마음을 말하고 있습니다",
            "어려움과 도전에 직면하는 것을 두려워하지 않습니다",
            "경쟁이 치열하고 항상 승리하기 위해 노력합니다",
            "빨리 행동, 지연 또는 지연을 싫어합니다",
            "수많은 신선한 아이디어로 창의적입니다",
            "모험적이고 새로운 영토를 탐험하기를 간절히 원합니다",
            "의사 결정에 참을성이없고 충동적일 수 있습니다",
            "자유와 저항은 제약을 받는다"
        ]
    },
    "love_and_relationships": {
        "romantic_traits": "양자리 개인은 열정과 열정으로 로맨스에 접근하면서 마음을 다해 사랑합니다.그들은 종종 관계에서 주도권을 잡고 그들의 감정을 표현하는 것을 두려워하지 않습니다.",
        "compatibility": {
            "most_compatible": [
                "사자 별자리",
                "궁수",
                "쌍둥이 자리",
                "물병 자리"
            ],
            "least_compatible": [
                "암",
                "염소 자리",
                "천칭"
            ]
        },
        "relationship_advice": "양자리 개인은 인내심을 배우고 파트너의 말을 더 많이 들어야합니다.항상 일이 길을 갈 것으로 기대하고 관계가 두 사람의 균형에 관한 것이라는 것을 기억하십시오.당신의 충동과 사랑의 성미를 통제하는 작업.",
        "love_style": [
            "열정적이고 열정적입니다",
            "추격하기보다는 추격을 선호합니다",
            "감정에 대해 간단하고 게임 없음",
            "장기적인 관계에서 인내심이 부족할 수 있습니다",
            "종종 첫 번째 움직임을 만듭니다",
            "파트너와 모험적이고 흥미로운 활동을 즐깁니다",
            "사랑에 깊이 빠져있을 때 소유권이 될 수 있습니다"
        ]
    },
    "career_and_finances": {
        "career_traits": "양자리 개인은 발전 기회가있는 도전적이고 역동적 인 환경에서 번성합니다.그들은 높은 에너지로 일하며 어려운 과제를 두려워하지 않습니다.",
        "suitable_careers": [
            "관리 및 비즈니스 리더십",
            "기업가 정신",
            "프로젝트 관리",
            "군사, 경찰 또는 소방",
            "프로 운동",
            "마케팅 및 광고",
            "저널리즘",
            "수술",
            "영화 감독",
            "개인 훈련"
        ],
        "financial_habits": "양자리 개인은 빨리 소비하는 경향이 있으며 재정적 결정에 충동적일 수 있습니다.그들은 위험한 벤처에 투자하는 것을 좋아하지만 더 나은 돈 관리와 장기 계획을 배워야합니다.",
        "work_style": [
            "풍부한 에너지와 빠른 속도로 작동합니다",
            "리더십 역할을하는 것을 좋아합니다",
            "신선한 아이디어로 창의적입니다",
            "도전과 어려움을 두려워하지 않습니다",
            "느린 프로세스에 참을성이 없을 수 있습니다",
            "직장 커뮤니케이션에서 직접적이고 간단합니다",
            "경쟁과 도전에 번성합니다"
        ]
    },
    "health_and_wellness": {
        "physical_health": "양자리 개인은 일반적으로 좋은 신체적 체력과 강한 면역 체계를 가지고 있습니다.그러나 양자리가 신체의 머리 영역을 지배함에 따라 머리, 얼굴 및 뇌와 관련된 문제가 발생하기 쉬운다.",
        "common_health_issues": [
            "두통과 편두통",
            "눈과 시력 문제",
            "부비동 문제",
            "과로로 인한 스트레스",
            "과도한 활동으로부터의 번 아웃",
            "스포츠 또는 충동으로 인한 사고"
        ],
        "wellness_advice": "양자리는 분노와 스트레스를 통제하기 위해 명상을 수행해야합니다.신체 활동에 참여하면 과도한 에너지를 방출하는 데 도움이됩니다.적절하게 쉬고 자신을 과로하지 않도록하십시오.",
        "exercise_preferences": [
            "경쟁 스포츠 (테니스, 농구, 권투)",
            "달리기와 마라톤",
            "등산 및 모험 스포츠",
            "크로스 핏 및 고강도 훈련",
            "무술"
        ]
    },
    "yearly_horoscope": {
        "2025": {
            "overall": "2025 년은 1 년의 대담한 새로운 시작과 양자리의 역동적 인 성장.혁신적인 길을 개척하면서 자연스러운 리더십 능력이 빛납니다.장기적인 성공을 극대화하기 위해 전략적 인내심과 특징적인 드라이브의 균형을 유지하십시오.",
            "love": "낭만적 인 관계는 주장과 취약성의 균형을 맞출 때 번성합니다.독신 양자리는 자신감있는 진위와 열정적 인 추구를 통해 파트너를 유치 할 수 있습니다.기존 관계는 공유 모험과 정직한 의사 소통을 통해 강화됩니다.",
            "career": "전문적인 발전은 용기있는 이니셔티브와 계산 된 위험을 통해 이루어집니다.당신의 선구적인 아이디어는 영향력있는 멘토의 관심을 끌고 있습니다.자연 드라이브가 눈에 띄는 경쟁 환경에서 리더십 기회가 나타납니다.",
            "health": "신체 활동 중 보호 조치를 통해 머리와 얼굴 건강에 중점을 둡니다.심장과 근력 운동을 결합한 균형 잡힌 운동 루틴으로 에너지 수준이 향상됩니다.스트레스 관리 기술은 강렬한 에너지를 생산적으로 전달하는 데 도움이됩니다.",
            "finances": "금융 성장은 대담하지만 계산 된 투자를 통해 발생합니다.현명한 장기 보안으로 위험에 대한 식욕의 균형을 맞추십시오.올해 시작된 기업가 벤처는 특히 강력한 잠재력을 가지고 있습니다."
        },
        "2026": {
            "overall": "2026은 양자리를 물질적 성장과 보안 구축의시기에 가져옵니다.귀하의 결정은 건축 기초에서 실질적인 결과를 만듭니다.즉각적인 욕구와 장기 안정성 사이의 균형을 찾으면 지속 가능한 번영이 발생합니다.",
            "love": "보안과 편안함에 대한 공유 가치를 통해 관계는 깊이를 발전시킵니다.파트너는 흥분을 유지하면서 안정성을 창출하려는 노력에 감사드립니다.단일 양자리는 입증 된 신뢰성을 통해 근거가 있지만 열정적 인 연결을 유치합니다.",
            "career": "지속적인 전문 구조 및 보안 구축으로 초점 이동.운동량을 시작하고 유지하는 능력은 상사의 인식을 가져옵니다.시장 가치를 장기적으로 증가시키는 전문 기술을 개발하는 것을 고려하십시오.",
            "health": "목과 목 부위는 적절한 인체 공학과 자기 관리를 통해주의를 기울여야합니다.안정성과 지속적인 에너지를 강조하는 영양 접근법은 주목할만한 이점을 산출합니다.힘과 지구력을 모두 구축하는 일관된 운동 루틴을 확립하십시오.",
            "finances": "부동산 투자 또는 유형 자산은 특별한 약속을 보여줍니다.고위험 벤처를 추구하기 전에 비상 자금을 조달하는 것을 고려하십시오.금융 교육은 의사 결정에 대한 장기적인 보안과 신뢰를 제공합니다."
        },
        "2027": {
            "overall": "2027은 양자리의 의사 소통과 지적 성장을 강조합니다.귀하의 아이디어는 새로운 플랫폼이나 기술을 통해 완벽한 표현을 찾습니다.네트워킹은 메시지가 예상치 못한 잠재 고객과 공명함에 따라 영향력을 확대합니다.",
            "love": "낭만적 인 연결은 지적 자극과 열린 의사 소통을 통해 깊어집니다.파트너는 당신의 직접적이면서도 사려 깊은 감정 표현에 감사합니다.독신 양자리는 진정한 자기 표현을 통해 정신적으로 자극적 인 관계를 유치합니다.",
            "career": "글쓰기, 말하기 또는 가르침 기회가 예기치 않게 나타납니다.명확성과 열정으로 복잡한 아이디어를 전달하는 능력은 전문적인 발전을 가져옵니다.영향력을 확대하기 위해 디지털 커뮤니케이션 기술을 개발하는 것을 고려하십시오.",
            "health": "호흡기 및 폐는 호흡 중심 운동의 혜택을받습니다.새로운 기술이나 언어를 배우면 정신적 민첩성이 향상됩니다.최적의 복지를위한 적절한 신체적 움직임으로 강렬한 정신 활동의 균형을 유지합니다.",
            "finances": "커뮤니케이션 기술 또는 교육 플랫폼에 대한 투자는 수익을 산출합니다.과정, 작문 또는 컨설팅을 통해 지식을 수익을 창출하는 것을 고려하십시오.단기적으로 계산 된 재무 위험은 예기치 않은 보상을 가져올 수 있습니다."
        },
        "2028": {
            "overall": "2028은 양자리에 대한 가정, 가족 및 정서적 기초에 중점을 둡니다.역동적 인 에너지를 지원하는 공간을 만드는 것이 중요해집니다.외부 업적과 내부 조화 사이의 균형은 성취와 활력을 가져옵니다.",
            "love": "정서적 취약성은 낭만적 인 유대를 강화시킵니다.파트너는 안전하지만 흥미로운 가정 환경을 조성하려는 노력에 감사드립니다.단일 양자리는 강도와 감도를 모두 표시함으로써 의미있는 연결을 유치합니다.",
            "career": "일과 삶의 균형은 지속 가능한 성공을 위해 필수적입니다.가정 기반 비즈니스 기회 또는 유연한 업무 준비를 고려하십시오.전문적인 인정은 개인적인 가치와 조화를 이루는 프로젝트를 통해 이루어집니다.",
            "health": "신중한 식사 관행을 통해 소화 건강이 향상됩니다.정서적 복지 공간을 만드는 것의 정서적 복지.정기적 인 수화 및 영양 밀도가 높은 음식은 높은 에너지 요구를 지원합니다.",
            "finances": "부동산 또는 주택 관련 투자는 약속을 보여줍니다.지속적인 개인적인 관심이 필요하지 않은 여러 소득 흐름을 만드는 것을 고려하십시오.가족 재무 계획은 보안과 마음의 평화를 가져옵니다."
        },
        "2029": {
            "overall": "2029는 창의적인 르네상스와 양자리에 장난스러운 표현을 제공합니다.당신의 자연스러운 열정은 예술적 또는 레크리에이션 추구에서 매장을 찾습니다.진지한 야망과 즐거운 경험 사이의 균형은 놀라운 혁신과 개인적인 만족으로 이어집니다.",
            "love": "로맨스는 공유 창의적 경험과 장난스러운 상호 작용을 통해 번성합니다.파트너는 자녀와 같은 열정과 삶에 대한 열정적 인 접근에 감사합니다.독신 양자리는 진정한 자기 표현과 자신감을 통해 활기찬 관계를 유치합니다.",
            "career": "창조적 인 리더십 위치는 자연스러운 재능을 강조합니다.열정과 비전을 통해 다른 사람들에게 영감을 줄 수있는 능력은 전문적인 발전을 가져옵니다.당신의 열정에 맞는 기업가 벤처를 고려하십시오.",
            "health": "심장과 순환계는 진정한 기쁨을 가져다주는 활동의 혜택을받습니다.창의적인 표현은 효과적인 스트레스 관리 역할을합니다.도전과 즐거움을 결합한 활동을 통해 육체적 활력을 유지하십시오.",
            "finances": "투기 투자는 유망한 모습에도 불구하고 신중한 연구가 필요합니다.창의적인 측면 벤처는 예상치 못한 이익 잠재력을 보여줍니다.즐거운 지출과 신중한 저축 사이의 균형 잡힌 접근 방식을 고려하십시오."
        },
        "2030": {
            "overall": "2030은 양자리를위한 실용적인 기술 개발 및 서비스 오리엔테이션을 강조합니다.복잡한 문제를 해결하는 데있어 효율성은 인식을 가져옵니다.야심 찬 목표와 세부 사항에 대한 관심 사이의 균형은 탁월한 결과를 만듭니다.",
            "love": "실용적 지원이 감정적 인 연결을 보완 할 때 관계가 번성합니다.파트너는 어려운시기에 당신의 신뢰할 수있는 존재에 감사합니다.단일 양자리는 입증 된 역량과 도움을 통해 안정적인 연결을 유치합니다.",
            "career": "기술 전문 지식은 전문적인 발전 기회를 제공합니다.일상적인 문제에 대한 실질적인 솔루션을 구현하는 능력은 인식을 얻습니다.혁신을 통해 시스템이나 프로세스를 개선 할 수있는 역할을 고려하십시오.",
            "health": "소화 시스템은 균형 잡힌 영양 및 스트레스 관리를 통해주의를 기울여야합니다.운동을 포함하는 일상적인 일상은 누적 혜택을 가져옵니다.예방 건강 관리 조치는 장기 활력의 기초를 확립합니다.",
            "finances": "입증 된 기술 또는 서비스에 대한 실질적인 투자는 꾸준한 수익을 얻습니다.장기 목표를 위해 자동 저축 시스템을 설정하는 것을 고려하십시오.예상치 못한 재무 기회는 직장 연결을 통해 나타납니다."
        },
        "2031": {
            "overall": "2031은 양자리의 파트너십과 협력 벤처를 강조합니다.독립성과 협력 균형을 유지하는 능력은 강력한 동맹을 만듭니다.외교 기술은 복잡한 관계를 탐색함으로써 발전하여 예기치 않은 기회를 가져옵니다.",
            "love": "헌신적 인 관계는 새로운 수준의 조화와 상호 지원에 도달합니다.파트너는 여러 가지 관점을 고려할 의지에 감사드립니다.독신 양자리는 힘과 협력을 모두 보여주는 균형 잡힌 파트너십을 유치합니다.",
            "career": "전문적인 파트너십 또는 합작 투자는 특별한 약속을 보여줍니다.상생 계약을 협상하는 능력은 발전 기회를 가져옵니다.중재 기술이나 팀 리더십이 필요한 역할을 고려하십시오.",
            "health": "신장 및 하부 등 부위는 적절한 수화 및지지 운동의 혜택을받습니다.관계 스트레스는 신체적 복지에 영향을 미치므로 의사 소통 기술을 개발하면 건강상의 이점이 생깁니다.경쟁 활동과 협력 활동의 균형을 맞 춥니 다.",
            "finances": "공동 투자 또는 공유 사업 벤처 수익률 수익률.주요 파트너십 약속을하기 전에 재무 고문 컨설팅을 고려하십시오.계약의 선명도는 공유 자원의 미래의 합병증을 방지합니다."
        },
        "2032": {
            "overall": "2032는 양자리에 대한 변화와 재생을 가져옵니다.필요한 결말을 향한 용기는 강력한 새로운 시작을위한 공간을 만듭니다.당신이 특징적인 드라이브 뒤에 동기를 탐색 할 때 심리적 통찰력이 깊어집니다.",
            "love": "친밀한 관계는 공유 된 취약성과 신뢰를 통해 깊어집니다.파트너는 감정적 깊이를 탐구하려는 의지에 감사드립니다.독신 양자리는 진정한 자기 계시와 정서적 성숙을 통해 변형적인 연결을 유치합니다.",
            "career": "연구, 조사 또는 위기 관리 역할은 귀하의 강점을 강조합니다.압력을받는 효과를 유지하는 능력은 전문적인 발전을 가져옵니다.전환, 갱신 또는 비상 대응과 관련된 필드를 고려하십시오.",
            "health": "생식 및 제거 시스템은 해독 관행의 혜택을받습니다.심리적 복지는 오래된 정서적 패턴을 처리함으로써 향상됩니다.품질 수면 및 적절한 수화와 같은 재생 관행이 필수적입니다.",
            "finances": "투자 전략은 충동적인 결정보다는 철저한 연구의 혜택을받습니다.고위험 벤처를 추구하기 전에 보험 또는 보호 재무 조치를 고려하십시오.예상치 못한 자원은 상속 또는 공유 자산을 통해 나타납니다."
        },
        "2033": {
            "overall": "2033은 양자리를위한 철학적 확장과 고등 교육을 강조합니다.육체적 및 지적 영토를 탐험하는 것에 대한 열정은 흥미로운 기회를 만듭니다.모험과 실제 적용 사이의 균형은 의미있는 성장으로 이어집니다.",
            "love": "공유 학습 및 탐구를 통해 관계가 확대됩니다.파트너는 철학적 깊이와 모험적인 정신에 감사합니다.독신 양자리는 교육 추구 또는 여행 경험을 통해 연결을 유치합니다.",
            "career": "국제적 또는 문화 간 기회는 예기치 않게 나타납니다.다양한 그룹에 영감을주는 능력은 리더십 위치를 제공합니다.문화 다리 건설이 필요한 교육, 출판 또는 분야의 역할을 고려하십시오.",
            "health": "고관절 및 허벅지 영역은 유연성 증가의 혜택을받습니다.정신 건강은 관점을 확장하고 의미있는 탐구를 통해 향상됩니다.적절한 준비 및 회복 기간과 물리적 모험의 균형을 유지하십시오.",
            "finances": "외국인 투자 또는 국제 벤처는 약속을 보여줍니다.통화 보유를 다각화하거나 신흥 시장 탐색을 고려하십시오.교육 투자는 지적 및 재무 수익을 산출합니다."
        },
        "2034": {
            "overall": "2034는 양자리에 대한 전문적인 성취와 대중의 인정에 중점을 둡니다.당신의 자연 리더십 능력은 더 넓은 서클에서 인정을받습니다.야심 찬 목표와 윤리적 고려 사이의 균형은 지속적인 긍정적 인 영향을줍니다.",
            "love": "관계는 경력 약속에 대한 상호 존중으로부터 혜택을받습니다.파트너는 귀하의 결단과 윤리적 표준에 감사합니다.독신 양자리는 전문적인 업적과 진정한 리더십을 통해 연결을 유치합니다.",
            "career": "경영진 또는 관리 직책은 자연적인 지휘 능력을 강조합니다.결정적인 행동과 결합 된 전략적 비전은 발전 기회를 제공합니다.중요한 책임과 자율성을 가진 역할을 고려하십시오.",
            "health": "골격 시스템, 특히 무릎은 강렬한 활동 중에 지원 관리가 필요합니다.책임이 증가함에 따라 스트레스 관리가 필수화됩니다.적절한 회복 및 자기 관리 관행과 전문적인 요구의 균형을 맞 춥니 다.",
            "finances": "장기 재무 계획은 미래의 보안을 만듭니다.퇴직 계좌 또는 투자 포트폴리오 설정을 고려하십시오.전문적인 발전은 현명한 관리가 필요한 상당한 소득 기회를 제공합니다."
        },
        "2035": {
            "overall": "2035는 양자리에 사회적 연결과 인도 주의적 초점을 가져옵니다.공유 목표를 중심으로 커뮤니티를 모으는 능력은 놀라운 집단적 업적을 만듭니다.협업을 통한 혁신은 오랜 도전에 대한 솔루션으로 이어집니다.",
            "love": "공유 된 사회적 관심사가 초점이되면 관계가 번성합니다.파트너는 귀하의 비전 적 관점과 커뮤니티 참여에 감사합니다.단일 양자리는 그룹 활동이나 원인 지향적 사건을 통해 연결을 유치합니다.",
            "career": "기술, 사회적 영향 또는 지역 사회 리더십 역할은 당신의 강점을 강조합니다.그룹 행동에 영감을주는 능력은 전문적인 인정을 가져옵니다.팀 조정 또는 조직 개발과 관련된 직책을 고려하십시오.",
            "health": "순환 및 다리 건강은 정기적 인 움직임과 적절한 수화로부터 이익을 얻습니다.의미있는 사회적 연결을 통해 정신 건강이 향상됩니다.독방 회춘과 사회적 참여 사이의 균형은 최적의 에너지를 유지합니다.",
            "finances": "협력적인 금융 벤처는 약속을 보여줍니다.사회적 기업 또는 지역 사회 개발 프로젝트에 대한 투자를 고려하십시오.예상치 못한 재무 기회는 확장 된 소셜 네트워크를 통해 나타납니다."
        }
    },
    "famous": [
        {
            "name": "레이디 가가",
            "birth_date": "1986 년 3 월 28 일",
            "description": "미국 가수, 작곡가 및 여배우, 창의성, 대담함 및 양자리의 선구적인 성격을 보여줍니다."
        },
        {
            "name": "Robert Downey Jr.",
            "birth_date": "1965 년 4 월 4 일",
            "description": "아이언 맨으로서의 역할로 유명한 배우, 양자리의 자신감과 탄력성 특성을 보여줍니다."
        },
        {
            "name": "엠마 왓슨",
            "birth_date": "1990 년 4 월 15 일",
            "description": "양자리의 용기와 결의를 보여주는 여배우와 여성의 권리 운동가"
        },
        {
            "name": "레오나르도 다빈치",
            "birth_date": "1452 년 4 월 15 일",
            "description": "위대한 예술가, 과학자 및 발명가, 양자리의 창의성과 선구적인 본질을 보여줍니다."
        },
        {
            "name": "셀린 디온",
            "birth_date": "1968 년 3 월 30 일",
            "description": "열정적이고 활기찬 목소리를 가진 가수, 양자리의 강한 성격을 분명히 표현합니다."
        }
    ],
    "daily_advice": {
        "relationship": "오늘 당신이 관심있는 사람의 말을 들으려면 시간을 내십시오.자신의 필요에 대해 생각하지 말고 다른 사람들의 감정을 이해하려고 노력하십시오.",
        "career": "새로운 프로젝트를 시작하거나 창의적인 아이디어를 제시하기에 좋은 날.주저하지 말고 동료 및 상사와 생각을 나누십시오.",
        "health": "작업의 균형과 휴식이 필요합니다.신체 활동이 과도한 에너지를 방출 할 시간을 내십시오.",
        "general": "오늘날 당신은 에너지와 열정으로 가득 차 있다고 느낄 수 있습니다.이 에너지를 긍정적으로 사용하고 충동적인 행동을 피하십시오."
    },
    "tarot_associations": {
        "major_arcana": "황제",
        "explanation": "황제 카드는 권력, 통제 및 리더십 능력을 나타냅니다.이 카드는 또한 결정성과 탄탄한 기초를 구축하려는 욕구를 구현합니다."
    },
    "compatibility_details": {
        "aries": "두 양자리 개인은 열정적이고 역동적 인 관계를 만들 수 있지만, 갈등은 이끌고 타협하기가 어렵다는 것을 알게 될 수 있습니다.",
        "taurus": "양자리와 황소 자리는 양자리의 열정과 황소 자리의 안정성으로 서로를 보완 할 수 있습니다.그러나 페이스와 라이프 스타일의 차이는 도전을 제시 할 수 있습니다.",
        "gemini": "양자리와 쌍둥이 자리는 풍부한 에너지와 새로운 경험에 대한 관심이 높습니다.자유와 모험의 가치.",
        "cancer": "양자리와 암은 성격 차이로 인해 어려움을 겪을 수 있습니다.양자리는 간단하고 외향적이며 암은 민감하고 내성적입니다.",
        "leo": "양자리와 레오는 열정적이고 역동적 인 커플을 만듭니다.둘 다 리더십 정신을 가지고 있으며 관심을 누리고 있습니다.이것은 매우 호환되는 경기입니다.",
        "virgo": "양자리와 처녀 자리는 양자리의 열정과 처녀 자리의 실용성으로 서로를 보완 할 수 있습니다.그러나 생활 양식 차이를 존중해야합니다.",
        "libra": "양자리와 천칭 자리는 조디악의 반대 징후를 형성하여 잠재적으로 서로를 강력하게 끌어 들이고 성격 차이로 인해 갈등이 발생하기 쉽습니다.",
        "scorpio": "Aries와 Scorpio는 열정적이고 결정된 조디악 표지판으로 많은 도전과 강렬한 관계를 만듭니다.",
        "sagittarius": "양자리와 궁수 자리는 자유, 모험을 소중히 여기며 도전을 두려워하지 않는 호환성이 높습니다.이것은 조화롭고 흥미 진진한 조합입니다.",
        "capricorn": "양자리와 염소 자리는 성격 차이로 인해 어려움을 겪을 수 있습니다.Aries는 빠른 행동을 좋아하고 염소 자리는 신중하고 계획되어 있습니다.",
        "aquarius": "Aries와 Aquarius는 독립적이고 가치있는 자유를 가진 상당히 좋은 호환성을 가지고 있습니다.그들은 흥미롭고 창의적인 관계를 만들 수 있습니다.",
        "pisces": "양자리와 물고기 자리는 양자리의 힘과 물고기 자리의 감도로 서로를 보완 할 수 있습니다.그러나 많은 이해와 타협이 필요합니다."
    },
    "astrological_influences": {
        "sun_in": "양자리의 태양은 풍부한 에너지, 자신감 및 선구적인 정신을 가져옵니다.당신은 자연스러운 리더십 능력을 가지고 있으며 새로운 것을 시작하는 것을 두려워하지 않습니다.",
        "moon_in": "양자리의 달은 당신의 감정을 강하고 열정적이며 때로는 충동적인 감정을 만듭니다.당신은 상황에 빨리 반응하고 종종 본능을 따릅니다.",
        "rising": "양자리 상승은 당신에게 역동적이고 강하고 활기찬 외모를 제공합니다.다른 사람들은 종종 당신을 자연 지도자로 본다."
    },
    "self_improvement": {
        "challenges": [
            "성질과 충동을 제어합니다",
            "인내와 인내 개발",
            "다른 사람들의 말을 더 듣는 법을 배웁니다",
            "과도한 경쟁력을 줄입니다",
            "장기 계획 기술 향상"
        ],
        "growth_opportunities": [
            "긍정적 인 리더십 능력 개발",
            "풍부한 에너지를 의미있는 목표로 전달합니다",
            "행동과 생각의 균형을 배우는 법을 배우고 있습니다",
            "창의성과 혁신 향상",
            "긍정적 인 변화의 리더가됩니다"
        ],
        "affirmations": [
            "나는 감정을 통제합니다",
            "나는 내 목표를 추구하는 데 참을성 있고 지속적입니다",
            "나는 다른 사람들의 의견을 듣고 존중합니다",
            "나는 생각과 행동의 균형을 인정하는 방법을 알고 있습니다",
            "내 에너지는 내 주변 사람들에게 영감을줍니다"
        ]
    },
    "life_path": {
        "purpose": "양자리 사람들은 종종 개척하고, 길을 닦으며, 다른 사람들에게 영감을주는 사명을 가지고 있습니다.그들은 변화를 시작할 수있는 능력을 가지고 있으며 새로운 도전에 직면하는 것을 두려워하지 않습니다.",
        "life_lessons": [
            "인내와 인내 학습",
            "듣기 및 협력 기술 개발",
            "항상 리더 일 필요는 없다는 것을 이해",
            "개인의 필요와 다른 사람의 요구와 균형을 맞추십시오",
            "강한 에너지를 의미있는 행동으로 바꾸는 것"
        ],
        "spiritual_growth": "양자리를위한 영적 발전은 자기 대비를 배우고, 충동을 통제하며, 원시 에너지를 긍정적 인 힘으로 바꾸는 것이 포함됩니다.요가와 같은 명상과 신체 운동은이 여정에서 도움이 될 수 있습니다."
    },
    "detailed_interpretation": {
        "child": {
            "characteristics": "양자리 아이들은 일반적으로 어릴 때부터 활기차고 대담하며 모험적입니다.그들은 종종 리더십과 독립의 초기 징후를 보여 주며, 스스로 사물을 탐구하고 발견하는 것을 선호합니다.",
            "parenting_advice": "풍부한 에너지를 전달하기 위해 많은 신체 활동을 제공하십시오.명확한 경계를 설정하지만 독립을위한 공간을 허용하십시오.자연스러운 리더십 능력을 장려하면서 다른 사람들을 고려하도록 가르치십시오."
        },
        "in_friendship": {
            "friendship_style": "양자리 친구들은 충성스럽고 열정적이며 항상 모험을 준비합니다.그들은 종종 계획 활동에서 주도권을 잡고 관심있는 사람들을 보호합니다.",
            "ideal_friends": "양자리는 자신의 에너지와 열정에 맞는 친구들과 함께 번성합니다.그들은 드라마 나 과도한 정서적 요구없이 정직하고 간단한 우정을 높이 평가합니다."
        },
        "shadow_side": {
            "potential_issues": "불균형이 발생하면 양자리는 지나치게 공격적이거나 지배적이거나 이기적이 될 수 있습니다.그들의 충동은 무모한 결정으로 이어질 수 있으며, 경쟁력있는 성격은 불필요한 갈등을 일으킬 수 있습니다.",
            "growth_path": "양자리에 대한 개인적인 성장에는 인내, 공감 발전, 강렬한 에너지에 대한 건설적인 매장을 찾는 것이 포함됩니다.마음 챙김 관행은 반응하기 전에 멈추는 데 도움이 될 수 있습니다."
        }
    },
    "seasonal_influences": {
        "spring_energy": "봄이 시작될 때 태어난 양자리는 계절의 갱신, 성장 및 활력의 에너지를 구현합니다.이 타이밍은 양자리에 자연스러운 운전을 시작하고 창조 할 수있는 자연스러운 운전으로 주입합니다.",
        "first_sign_significance": "조디악의 첫 징후로서, 양자리는 창조의 불꽃을 나타냅니다.이 입장은 그들에게 선구적인 정신과 자연 리더십을 부여합니다."
    },
    "elemental_analysis": {
        "fire_element_influence": "불 요소는 양자리에 특징적인 따뜻함, 열정 및 역동적 인 에너지를 제공합니다.불은 변화, 영감 및 생명력 자체를 나타냅니다.",
        "fire_balance": "균형 잡힌 화재는 용기, 열정 및 창의적인 영감을줍니다.과도한 화재는 분노, 충동 성 및 소진으로 이어질 수 있지만 불충분 한 화재는 동기 부여와 열정이 부족할 수 있습니다."
    },
    "planetary_rulership": {
        "mars_influence": "화성, 행동, 욕망 및 침략의 행성은 양자리를 규칙합니다.이 행성의 영향은 표지판의 주장, 경쟁 추진력 및 물리적 활력을 설명합니다.",
        "mars_aspects": "개인의 출생 차트에서 화성의 입장과 측면은 양자리 에너지가 어떻게 표현되는지에 큰 영향을 미칩니다.강한 화성 측면은 용기와 결단력을 향상 시키지만 갈등 경향을 높일 수 있습니다."
    },
    "modern_applications": {
        "career_in_digital_age": "오늘날의 빠르게 진행되는 디지털 세계에서 Aries는 스타트 업 환경, 디지털 마케팅, 경쟁 게임 및 빠른 사고와 혁신을 보상하는 다른 분야에서 뛰어납니다.",
        "relationship_in_modern_context": "현대의 관계는 데이트 앱과 소셜 미디어 시대에 양자리의 직접적인 혜택을받습니다.그들의 명확성과 정직성은 모호함을 겪지 만 가상 커뮤니케이션으로 더 많은 인내심을 개발해야 할 수도 있습니다."
    }
}