{
    "trans": [
        "ความน่าจะเป็นพื้นฐาน",
        "การแจกแจงทวินาม",
        "ความน่าจะเป็นแบบมีเงื่อนไข",
        "การจัดหมู่",
        "ความน่าจะเป็นของลูกเต๋า",
        "การตั้งค่าความน่าจะเป็นพื้นฐาน",
        "ผลลัพธ์ที่เป็นไปได้ดี",
        "จำนวนผลลัพธ์ที่เป็นไปได้ทั้งหมด",
        "เหตุการณ์",
        "สูตร",
        "ผลลัพธ์",
        "ความน่าจะเป็น",
        "เปอร์เซ็นต์โอกาสที่เหตุการณ์จะเกิดขึ้น",
        "รูปแบบทศนิยม",
        "ความน่าจะเป็นในรูปแบบทศนิยม",
        "อัตราต่อรอง",
        "อัตราส่วนของผลลัพธ์ที่เป็นไปได้ดีต่อผลลัพธ์ที่ไม่ดี",
        "เศษส่วน",
        "รูปแบบเศษส่วนที่ง่ายที่สุด",
        "การตั้งค่าการแจกแจงทวินาม",
        "จำนวนการทดลอง (n)",
        "การทดลอง",
        "จำนวนความสำเร็จ (k)",
        "ความสำเร็จ",
        "ความน่าจะเป็นของความสำเร็จ (p)",
        "ความน่าจะเป็น",
        "ความน่าจะเป็นที่แน่นอน",
        "ค่าคาดหวัง (ค่าเฉลี่ย)",
        "จำนวนความสำเร็จเฉลี่ย",
        "ความแปรปรวน",
        "การวัดการกระจาย",
        "ส่วนเบี่ยงเบนมาตรฐาน",
        "รากที่สองของความแปรปรวน",
        "การตั้งค่าความน่าจะเป็นแบบมีเงื่อนไข",
        "P(A) - ความน่าจะเป็นของเหตุการณ์ A",
        "P(B) - ความน่าจะเป็นของเหตุการณ์ B",
        "P(A ∩ B) - ความน่าจะเป็นของทั้งสองเหตุการณ์",
        "ความน่าจะเป็นของ B เมื่อมี A",
        "ความน่าจะเป็นของ A เมื่อมี B",
        "ความน่าจะเป็นของ A หรือ B",
        "ความน่าจะเป็นของ A และ B",
        "การตั้งค่าการจัดหมู่",
        "ประเภทการคำนวณ",
        "การรวมกัน (C) - ลำดับไม่สำคัญ",
        "การเรียงสับเปลี่ยน (P) - ลำดับสำคัญ",
        "จำนวนรายการทั้งหมด (n)",
        "รายการที่เลือก (r)",
        "รายการ",
        "ผลลัพธ์",
        "การตีความ",
        "มี %s วิธีในการเลือก %s รายการจาก %s รายการเมื่อลำดับไม่สำคัญ",
        "มี %s วิธีในการจัดเรียง %s รายการจาก %s รายการเมื่อลำดับสำคัญ",
        "การตั้งค่าความน่าจะเป็นของลูกเต๋า",
        "จำนวนลูกเต๋า",
        "ลูกเต๋า",
        "จำนวนหน้าต่อลูกเต๋า",
        "หน้า",
        "ผลรวมเป้าหมาย",
        "ผลรวม",
        "ช่วง",
        "ผลรวมที่เป็นไปได้: %s ถึง %s",
        "โอกาสในการทอยได้ผลรวม = %s",
        "ผลลัพธ์ที่เป็นไปได้ดี",
        "วิธีการได้ผลรวมเป้าหมาย",
        "ผลลัพธ์ทั้งหมด",
        "จำนวนผลลัพธ์ที่เป็นไปได้ทั้งหมด",
        "อัตราส่วนโอกาส",
        "เป็นไปได้ดี : ไม่ดี",
        "แชร์การคำนวณปัจจุบัน",
        "แชร์การคำนวณ",
        "แชร์การคำนวณนี้กับผู้อื่นโดยใช้ลิงก์ด้านล่าง:",
        "คัดลอก",
        "คัดลอกแล้ว!",
        "ลิงก์ที่แชร์ประกอบด้วยข้อมูลเข้าและผลลัพธ์ทั้งหมดสำหรับการคำนวณ %s",
        "โปรดรอให้การคำนวณเสร็จสิ้น",
        "เกิดข้อผิดพลาดในการสร้างลิงก์แชร์:",
        "เกิดข้อผิดพลาดในการโหลดจาก URL:",
        "ไม่ถูกต้อง"
    ]
}